<template>
  <svg-icon-base v-bind="$props">
    <path d="M8 0C7.85253 0 7.73333 0.1192 7.73333 0.266667V3.8112C7.73333 3.95867 7.85253 4.07787 8 4.07787C8.14747 4.07787 8.26667 3.95867 8.26667 3.8112V0.538133C12.2611 0.678933 15.4667 3.97227 15.4667 8C15.4667 12.1171 12.1171 15.4667 8 15.4667C3.88293 15.4667 0.533333 12.1171 0.533333 8C0.533333 6.01067 1.30667 4.13893 2.71093 2.7296C2.8152 2.62507 2.81467 2.45653 2.7104 2.35253C2.60587 2.24907 2.43733 2.24907 2.33333 2.35307C0.828533 3.86293 0 5.86853 0 8C0 12.4112 3.5888 16 8 16C12.4112 16 16 12.4112 16 8C16 3.5888 12.4112 0 8 0Z" :fill="color"/>
    <path d="M7.61476 8.94114C7.7785 9.16647 8.03156 9.30807 8.30916 9.32967C8.33396 9.3318 8.35876 9.3326 8.3833 9.3326C8.6345 9.3326 8.8761 9.2334 9.05503 9.0542C9.25156 8.85767 9.3521 8.58594 9.3305 8.30834C9.3089 8.03074 9.1673 7.77767 8.94143 7.6134L5.4897 5.1166C5.3841 5.04034 5.2377 5.05207 5.1449 5.14434C5.0521 5.23714 5.04063 5.38327 5.11716 5.48914L7.61476 8.94114ZM8.6281 8.04514C8.72703 8.11714 8.78916 8.22834 8.79876 8.3502C8.80836 8.4718 8.7641 8.591 8.67796 8.6774C8.59156 8.76354 8.47023 8.80754 8.3505 8.7982C8.2289 8.78887 8.1177 8.72647 8.04623 8.62834L6.52276 6.52247L8.6281 8.04514Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "timeEnd",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Конец интервала времени",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 16 17",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 17,
    },
    height: {
      type: [Number, String],
      default: 17,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
