<template>
  <svg-icon-base v-bind="$props">
      <path d="M9.68953 3.11328L2.77775 8.81132C2.77775 8.81937 2.77573 8.8312 2.77169 8.84732C2.76773 8.86332 2.76562 8.87494 2.76562 8.88319V14.6531C2.76562 14.8614 2.84179 15.0419 2.99408 15.194C3.14632 15.3461 3.32661 15.4226 3.53498 15.4226H8.15074V10.8066H11.2284V15.4228H15.8441C16.0524 15.4228 16.2329 15.3464 16.385 15.194C16.5373 15.0421 16.6137 14.8614 16.6137 14.6531V8.88319C16.6137 8.8512 16.6093 8.82703 16.6016 8.81132L9.68953 3.11328Z" :fill="color"/>
      <path d="M19.2463 7.51306L16.6139 5.3253V0.420821C16.6139 0.308701 16.5779 0.216495 16.5056 0.14433C16.4338 0.0722492 16.3416 0.0362088 16.2292 0.0362088H13.9213C13.8091 0.0362088 13.7169 0.0722492 13.6447 0.14433C13.5726 0.216495 13.5367 0.308743 13.5367 0.420821V2.76483L10.6037 0.312532C10.3475 0.104163 10.0429 0 9.69028 0C9.33766 0 9.03313 0.104163 8.77672 0.312532L0.133575 7.51306C0.0534524 7.57706 0.00953879 7.6632 0.00137077 7.77141C-0.00675514 7.87953 0.0212435 7.97397 0.0854508 8.05405L0.830719 8.94361C0.894926 9.01569 0.978964 9.05977 1.08317 9.07589C1.17938 9.08398 1.27558 9.05585 1.37179 8.99177L9.69002 2.0556L18.0083 8.99173C18.0726 9.04764 18.1566 9.07556 18.2608 9.07556H18.2969C18.401 9.05973 18.4848 9.01535 18.5494 8.94344L19.2947 8.05401C19.3588 7.97376 19.3869 7.87949 19.3785 7.77124C19.3703 7.66333 19.3263 7.57719 19.2463 7.51306Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "Home",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Главная",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

