<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M17.6678 0.27063C7.95668 0.27063 0.0751953 8.15211 0.0751953 17.8632C0.0751953 27.5743 7.95668 35.4558 17.6678 35.4558C27.3789 35.4558 35.2604 27.5743 35.2604 17.8632C35.2604 8.15211 27.3789 0.27063 17.6678 0.27063ZM3.59478 17.864C3.59478 16.7908 3.73552 15.7353 3.96423 14.7325L12.3735 23.1418V24.901C12.3735 26.8362 13.9568 28.4195 15.892 28.4195V31.8149C8.97811 30.9353 3.59478 25.0242 3.59478 17.864ZM24.6885 24.9001C26.2718 24.9001 27.5737 25.9381 28.0311 27.3631C30.3181 24.8649 31.7431 21.5223 31.7431 17.8631C31.7431 11.9695 28.0838 6.90287 22.9292 4.82694V5.54824C22.9292 7.48342 21.3459 9.06676 19.4107 9.06676H15.8922V12.5853C15.8922 13.5529 15.1005 14.3445 14.1329 14.3445H10.6144V17.8631H21.17C22.1376 17.8631 22.9292 18.6547 22.9292 19.6223V24.9001H24.6885Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "FileWeb",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Интернет-ресурс",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 36 36",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
