<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
      <path d="M4.99197 15.9976C5.42278 15.9976 5.77202 15.6484 5.77202 15.2176C5.77202 14.7867 5.42278 14.4375 4.99197 14.4375C4.56116 14.4375 4.21191 14.7867 4.21191 15.2176C4.21191 15.6484 4.56116 15.9976 4.99197 15.9976Z"
        v-bind="pathAttrs"
      />
      <path d="M4.99275 1C2.91836 1 1.20677 2.58221 1.00192 4.6035C0.97901 4.82776 1.16418 5.01105 1.38979 5.01105H1.43076C1.65664 5.01105 1.83642 4.82749 1.86526 4.60377C2.06553 3.0566 3.39168 1.85768 4.99248 1.85768C6.7313 1.85768 8.14531 3.27251 8.14531 5.01105C8.14531 5.8531 7.81755 6.64528 7.22186 7.24097C7.12375 7.33935 6.98008 7.45579 6.81378 7.59029C6.02106 8.23234 4.72483 9.28086 4.57685 11.421C4.56122 11.6461 4.74585 11.8294 4.97173 11.8294H5.0127C5.23858 11.8294 5.41917 11.6461 5.43777 11.4213C5.58278 9.69083 6.63804 8.83665 7.3534 8.25714C7.53831 8.10727 7.69814 7.97843 7.8286 7.84771C8.58628 7.08949 9.00326 6.08221 9.00326 5.01105C9.00407 2.79892 7.20461 1 4.99275 1Z"
        v-bind="pathAttrs"
      />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  name: 'iconQuestion',
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Question",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Вопрос",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 10 17",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
