<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path
      d="M18.7515 6.85523C18.5856 7.0211 18.5856 7.29017 18.7515 7.4555L22.8712 11.5755H9.4011C9.1667 11.5755 8.97656 11.7654 8.97656 12C8.97656 12.2342 9.1667 12.4246 9.4011 12.4246H22.8712L18.7518 16.5446C18.5859 16.7099 18.5859 16.979 18.7518 17.1448C18.9174 17.3107 19.1862 17.3107 19.352 17.1448L23.6504 12.8456C23.876 12.6203 24 12.32 24 12C24 11.6798 23.8758 11.3798 23.6502 11.1539L19.3518 6.85523C19.1859 6.68963 18.9171 6.68963 18.7515 6.85523Z"
      v-bind="pathAttrs"
    />
    <path
      d="M2.9968 24H13.2861C14.9384 24 16.2829 22.6555 16.2829 21.0035V17.5696C16.2829 17.3347 16.0931 17.1448 15.8584 17.1448C15.6237 17.1448 15.4339 17.3347 15.4339 17.5696V21.0035C15.4339 22.1877 14.4707 23.1512 13.2859 23.1512H2.9968C1.8128 23.1512 0.8488 22.188 0.8488 21.0035V2.9968C0.8488 1.81253 1.81253 0.8488 2.9968 0.8488H13.2861C14.4707 0.8488 15.4341 1.81227 15.4341 2.9968V6.43067C15.4341 6.66533 15.624 6.8552 15.8587 6.8552C16.0933 6.8552 16.2832 6.66533 16.2832 6.43067V2.9968C16.2832 1.34453 14.9387 0 13.2861 0H2.9968C1.34453 0 0 1.34453 0 2.9968V21.0032C0 22.6555 1.34453 24 2.9968 24Z"
      v-bind="pathAttrs"
    />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "exit",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Выход",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 20 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
  },
};
</script>
