<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path d="M0.5 5C0.224 5 0 4.776 0 4.5V2.5C0 1.122 1.121 0 2.5 0H4.5C4.776 0 5 0.224 5 0.5C5 0.776 4.776 1 4.5 1H2.5C1.673 1 1 1.673 1 2.5V4.5C1 4.776 0.776 5 0.5 5Z" v-bind="pathAttrs"/>
    <path d="M23.5 5C23.224 5 23 4.776 23 4.5V2.5C23 1.673 22.327 1 21.5 1H19.5C19.224 1 19 0.776 19 0.5C19 0.224 19.224 0 19.5 0H21.5C22.879 0 24 1.122 24 2.5V4.5C24 4.776 23.776 5 23.5 5Z" v-bind="pathAttrs"/>
    <path d="M4.5 20H2.5C1.121 20 0 18.878 0 17.5V15.5C0 15.224 0.224 15 0.5 15C0.776 15 1 15.224 1 15.5V17.5C1 18.327 1.673 19 2.5 19H4.5C4.776 19 5 19.224 5 19.5C5 19.776 4.776 20 4.5 20Z" v-bind="pathAttrs"/>
    <path d="M21.5 20H19.5C19.224 20 19 19.776 19 19.5C19 19.224 19.224 19 19.5 19H21.5C22.327 19 23 18.327 23 17.5V15.5C23 15.224 23.224 15 23.5 15C23.776 15 24 15.224 24 15.5V17.5C24 18.878 22.879 20 21.5 20Z" v-bind="pathAttrs"/>
    <path d="M12 16C8.147 16 4.864 13.582 4.015 10.119C3.995 10.041 3.995 9.959 4.015 9.881C4.864 6.418 8.147 4 12 4C15.853 4 19.136 6.418 19.985 9.881C20.005 9.959 20.005 10.041 19.985 10.119C19.136 13.582 15.853 16 12 16ZM5.016 10C5.802 12.95 8.655 15 12 15C15.345 15 18.198 12.95 18.984 10C18.198 7.05 15.346 5 12 5C8.654 5 5.802 7.05 5.016 10Z" v-bind="pathAttrs"/>
    <path d="M12 13C10.346 13 9 11.654 9 10C9 8.346 10.346 7 12 7C13.654 7 15 8.346 15 10C15 11.654 13.654 13 12 13ZM12 8C10.897 8 10 8.897 10 10C10 11.103 10.897 12 12 12C13.103 12 14 11.103 14 10C14 8.897 13.103 8 12 8Z" v-bind="pathAttrs"/>
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Preview",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Preview",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 20",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
