<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M4.99512 10.3423C4.99512 11.7193 3.87458 12.8398 2.49756 12.8398C1.12055 12.8398 0 11.7193 0 10.3423C0 8.96527 1.12055 7.84472 2.49756 7.84472C3.87458 7.84472 4.99512 8.96527 4.99512 10.3423ZM4.28725 10.3426C4.28725 9.35535 3.48384 8.55239 2.49708 8.55239C1.51011 8.55239 0.706699 9.35557 0.706699 10.3426C0.706699 11.3295 1.51011 12.1327 2.49708 12.1327C3.48406 12.1327 4.28725 11.3293 4.28725 10.3426Z"
      v-bind="pathAttrs"
    />
    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M0 17.8421C0 16.465 1.12055 15.3445 2.49756 15.3445C3.87458 15.3445 4.99512 16.4653 4.99512 17.8423C4.99512 19.2193 3.87458 20.3398 2.49756 20.3398C1.12055 20.3398 0 19.2191 0 17.8421ZM2.49708 19.6334C3.48406 19.6334 4.28725 18.8302 4.28725 17.8432C4.28725 16.8563 3.48384 16.0531 2.49708 16.0531C1.50988 16.0531 0.706699 16.8565 0.706699 17.8432C0.706699 18.8304 1.51011 19.6334 2.49708 19.6334Z"
      v-bind="pathAttrs"
    />
    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M2.49756 5.33594C1.12055 5.33594 0 4.21539 0 2.83838C0 1.46136 1.12055 0.340816 2.49756 0.340816C3.87458 0.340816 4.99512 1.46136 4.99512 2.83838C4.99512 4.21539 3.87458 5.33594 2.49756 5.33594ZM2.49708 4.62878C3.48406 4.62878 4.28725 3.82559 4.28725 2.83861C4.28725 1.85141 3.48384 1.04867 2.49708 1.04845C1.50988 1.04845 0.706699 1.85141 0.706699 2.83861C0.706699 3.82582 1.51011 4.62878 2.49708 4.62878Z"
      v-bind="pathAttrs"
    />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "DotsVertical",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Вертикальные точки",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 5 21",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
