<template>
  <svg-icon-base v-bind="$props">
    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M12 0C15.9245 0 18.9931 2.28667 20.4725 3.6488C22.5496 5.56213 24 7.93787 24 9.42773C24 10.9173 22.5496 13.2933 20.4725 15.2061C18.9931 16.5691 15.9245 18.8555 12 18.8555C8.07547 18.8555 5.00693 16.5688 3.52747 15.2061C1.4504 13.2933 0 10.9173 0 9.42773C0 7.93787 1.4504 5.56213 3.52747 3.6488C5.00693 2.2864 8.07547 0 12 0ZM0.849089 9.42773C0.849089 11.7776 5.91389 18.0064 12 18.0064C18.0862 18.0064 23.151 11.7776 23.151 9.42773C23.151 7.0776 18.0862 0.848796 12 0.848796C5.91389 0.848796 0.849089 7.0776 0.849089 9.42773Z"
      :fill="color"
    />
    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M7.07349 9.42774C7.07349 6.71094 9.28335 4.50134 11.9999 4.50134C14.7164 4.50134 16.9263 6.71121 16.9263 9.42774C16.9263 12.144 14.7164 14.3541 11.9999 14.3541C9.28335 14.3541 7.07349 12.144 7.07349 9.42774ZM7.92318 9.42773C7.92318 11.6757 9.75144 13.5045 12 13.5045C14.2482 13.5045 16.0768 11.6757 16.0768 9.42773C16.0768 7.1792 14.2482 5.35067 12 5.35067C9.75144 5.35067 7.92318 7.1792 7.92318 9.42773Z"
      :fill="color"
    />
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "visible",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Видимый",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
