<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path
      d="M12.6002 11.9999L16.9255 7.6746C17.0909 7.50873 17.0911 7.2402 16.9255 7.0746C16.7591 6.90873 16.4909 6.90873 16.325 7.0746L11.9999 11.3997L7.6746 7.0746C7.50953 6.90873 7.2402 6.90873 7.0746 7.0746C6.90873 7.2402 6.90873 7.50873 7.0746 7.6746L11.3997 11.9999L7.07486 16.3247C6.909 16.4906 6.909 16.7591 7.07486 16.9253C7.1578 17.0079 7.26633 17.0498 7.37486 17.0495C7.48366 17.0498 7.5922 17.0079 7.67486 16.9253L11.9999 12.6002L16.325 16.9253C16.4079 17.0079 16.5167 17.0498 16.6253 17.0498C16.7335 17.0498 16.8423 17.0079 16.9255 16.9253C17.0911 16.7591 17.0911 16.4906 16.9253 16.3247L12.6002 11.9999Z"
      v-bind="pathAttrs"
    />

    <path
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M0 12C0 5.38347 5.38347 0 12 0C18.6168 0 24 5.38347 24 12C24 18.6165 18.6168 24 12 24C5.38347 24 0 18.6168 0 12ZM0.848958 12C0.848958 18.1486 5.85136 23.151 11.9999 23.151C18.1487 23.151 23.1508 18.1486 23.1508 12.0003C23.1508 5.85123 18.1487 0.848828 11.9999 0.848828C5.85109 0.848828 0.848958 5.85096 0.848958 12Z"
      v-bind="pathAttrs"
    />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "CrossInCircle",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Завершить",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 24",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
