<template>
  <svg-icon-base v-bind="$props" >
      <path fill-rule="evenodd" clip-rule="evenodd" d="M10.3171 0C13.3863 0 15.8834 2.49705 15.8834 5.56633C15.8834 8.63513 13.3863 11.1322 10.3171 11.1322C7.24778 11.1322 4.75073 8.63513 4.75073 5.56633C4.75073 2.49705 7.24778 0 10.3171 0ZM10.3169 0.7625C7.66722 0.7625 5.51185 2.91836 5.51185 5.56808C5.51185 8.21732 7.66722 10.3732 10.3169 10.3732C12.9667 10.3732 15.122 8.21732 15.122 5.56808C15.122 2.91836 12.9669 0.7625 10.3169 0.7625Z" :fill="color"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M2.4808 21.5053C1.26178 21.5053 0 20.5909 0 19.0618C0 17.4464 1.85361 13.2539 10.3172 13.2539C18.7808 13.2539 20.6344 17.4462 20.6344 19.0618C20.6344 20.5909 19.3728 21.5053 18.1536 21.5053H2.4808ZM19.8733 19.0633C19.8733 17.754 18.1176 14.0164 10.3171 14.0164C2.51652 14.0164 0.760872 17.754 0.760872 19.0633C0.760872 20.1562 1.64706 20.7461 2.48068 20.7461H18.1535C18.9871 20.7461 19.8733 20.1562 19.8733 19.0633Z" :fill="color"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M19.5015 21.0156H21.8168C22.8898 21.0156 24 20.2109 24 18.8652C24 17.4433 22.3687 13.7539 14.9203 13.7539C14.816 13.7539 14.7129 13.7546 14.6108 13.7561C15.442 13.9601 16.1622 14.2191 16.7847 14.5142C22.0725 15.0478 23.3302 17.8269 23.3302 18.8665C23.3302 19.8283 22.5503 20.3475 21.8167 20.3475H20.1128C19.9516 20.6123 19.7418 20.8364 19.5015 21.0156Z" :fill="color"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M12.2849 10.6384C12.065 10.743 11.8372 10.8337 11.6025 10.9093C12.4921 11.8158 13.7304 12.3789 15.0978 12.3789C17.7989 12.3789 19.9964 10.1814 19.9964 7.48069C19.9964 4.77956 17.7989 2.58203 15.0978 2.58203C14.9344 2.58203 14.7729 2.59007 14.6137 2.60576C14.7452 2.81368 14.8633 3.03088 14.967 3.25615C15.0104 3.25483 15.0539 3.25416 15.0976 3.25416C17.4297 3.25416 19.3264 5.15143 19.3264 7.48333C19.3264 9.8148 17.4295 11.7121 15.0976 11.7121C14.0186 11.7121 13.0328 11.3059 12.2849 10.6384Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "Administration",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Администратирование",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

