<template >
  <svg-icon-base v-bind="$props" >
    <path d="M14.1483 18.0078H4.70774C4.47307 18.0078 4.2832 18.1977 4.2832 18.4323C4.2832 18.667 4.47307 18.8569 4.70774 18.8569H14.148C14.3827 18.8569 14.5725 18.667 14.5725 18.4323C14.5725 18.1977 14.3829 18.0078 14.1483 18.0078Z" :fill="color"/>
    <path d="M14.1478 13.5039H4.70725C4.47258 13.5039 4.28271 13.694 4.28271 13.9284C4.28271 14.1631 4.47258 14.3532 4.70725 14.3532H14.1475C14.3822 14.3532 14.572 14.1631 14.572 13.9284C14.572 13.6938 14.3824 13.5039 14.1478 13.5039Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M23.1509 8.56587C23.1509 8.3312 23.3408 8.14133 23.5755 8.14133C23.8101 8.14133 24 8.3312 24 8.56587V21.0032C24 22.6555 22.6555 24 21.0029 24H2.9968C1.34453 24 0 22.6555 0 21.0029V2.9968C0 1.34453 1.34453 0 2.9968 0H15.8587C17.5109 0 18.8552 1.34453 18.8549 2.9968V21.0032C18.8549 22.1877 19.8187 23.1512 21.0029 23.1512C22.1877 23.1512 23.1509 22.1875 23.1509 21.0032V8.56587ZM0.848877 21.0018C0.848877 22.1863 1.81261 23.1498 2.99688 23.1498H18.9158C18.3553 22.6045 18.0065 21.8434 18.0065 21.0018V2.99566C18.0065 1.81112 17.043 0.847656 15.8587 0.847656H2.99688C1.81234 0.847656 0.848877 1.81139 0.848877 2.99566V21.0018Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M5.56955 3.85938H13.2864C14.2296 3.85938 14.997 4.62711 14.997 5.57004V8.14231C14.997 9.08604 14.2296 9.85297 13.2864 9.85297H5.56955C4.62609 9.85297 3.85889 9.08604 3.85889 8.14231V5.57004C3.85889 4.62711 4.62609 3.85938 5.56955 3.85938ZM13.2864 9.0025C13.7616 9.0025 14.148 8.61636 14.148 8.1409H14.1478V5.56863C14.1478 5.09316 13.7614 4.70703 13.2862 4.70703H5.56936C5.0939 4.70703 4.70776 5.09316 4.70776 5.56863V8.1409C4.70776 8.61636 5.0939 9.0025 5.56936 9.0025H13.2864Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "News",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Новости",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style lang="scss">

</style>

