<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M5.35714 1.42857H11.0714C11.2687 1.42857 11.4286 1.26868 11.4286 1.07143V0.357142C11.4286 0.159888 11.2687 0 11.0714 0H5.35714C5.15989 0 5 0.159888 5 0.357142V1.07143C5 1.26868 5.15989 1.42857 5.35714 1.42857ZM0.104953 1.89032L1.89031 0.104565C2.02977 -0.0348772 2.256 -0.0348325 2.39538 0.104565L4.18066 1.89032C4.40544 2.1151 4.24537 2.50001 3.92812 2.50001H2.85714V9.64286C2.85714 9.84011 2.69725 10 2.5 10H1.78571C1.58846 10 1.42857 9.84011 1.42857 9.64286V2.50001H0.357498C0.0396187 2.50001 -0.119354 2.11465 0.104953 1.89032ZM5 3.2144V3.92869C5 4.12594 5.15989 4.28583 5.35714 4.28583H9.64285C9.84011 4.28583 9.99999 4.12594 9.99999 3.92869V3.2144C9.99999 3.01715 9.84011 2.85726 9.64285 2.85726H5.35714C5.15989 2.85726 5 3.01715 5 3.2144ZM5 9.6432V8.92892C5 8.73167 5.15989 8.57178 5.35714 8.57178H6.78571C6.98297 8.57178 7.14285 8.73167 7.14285 8.92892V9.6432C7.14285 9.84046 6.98297 10.0003 6.78571 10.0003H5.35714C5.15989 10.0003 5 9.84046 5 9.6432ZM5 6.07166V6.78595C5 6.9832 5.15989 7.14309 5.35714 7.14309H8.21428C8.41154 7.14309 8.57142 6.9832 8.57142 6.78595V6.07166C8.57142 5.87441 8.41154 5.71452 8.21428 5.71452H5.35714C5.15989 5.71452 5 5.87441 5 6.07166Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "SortDescending",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Сортировка по возрастанию",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 12 10",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
