<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M4 8.00879C4 9.11148 3.10269 10.0088 2 10.0088C0.897313 10.0088 0 9.11148 0 8.00879C0 6.9061 0.897313 6.00879 2 6.00879C3.10269 6.00879 4 6.9061 4 8.00879ZM3.43315 8.00879C3.43315 7.21826 2.7898 6.57526 1.99962 6.57526C1.20927 6.57526 0.565918 7.21844 0.565918 8.00879C0.565918 8.79915 1.20927 9.44232 1.99962 9.44232C2.78998 9.44232 3.43315 8.79897 3.43315 8.00879Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M0 14.0174C0 12.9147 0.897313 12.0174 2 12.0174C3.10269 12.0174 4 12.9149 4 14.0176C4 15.1203 3.10269 16.0176 2 16.0176C0.897313 16.0176 0 15.1201 0 14.0174ZM1.99962 15.4511C2.78998 15.4511 3.43315 14.8079 3.43315 14.0176C3.43315 13.2272 2.7898 12.5841 1.99962 12.5841C1.20909 12.5841 0.565918 13.2274 0.565918 14.0176C0.565918 14.8081 1.20927 15.4511 1.99962 15.4511Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M2 4C0.897313 4 0 3.10269 0 2C0 0.897313 0.897313 0 2 0C3.10269 0 4 0.897313 4 2C4 3.10269 3.10269 4 2 4ZM1.99962 3.43353C2.78998 3.43353 3.43315 2.79036 3.43315 2C3.43315 1.20947 2.7898 0.566652 1.99962 0.566474C1.20909 0.566474 0.565918 1.20947 0.565918 2C0.565918 2.79054 1.20927 3.43353 1.99962 3.43353Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

/* Три вертикальных точки */
export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Menu",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Меню",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 4 17",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 4,
    },
    height: {
      type: [Number, String],
      default: 17,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
