<template>
  <svg-icon-base v-bind="$props">
    <path d="M20.7456 12.0004C20.7456 11.7658 20.5554 11.5759 20.321 11.5759H6.85091L10.9709 7.45591C11.1365 7.29058 11.1365 7.02151 10.9709 6.85565C10.805 6.69005 10.5362 6.69005 10.3706 6.85565L6.07197 11.1543C5.84637 11.3802 5.72211 11.6802 5.72211 12.0004C5.72211 12.3204 5.84611 12.6207 6.07197 12.846L10.3706 17.1452C10.5362 17.3108 10.805 17.3108 10.9709 17.1452C11.1365 16.9794 11.1365 16.7103 10.9709 16.5447L6.85117 12.425H20.3213C20.5557 12.425 20.7456 12.2346 20.7456 12.0004Z" :fill="color"/>
    <path d="M13.2861 0H2.9968C1.34453 0 0 1.34453 0 2.9968V21.0029C0 22.6555 1.34453 24 2.9968 24H13.2861C14.9384 24 16.2829 22.6555 16.2829 21.0032V17.5693C16.2829 17.3347 16.0931 17.1448 15.8584 17.1448C15.6237 17.1448 15.4336 17.3347 15.4336 17.5693V21.0032C15.4336 22.1875 14.4704 23.1512 13.2859 23.1512H2.9968C1.8128 23.1512 0.8488 22.1877 0.8488 21.0032V2.9968C0.8488 1.81253 1.81253 0.8488 2.9968 0.8488H13.2861C14.4704 0.8488 15.4339 1.81227 15.4339 2.9968V6.43067C15.4339 6.66533 15.624 6.8552 15.8587 6.8552C16.0933 6.8552 16.2832 6.66533 16.2832 6.43067V2.9968C16.2829 1.34453 14.9384 0 13.2861 0Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "enter",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Вход",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 21 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
