<template>
  <svg-icon-base v-bind="$props">
      <path fill-rule="evenodd" clip-rule="evenodd" d="M12 21.6875C17.3503 21.6875 21.6875 17.3503 21.6875 12C21.6875 6.64973 17.3503 2.3125 12 2.3125C6.64973 2.3125 2.3125 6.64973 2.3125 12C2.3125 17.3503 6.64973 21.6875 12 21.6875ZM18.067 9.94195L10.8795 17.1295C10.6354 17.3735 10.2396 17.3735 9.99555 17.1294L5.93305 13.0669C5.68898 12.8229 5.68898 12.4271 5.93305 12.183L6.81691 11.2992C7.06102 11.0551 7.45676 11.0551 7.70082 11.2992L10.4375 14.0359L16.2992 8.17422C16.5433 7.93012 16.939 7.93012 17.1831 8.17422L18.067 9.05809C18.311 9.30215 18.311 9.69789 18.067 9.94195Z" :fill="color"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M12 21.6875C17.3503 21.6875 21.6875 17.3503 21.6875 12C21.6875 6.64973 17.3503 2.3125 12 2.3125C6.64973 2.3125 2.3125 6.64973 2.3125 12C2.3125 17.3503 6.64973 21.6875 12 21.6875ZM18.067 9.94195L10.8795 17.1295C10.6354 17.3735 10.2396 17.3735 9.99555 17.1294L5.93305 13.0669C5.68898 12.8229 5.68898 12.4271 5.93305 12.183L6.81691 11.2992C7.06102 11.0551 7.45676 11.0551 7.70082 11.2992L10.4375 14.0359L16.2992 8.17422C16.5433 7.93012 16.939 7.93012 17.1831 8.17422L18.067 9.05809C18.311 9.30215 18.311 9.69789 18.067 9.94195Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "success",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "сообщение о успешном выпонении",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "blue",
    },
  },
};
</script>
