<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path v-bind="pathAttrs" d="M15.717 8.64373C15.5605 8.64373 15.434 8.77031 15.434 8.92693V13.7886C15.434 14.5776 14.7918 15.2203 14.002 15.2203H1.99787C1.20836 15.2203 0.565867 14.5778 0.565867 13.7886V8.92675C0.565867 8.77013 0.439111 8.64355 0.282844 8.64355C0.126578 8.64355 0 8.77031 0 8.92675V13.7884C0 14.8898 0.896356 15.7861 1.99787 15.7861H14.002C15.1036 15.7861 16 14.8898 16 13.7884V8.92675C16 8.77031 15.8734 8.64373 15.717 8.64373Z"/>
    <path v-bind="pathAttrs" d="M7.4364 10.9136C7.74715 11.2244 8.25311 11.2247 8.56404 10.9136L13.1448 6.33244C13.2552 6.22204 13.2552 6.04302 13.1448 5.93262C13.0344 5.82204 12.8551 5.82204 12.7447 5.93262L8.28315 10.3941V0.2832C8.28315 0.126578 8.15657 0 8.00013 0C7.84386 0 7.71711 0.126578 7.71711 0.2832V10.3943L3.2556 5.9328C3.14537 5.82222 2.966 5.82222 2.8556 5.9328C2.7452 6.0432 2.7452 6.22222 2.8556 6.33262L7.4364 10.9136Z"/>
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Download",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Скачать",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 16 16",
    },
  },
};
</script>
