<template>
  <svg-icon-base v-bind="$props">
    <path d="M45 0C44.1705 0 43.5 0.6705 43.5 1.5V21.438C43.5 22.2675 44.1705 22.938 45 22.938C45.8295 22.938 46.5 22.2675 46.5 21.438V3.027C68.9685 3.819 87 22.344 87 45C87 68.1585 68.1585 87 45 87C21.8415 87 3 68.1585 3 45C3 33.81 7.35 23.2815 15.249 15.354C15.8355 14.766 15.8325 13.818 15.246 13.233C14.658 12.651 13.71 12.651 13.125 13.236C4.6605 21.729 0 33.0105 0 45C0 69.813 20.187 90 45 90C69.813 90 90 69.813 90 45C90 20.187 69.813 0 45 0Z"
          v-bind="pathAttrs" />
    <path d="M42.8325 50.2983C43.7535 51.5658 45.177 52.3623 46.7385 52.4838C46.878 52.4958 47.0175 52.5003 47.1555 52.5003C48.5685 52.5003 49.9275 51.9423 50.934 50.9343C52.0395 49.8288 52.605 48.3003 52.4835 46.7388C52.362 45.1773 51.5655 43.7538 50.295 42.8298L30.879 28.7853C30.285 28.3563 29.4615 28.4223 28.9395 28.9413C28.4175 29.4633 28.353 30.2853 28.7835 30.8808L42.8325 50.2983ZM48.5325 45.2583C49.089 45.6633 49.4385 46.2888 49.4925 46.9743C49.5465 47.6583 49.2975 48.3288 48.813 48.8148C48.327 49.2993 47.6445 49.5468 46.971 49.4943C46.287 49.4418 45.6615 49.0908 45.2595 48.5388L36.69 36.6933L48.5325 45.2583Z"
          v-bind="pathAttrs" />
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  components: {
    svgIconBase,
  },
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Updates",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Обновления",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 90 90",
    },
  },
};
</script>
