<template >
  <svg-icon-base v-bind="$props" >
      <path fill-rule="evenodd" clip-rule="evenodd" d="M2.99707 24H15.8584C17.5109 24 18.8552 22.6555 18.8552 21.0032V13.2861V6.72693C18.8552 6.33333 18.6456 5.82693 18.3672 5.54853L13.3072 0.488267C13.0291 0.209867 12.5221 0 12.1288 0H5.56907H2.9968C1.34427 0 0 1.34453 0 2.9968V21.0029C0 22.6555 1.34453 24 2.99707 24ZM13.0677 1.44959L13.068 1.44986V4.92666C13.068 5.40159 13.4541 5.78773 13.9293 5.78773H17.4064L13.068 1.44986V1.44959H13.0677ZM2.99712 0.847656C1.81259 0.847656 0.849121 1.81139 0.849121 2.99566H0.849388V21.0018C0.849388 22.1863 1.81312 23.1498 2.99739 23.1498H15.8587C17.0435 23.1498 18.0067 22.1861 18.0067 21.0018V13.285V6.72552C18.0067 6.69806 18.0027 6.66766 17.9971 6.63566H13.9297C12.9862 6.63566 12.219 5.86819 12.219 4.92499V0.857256C12.187 0.851923 12.1563 0.847656 12.1291 0.847656H5.56939H2.99712Z" :fill="color"/>
      <path d="M4.70776 17.5681H14.1478C14.3824 17.5681 14.5726 17.3782 14.5726 17.1436C14.5726 16.9086 14.3824 16.7188 14.1478 16.7188H4.70776C4.47309 16.7188 4.28296 16.9086 4.28296 17.1436C4.28296 17.3782 4.47309 17.5681 4.70776 17.5681Z" :fill="color"/>
      <path d="M4.70776 13.0681H14.1478C14.3824 13.0681 14.5726 12.878 14.5726 12.6433C14.5726 12.4092 14.3824 12.2188 14.1478 12.2188H4.70776C4.47309 12.2188 4.28296 12.4092 4.28296 12.6433C4.28296 12.878 4.47309 13.0681 4.70776 13.0681Z" :fill="color"/>
      <path d="M4.70776 8.56782H10.2896C10.5243 8.56782 10.7142 8.37795 10.7142 8.14328C10.7142 7.90915 10.5243 7.71875 10.2896 7.71875H4.70776C4.47309 7.71875 4.28296 7.90915 4.28296 8.14328C4.28296 8.37795 4.47309 8.56782 4.70776 8.56782Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "Reports",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Новости",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 20 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 20,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style lang="scss">

</style>

