<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M15.7661 5.625C16.0057 5.625 16.2 5.43611 16.2 5.20312V3.79688C16.2 3.56389 16.0057 3.375 15.7661 3.375H15.0429V1.6875C15.0429 0.755508 14.2658 0 13.3071 0H1.73571C0.777094 0 0 0.755508 0 1.6875V16.3125C0 17.2445 0.777094 18 1.73571 18H13.3071C14.2658 18 15.0429 17.2445 15.0429 16.3125V14.625H15.7661C16.0057 14.625 16.2 14.4361 16.2 14.2031V12.7969C16.2 12.5639 16.0057 12.375 15.7661 12.375H15.0429V10.125H15.7661C16.0057 10.125 16.2 9.9361 16.2 9.70312V8.29688C16.2 8.06389 16.0057 7.875 15.7661 7.875H15.0429V5.625H15.7661ZM7.52145 4.49956C9.11914 4.49956 10.4143 5.75875 10.4143 7.31206C10.4143 8.86537 9.11914 10.1246 7.52145 10.1246C5.92376 10.1246 4.62859 8.86537 4.62859 7.31206C4.62859 5.75875 5.92376 4.49956 7.52145 4.49956ZM11.2822 13.5006C11.7615 13.5006 12.15 13.1228 12.15 12.6568V12.0056C12.15 11.2313 11.608 10.5563 10.8353 10.3685L9.54592 10.0551C8.19131 11.0024 6.54932 10.791 5.49701 10.0551L4.20762 10.3685C3.43494 10.5563 2.89289 11.2313 2.89289 12.0056V12.6568C2.89289 13.1228 3.28144 13.5006 3.76075 13.5006H11.2822Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "AddressBook",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Адресная книга",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 17 18",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
