<template>
  <svg-icon-base v-bind="$props">
    <path d="M16.7205 23.1504H0.848663C0.613998 23.1504 0.424133 23.3403 0.424133 23.5749C0.424133 23.8096 0.613998 23.9997 0.848663 23.9997H16.7205C16.9552 23.9997 17.1451 23.8096 17.1451 23.5749C17.1451 23.3403 16.9552 23.1504 16.7205 23.1504Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M3.82038 19.2555L1.0276 20.5547C1.0276 20.5547 0.78574 20.6387 0.669474 20.6384C0.531075 20.6384 0.40041 20.599 0.28841 20.5206C0.0825455 20.3766 -0.021187 20.1278 0.00361283 19.8379L0.269477 16.7694C0.324944 16.131 0.656141 15.2195 1.02387 14.695L10.4958 1.16765L10.8435 1.41085L10.4958 1.16739C11.3627 -0.0699369 13.0739 -0.372068 14.3112 0.494592C15.5486 1.36125 15.8501 3.07297 14.9838 4.31029L5.5121 17.8376C5.14437 18.3627 4.40118 18.9856 3.82038 19.2555ZM13.824 1.19006C12.9694 0.591668 11.7886 0.800733 11.1904 1.65459L9.42326 4.17857L12.5206 6.34762L14.288 3.82364C14.8859 2.96978 14.6776 1.78819 13.824 1.19006ZM8.93661 4.87366L12.0339 7.04244L5.7793 15.9752L2.68172 13.8067L8.93661 4.87366ZM1.71907 15.182C1.43934 15.5809 1.1572 16.3571 1.11507 16.843L0.868141 19.6926L3.46199 18.4859C3.90412 18.2803 4.53691 17.7499 4.81637 17.351L5.29264 16.6707L2.1948 14.5022L1.71907 15.182Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Edit",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Редактировать",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 18 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
