<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path
      d="m 8.279045,7.720813 v -4.07793 c -2e-4,-0.15613 -0.1267,-0.28284 -0.2828,-0.28284 -0.1566,2.5e-4 -0.2831,0.12671 -0.2831,0.28309 v 4.07768 l -4.07784,2e-4 c -0.156,-4e-4 -0.28297,0.1265 -0.28284,0.2828 -1.3e-4,0.1563 0.12646,0.2828 0.28284,0.2828 l 4.07784,2e-4 v 4.077399 c 0,0.1564 0.1266,0.283 0.2831,0.2831 0.0781,-10e-5 0.149,-0.0315 0.2,-0.0828 0.0514,-0.0512 0.0828,-0.1221 0.0828,-0.2 V 8.286813 h 4.0777 c 0.0781,-2e-4 0.1491,-0.0317 0.2003,-0.0829 0.051,-0.051 0.0826,-0.122 0.0828,-0.2002 -2e-4,-0.1564 -0.1268,-0.283 -0.2832,-0.283 z"
      v-bind="pathAttrs"
    >
    </path>
    <path
      fill-rule="evenodd"
      d="m 2.339295,13.660712 c -3.11905999,-3.1191 -3.11905999,-8.194689 0,-11.313749 3.11919,-3.1191904 8.19465,-3.1190604 11.31375,0 3.119,3.11906 3.1192,8.194549 0,11.313749 -3.1191,3.119 -8.19456,3.1191 -11.31375,0 z m 0.40001,-0.4002 c 2.89844,2.8985 7.61474,2.8985 10.51324,0 2.8985,-2.8985 2.8984,-7.614719 10e-5,-10.513049 -2.8987,-2.8986904 -7.6149,-2.8988204 -10.51347,-2.5e-4 -2.89856999,2.89857 -2.89856999,7.614599 1.3e-4,10.513299 z"
      v-bind="pathAttrs"
    >
    </path>
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Add",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Добавить",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 16 16",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
