<template>
  <svg-icon-base v-bind="$props" >
    <path fill-rule="evenodd" clip-rule="evenodd" d="M23.3317 9.86213C22.9069 9.62373 22.3555 9.67573 21.8179 10.0043L21.4275 10.2429V2.99653C21.4277 1.344 20.0835 0 18.4309 0H5.56907C3.91653 0 2.57227 1.344 2.57227 2.99653V10.2429L2.18213 10.0043C1.64453 9.67573 1.0928 9.62373 0.668 9.86213C0.243733 10.1003 0 10.5981 0 11.228V17.1448V21.0032C0 22.6557 1.34453 24 2.9968 24H21.0035C22.6555 24 24 22.6557 24 21.0032V17.1448V11.228C24 10.5981 23.7565 10.1003 23.3317 9.86213ZM3.42135 2.99653C3.42135 1.812 4.38509 0.848267 5.56935 0.848267H18.4312C19.6155 0.848267 20.579 1.81173 20.579 2.99653V10.7616L17.3512 12.7339L13.7544 14.932C12.804 15.5136 11.1971 15.5136 10.2464 14.932L6.24642 12.4877L3.42135 10.7616V2.99653ZM23.1508 21.0032V17.1448H23.1514V11.228C23.1514 10.9187 23.0639 10.6845 22.917 10.6021C22.7706 10.5203 22.5247 10.5672 22.2607 10.7285L17.7938 13.4581L14.1972 15.6563C13.581 16.0325 12.7903 16.2208 12.0002 16.2208C11.2095 16.2208 10.4194 16.0325 9.80336 15.6563L5.80336 13.212L1.73962 10.7285C1.47536 10.5669 1.23002 10.5195 1.08336 10.6024C0.936692 10.6845 0.848958 10.9187 0.848958 11.228V17.1448V21.0032C0.848958 22.1877 1.81242 23.1512 2.99669 23.1512H21.0031C22.1876 23.1512 23.1508 22.1875 23.1508 21.0032Z" fill="black"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "Shape",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "подать заявку",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

