<template>
  <svg-icon-base v-bind="$props">
    <path
      v-bind="pathAttrs"
      fill-rule="evenodd"
      clip-rule="evenodd"
      d="M0 11.9995C0 5.38347 5.38347 0 12 0C18.6168 0 24 5.38347 24 11.9995C24 18.6165 18.6165 24 12 24C5.38347 24 0 18.6168 0 11.9995ZM0.848437 11.9988C0.848437 18.1476 5.85057 23.1503 11.9994 23.1503C18.1482 23.1503 23.1503 18.1479 23.1503 11.9988C23.1503 5.85057 18.1482 0.848437 11.9994 0.848437C5.85057 0.848437 0.848437 5.8503 0.848437 11.9988Z"
    />
    <path
      v-bind="pathAttrs"
      d="M17.1815 7.13979C16.9839 7.01286 16.7215 7.07019 16.5951 7.26726L11.5025 15.1899C11.3919 15.3617 11.2465 15.4625 11.0935 15.4731C10.9391 15.4827 10.7831 15.4041 10.6495 15.2481L7.62787 11.7233C7.47561 11.5459 7.20761 11.5249 7.02947 11.6774C6.85161 11.8297 6.83107 12.0979 6.98334 12.2758L10.0049 15.8009C10.2921 16.1353 10.6748 16.3227 11.0671 16.3227C11.0953 16.3227 11.1233 16.3219 11.1516 16.3195C11.5729 16.2905 11.9607 16.0459 12.2164 15.6483L17.3087 7.72646C17.4359 7.52912 17.3785 7.26672 17.1815 7.13979Z"
    />

  </svg-icon-base>
</template>

<script>
  import VueMixinSvgIcon from "./VueMixinSvgIcon";

  export default {
    mixins: [VueMixinSvgIcon],
    props: {
      // название файла иконки после icon, id (на англ.)
      name: {
        type: String,
        default: "session",
      },
      // название иконки, рус.
      title: {
        type: String,
        default: "Оценочная сессия",
      },
      // viewBox это координатная система minX, minY, width, height
      viewBox: {
        type: String,
        default: "0 0 24 24",
      },
      // См. width, height, color, strokeWidth в VueMixinSvgIcon
    },
  };
</script>
