<template>
  <svg-icon-base v-bind="$props">
   <path fill-rule="evenodd" clip-rule="evenodd" d="M2.3125 12C2.3125 6.64973 6.64973 2.3125 12 2.3125C17.3503 2.3125 21.6875 6.64973 21.6875 12C21.6875 17.3503 17.3503 21.6875 12 21.6875C6.64973 21.6875 2.3125 17.3503 2.3125 12ZM5.14277 16.9167C6.6741 19.0487 9.17473 20.4375 12 20.4375C14.8253 20.4375 17.3259 19.0487 18.8572 16.9167C18.7345 15.8624 17.9718 14.9773 16.9221 14.7149L15.6575 14.3988C14.6393 15.273 13.3563 15.75 12 15.75C10.6437 15.75 9.36074 15.273 8.34242 14.3988L7.07781 14.7149C6.0282 14.9773 5.26547 15.8624 5.14277 16.9167ZM12 14.5C9.58375 14.5 7.625 12.5413 7.625 10.125C7.625 7.70875 9.58375 5.75 12 5.75C14.4163 5.75 16.375 7.70875 16.375 10.125C16.375 12.5413 14.4163 14.5 12 14.5Z" :fill="color"/>
   <path fill-rule="evenodd" clip-rule="evenodd" d="M2.3125 12C2.3125 6.64973 6.64973 2.3125 12 2.3125C17.3503 2.3125 21.6875 6.64973 21.6875 12C21.6875 17.3503 17.3503 21.6875 12 21.6875C6.64973 21.6875 2.3125 17.3503 2.3125 12ZM5.14277 16.9167C6.6741 19.0487 9.17473 20.4375 12 20.4375C14.8253 20.4375 17.3259 19.0487 18.8572 16.9167C18.7345 15.8624 17.9718 14.9773 16.9221 14.7149L15.6575 14.3988C14.6393 15.273 13.3563 15.75 12 15.75C10.6437 15.75 9.36074 15.273 8.34242 14.3988L7.07781 14.7149C6.0282 14.9773 5.26547 15.8624 5.14277 16.9167ZM12 14.5C9.58375 14.5 7.625 12.5413 7.625 10.125C7.625 7.70875 9.58375 5.75 12 5.75C14.4163 5.75 16.375 7.70875 16.375 10.125C16.375 12.5413 14.4163 14.5 12 14.5Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "UserRound",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Пользователь",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

