<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path class="coursesCatalog"
          v-bind="pathAttrs"
          fill-rule="evenodd"
          d="M37.501 0C25.9374 0 18.4643 7.44008 18.4643 18.9552V25.5343H4.50534C2.02068 25.5343 0 27.5473 0 30.0193V85.5139C0 87.988 2.02068 90 4.50534 90H70.4967C72.9803 90 75 87.987 75 85.5139V30.0203C75 27.5473 72.9793 25.5353 70.4967 25.5353H56.5377V18.9562C56.5377 7.44008 49.0657 0 37.501 0ZM21.662 18.9552C21.662 7.32708 29.8431 3.18404 37.501 3.18404C45.1589 3.18404 53.34 7.32808 53.34 18.9552V25.5343H21.662V18.9552ZM71.8033 30.0203C71.8033 29.3033 71.2168 28.7183 70.4967 28.7183H56.5377V40.8555C56.5377 41.7355 55.8217 42.4485 54.9389 42.4485C54.0551 42.4485 53.339 41.7355 53.339 40.8555V28.7183H21.661V40.8555C21.661 41.7355 20.9459 42.4485 20.0621 42.4485C19.1783 42.4485 18.4633 41.7355 18.4633 40.8555V28.7183H4.50534C3.78324 28.7183 3.19773 29.3033 3.19773 30.0203V85.515C3.19773 86.234 3.78425 86.818 4.50534 86.818H70.4967C71.2168 86.818 71.8033 86.234 71.8033 85.515V30.0203Z"
    />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "CoursesCatalog",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Каталог курсов",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 75 90",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
