<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M0 10.3924C0 4.66181 5.38314 0 11.9999 0C18.6166 0 23.9997 4.66181 24 10.3924C24 16.122 18.6169 20.7838 12.0001 20.7838C10.6625 20.7838 8.99883 20.4216 8.9287 20.4059C8.86763 20.3928 8.7919 20.3854 8.7103 20.3854C8.41271 20.3854 8.05644 20.48 7.86445 20.6096L3.80529 23.3512C3.58503 23.4997 3.37223 23.5749 3.1725 23.5749C2.95943 23.5749 2.76984 23.4888 2.63864 23.3317C2.52264 23.192 2.40077 22.9323 2.48237 22.4869L3.26076 18.2211C3.3133 17.9307 3.12343 17.3739 2.78984 17.0625C2.7645 17.039 2.6189 16.8979 2.24158 16.4425C0.774925 14.671 0 12.5791 0 10.3924ZM9.11057 19.5767C9.1271 19.5805 10.7562 19.9346 11.9999 19.9346C18.1486 19.9346 23.1507 15.6539 23.1507 10.392C23.1507 5.12944 18.1486 0.848688 11.9999 0.848688C5.85114 0.848688 0.849061 5.12944 0.848794 10.3923C0.848794 12.379 1.55652 14.2835 2.89544 15.9008C3.22059 16.293 3.35443 16.4272 3.3699 16.4427C3.37085 16.4437 3.37136 16.4442 3.37143 16.4442C3.89463 16.9322 4.20662 17.7621 4.09542 18.3728L3.31703 22.6388C3.31648 22.6415 3.31597 22.6442 3.31548 22.6468C3.31481 22.6505 3.31419 22.6542 3.31357 22.6578L3.32983 22.6471L7.38872 19.9058C7.82338 19.6125 8.59084 19.4621 9.11057 19.5767Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import svgIconBase from "./svgIconBase";

export default {
  components: {
    svgIconBase,
  },
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "SayBubbleEmpty",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Сообщение",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
