<template>
  <svg-icon-base v-bind="$props" >
      <path d="M23.5599 0.785156H5.77325C5.53005 0.785156 5.33325 0.98169 5.33325 1.22489C5.33325 1.46782 5.53005 1.66462 5.77325 1.66462H23.5599C23.8031 1.66462 23.9999 1.46782 23.9999 1.22489C23.9999 0.98169 23.8031 0.785156 23.5599 0.785156Z" :fill="color"/>
      <path d="M23.5599 18.293H5.77325C5.53005 18.293 5.33325 18.4898 5.33325 18.733C5.33325 18.9762 5.53005 19.1727 5.77325 19.1727H23.5599C23.8031 19.1727 23.9999 18.9762 23.9999 18.733C23.9999 18.4898 23.8031 18.293 23.5599 18.293Z" :fill="color"/>
      <path d="M23.5599 9.53906H5.77325C5.53005 9.53906 5.33325 9.73613 5.33325 9.97906C5.33325 10.222 5.53005 10.4191 5.77325 10.4191H23.5599C23.8031 10.4191 23.9999 10.222 23.9999 9.97906C23.9999 9.73613 23.8031 9.53906 23.5599 9.53906Z" :fill="color"/>
      <path d="M1.22427 2.44853C1.90041 2.44853 2.44853 1.90041 2.44853 1.22427C2.44853 0.548123 1.90041 0 1.22427 0C0.548123 0 0 0.548123 0 1.22427C0 1.90041 0.548123 2.44853 1.22427 2.44853Z" :fill="color"/>
      <path d="M1.22427 11.2024C1.90041 11.2024 2.44853 10.6543 2.44853 9.97817C2.44853 9.30203 1.90041 8.75391 1.22427 8.75391C0.548123 8.75391 0 9.30203 0 9.97817C0 10.6543 0.548123 11.2024 1.22427 11.2024Z" :fill="color"/>
      <path d="M1.22427 19.9603C1.90041 19.9603 2.44853 19.4121 2.44853 18.736C2.44853 18.0598 1.90041 17.5117 1.22427 17.5117C0.548123 17.5117 0 18.0598 0 18.736C0 19.4121 0.548123 19.9603 1.22427 19.9603Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "ReferenceBooks",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Справочники",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

