<template>
  <svg-icon-base v-bind="$props">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M24 12C24 18.6165 18.6168 24 12 24C5.38347 24 0 18.6165 0 12C0 5.38347 5.3832 0 12 0C18.6168 0 24 5.38347 24 12ZM23.1508 12.0002C23.1508 5.85136 18.1487 0.848958 11.9999 0.848958C5.8511 0.848958 0.848698 5.85136 0.848698 12.0002C0.848698 18.1487 5.85136 23.1511 11.9999 23.1511C18.1484 23.1511 23.1508 18.1487 23.1508 12.0002Z" :fill="color"/>
    <path fill-rule="evenodd" clip-rule="evenodd" d="M10.7668 17.0931C10.418 17.3022 10.0746 17.4086 9.74631 17.4086C9.05591 17.4086 8.35938 16.8897 8.35938 15.7302V8.26993C8.35938 7.11073 9.05591 6.5918 9.74631 6.5918C10.0746 6.5918 10.418 6.69793 10.7668 6.90726L16.8836 10.5771C17.4772 10.9331 17.818 11.4518 17.818 12.0001C17.8178 12.5481 17.4772 13.0665 16.8836 13.4225L10.7668 17.0931ZM9.7462 7.44076C9.2606 7.44076 9.20833 8.02076 9.20833 8.27009V15.7301C9.20833 15.9792 9.2606 16.5594 9.7462 16.5594C9.91633 16.5594 10.1179 16.4925 10.3299 16.365L16.4473 12.6946C16.7787 12.4957 16.9689 12.2426 16.9689 12.0002C16.9689 11.7578 16.7787 11.5042 16.4473 11.3053L10.3299 7.63516C10.1179 7.50796 9.91633 7.44076 9.7462 7.44076Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "@/components/icons/items/VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Play",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Просмотр записей",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 24 24",
    },
    // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
    width: {
      type: [Number, String],
      default: 24,
    },
    height: {
      type: [Number, String],
      default: 24,
    },
    color: {
      type: String,
      default: "#000",
    },
  },
};
</script>
