<template>
  <svg-icon-base v-bind="$props" v-on="$listeners">
    <path v-bind="pathAttrs" d="M15.717 8.64471C15.5605 8.64471 15.434 8.77129 15.434 8.92773V13.7894C15.434 14.5786 14.7918 15.2212 14.002 15.2212H1.99787C1.20836 15.2212 0.565867 14.5788 0.565867 13.7894V8.92755C0.565867 8.77111 0.439111 8.64453 0.282844 8.64453C0.126578 8.64453 0 8.77129 0 8.92755V13.7892C0 14.8908 0.896356 15.7871 1.99787 15.7871H14.002C15.1036 15.7871 16 14.8908 16 13.7892V8.92755C16 8.77129 15.8734 8.64471 15.717 8.64471Z" />
    <path v-bind="pathAttrs" d="M3.25575 5.21413L7.71726 0.752622V11.1905C7.71726 11.3469 7.84402 11.4735 8.00028 11.4735C8.15673 11.4735 8.28331 11.3469 8.28331 11.1905V0.7528L12.7448 5.21413C12.8552 5.32471 13.0346 5.32471 13.145 5.21413C13.2554 5.10373 13.2554 4.92453 13.145 4.81413L8.56419 0.233333C8.25326 -0.0779555 7.7473 -0.0776 7.43655 0.233333L2.85575 4.81431C2.74535 4.92471 2.74535 5.10373 2.85575 5.21431C2.96615 5.32471 3.14535 5.32471 3.25575 5.21413Z" />
  </svg-icon-base>
</template>

<script>
import VueMixinSvgIcon from "./VueMixinSvgIcon";

export default {
  mixins: [VueMixinSvgIcon],
  props: {
    // название файла иконки после icon, id (на англ.)
    name: {
      type: String,
      default: "Upload",
    },
    // название иконки, рус.
    title: {
      type: String,
      default: "Закачать",
    },
    // viewBox это координатная система minX, minY, width, height
    viewBox: {
      type: String,
      default: "0 0 16 16",
    },
    // См. width, height, color, strokeWidth в VueMixinSvgIcon
  },
};
</script>
