<template>
  <svg-icon-base v-bind="$props" >
      <path fill-rule="evenodd" clip-rule="evenodd" d="M4.71167 5.57493C4.71167 2.50133 7.2122 0 10.2863 0C13.3605 0 15.861 2.50107 15.861 5.57493C15.861 8.6488 13.3605 11.1499 10.2863 11.1499C7.2122 11.1499 4.71167 8.6488 4.71167 5.57493ZM5.57568 5.57368C5.57568 8.17101 7.68902 10.2843 10.2864 10.2843C12.8834 10.2843 14.9968 8.17101 14.9968 5.57368C14.9968 2.97635 12.8834 0.863281 10.2864 0.863281C7.68902 0.863281 5.57568 2.97635 5.57568 5.57368Z" :fill="color"/>
      <path fill-rule="evenodd" clip-rule="evenodd" d="M0 18.9553C0 17.3382 1.848 13.1406 10.2864 13.1406C18.7248 13.1406 20.5723 17.3382 20.5725 18.9553C20.5725 20.506 19.2936 21.4334 18.0573 21.4334H2.5152C1.27867 21.4334 0 20.506 0 18.9553ZM2.51519 20.5679H18.0573C18.8576 20.5679 19.708 20.0026 19.7083 18.9543C19.7083 17.67 17.9773 14.0039 10.2864 14.0039C2.59519 14.0039 0.864258 17.67 0.864258 18.9543C0.864258 20.0026 1.71466 20.5679 2.51519 20.5679Z" :fill="color"/>
      <path d="M23.5681 8.00017H21.0038V5.43617C21.0038 5.19724 20.8105 5.00391 20.5716 5.00391C20.3326 5.00391 20.1396 5.19724 20.1396 5.43617V8.00017H17.5756C17.3366 8.00017 17.1436 8.19351 17.1436 8.43217C17.1436 8.67084 17.3369 8.86444 17.5756 8.86444H20.1396V11.4282C20.1396 11.6671 20.3329 11.8604 20.5716 11.8604C20.8105 11.8604 21.0038 11.6668 21.0038 11.4282V8.86444H23.5681C23.807 8.86444 24.0001 8.67084 24.0001 8.43217C24.0001 8.19351 23.8068 8.00017 23.5681 8.00017Z" :fill="color"/>
  </svg-icon-base>
</template>

<script>
    import svgIconBase from "./svgIconBase";

    export default {
        components: {
            svgIconBase,
        },
        props: {
            // название файла иконки после icon, id (на англ.)
            name: {
                type: String,
                default: "StaffRecruitment",
            },
            // название иконки, рус.
            title: {
                type: String,
                default: "Подбор персонала",
            },
            // viewBox это координатная система minX, minY, width, height
            viewBox: {
                type: String,
                default: "0 0 24 24",
            },
            // width и height это размеры, в которые преобразуется координатная система (происходит zoom)
            width: {
                type: [Number, String],
                default: 24,
            },
            height: {
                type: [Number, String],
                default: 24,
            },
            color: {
                type: String,
                default: "inherit",
            },
        },
    };
</script>

<style scoped>

</style>

