Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Заполнение анкеты
ru_ua: Заповнення анкети

source: Заполнить до
ru_ua: Заповнити до

source: Желательно выполнить до
ru_ua: Бажано виконати до

source: Выполнить до
ru_ua: Виконати до

source: Типа назначения
ru_ua: Тип призначення

source: Кол-во слушателей
ru_ua: Кількість слухачів

source: Условие: выполнение занятия
ru_ua: Умова: виконати заняття

source: Условие: процент выполнения
ru_ua: Умова: відсоток виконання

source: Условие: средний балл
ru_ua: Умова: середній бал

source: Условие: суммарный балл
ru_ua: Умова: сумарний бал

source: Комментарий преподавателя:
ru_ua: Коментар інструктора:

source: Фильтр по группе/подгруппе:
ru_ua: Фільтр за групою/підгрупою:

source: Учебные группы:
ru_ua: Навчальні групи

source: Сессия оценки
ru_ua: Сесія оцінки

source: Дата начала определяется менеджером по оценке персонала (ориентировочно: %s)
ru_ua: Дата початку визначається менеджером з оцінки персоналу (орієнтовно: %s)

source: Дата окончания определяется менеджером по оценке персонала (ориентировочно: %s)
ru_ua: Дата закінчення визначається менеджером з оцінки персоналу (орієнтовно: %s)

source: Я оцениваю
ru_ua: Я оцінюю

source: Прошло времени
ru_ua: Пройшло часу

source: Меня оценивают
ru_ua: Мене оцінюють

source: Статус оценки
ru_ua: Статус оцінки

source: Дата начала обучения определяется преподавателем (ориентировочно: %s)
ru_ua: Дата початку навчання визначається інструктором (орієнтовно: %s)

source: Дата окончания обучения определяется преподавателем (ориентировочно: %s)
ru_ua: Дата закінчення навчання визначається інструктором (орієнтовно: %s)

source: Курс не доступен!
ru_ua: Дисципліна не доступний!

source: Курс не доступен по ограничению во времени
ru_ua: Доступ до дисципліни закрито відповідно до обмеження за часом

source: Вы действительно хотите подать заявку на обучение на этом курсе?
ru_ua: Ви дійсно хочете подати заявку на навчання за цією дисципліною?

source: нет оценки
ru_ua: немає оцінки

source: Внимание! В браузере выключен JS. Для работы в системе необходимо включить его.
ru_ua: Увага! У браузері вимкнений JS. Для роботи в системі необхідно включити його.

source: %s - %s
ru_ua: з %s по %s

source: Прогресс достижения
ru_ua: Прогрес досягнення

source: ввод
ru_ua: ввід

source: Всего ресурсов в базе: %s
ru_ua: Всього ресурсів у базі: %s

source: Классификаторы ресурсов не созданы
ru_ua: Класифікатори ресурсів не створено

source: Редактировать видеоролики
ru_ua: Редагувати відороліки

source: Город
ru_ua: Місто

source: не определен
ru_ua: не визначений

source: Дата проведения мероприятия
ru_ua: Дата проведення заходів

source: не определена
ru_ua: не визначена

source: Дата проверяемого маршрута
ru_ua: Дата маршруту, що перевіряється

source: Количество торговых точек
ru_ua: Кількість торгових точок

source: не определено
ru_ua: не визначено

source: Количество торговых точек, где активность
ru_ua: Кількість торгових точок, де активність

source: Выполнение бизнес-задачи, %
ru_ua: Виконання бізнес-задачі, %

source: применима
ru_ua: застосовна

source: выполнена
ru_ua: виконана

source: Добавить новый критерий
ru_ua: Додати новий коментар

source: Вы действительно хотите сохранить результат? В дальнейшем Вы сможете вернуться к заполнению формы.
ru_ua: Ви дійсно хочете зберегти результат? У подальшому Ви зможете повернустися до заповнення форми.

source: Значения колонки «Количество торговых точек, где активность применима» будут изменены в меньшую сторону!
ru_ua: Значення колонки «Кількість торгових точок, де активність застосовна» будуть змінені в меншу сторону!

source: Подтвердите изменение значения
ru_ua: Підтвердьте зміну значення

source: Изменить
ru_ua: Змінити

source: Отчёт заполнен не полностью!
ru_ua: Звіт заповнено не повністю!

source: Отчёт заполнен не полностью! Не заполнено поле «%s».
ru_ua: Звіт заповнено не повністю! Не заповнено поле «%s».

source: Вы действительно хотите сохранить результат и завершить работу с данным мероприятием? В дальнейшем Вы не сможете изменить результат оценки.
ru_ua: Ви дійсно хочете зберегти результат і завершити роботу з даним заходом? У подальшому Ви не зможете змінити результат оцінки.

source: Статус заполнения анкеты
ru_ua: Статус заповнення анкети

source: Время не ограничено
ru_ua: Час не обмежено

source: Вы действительно хотите прервать заполнение анкеты? Данные будут сохранены и в дальнейшем Вы сможете продолжить работу с анкетой.
ru_ua: Ви дійсно хочете перервати заповнення анкети? Дані буде збережено та у подальшому Ви зможете продовжити роботу з анкетою.

source: Прервать заполнение анкеты
ru_ua: Перервати заповнення анкети

source: Оцениваемый сотрудник
ru_ua: Оцінюваний співробітник

source: Позитивное проявление
ru_ua: Позитивний прояв

source: Выйти без подтверждения заполнения
ru_ua: Вийти без підтвердження заповнення

source: Подтвердить окончание заполнения анкеты и выйти
ru_ua: Підтвердити закінчення заповнення анкети та вийти

source: Вернуться к предыдущей странице
ru_ua: Повернутися до попередньої сторінки

source: Перейти к следующей странице
ru_ua: Перейти до наступної сторінки

source: Закончить и перейти к результатам
ru_ua: Закінчити та перейти до результатів

source: Закончить
ru_ua: Завершити

source: Вернуться к заполнению анкеты
ru_ua: Повернутися до заповнення анкети

source: Вернуться
ru_ua: Повернутися

source: Выполняя данную операцию, Вы НЕ заканчиваете заполнение анкеты и оставляете возможность для её дальнейшего изменения. Продолжить?
ru_ua: Виконуючи дану операцію, Ви не закінчуєте заповнення анкети та залишаєте можливість для її подальшої зміни. Продовжити?

source: Оценки по выбранным критериям
ru_ua: Оцінки по обраним критеріям

source: Введите название критерия
ru_ua: Введіть назву критерію

source: Оценка показателей эффективности
ru_ua: Оцінка показників ефективності

source: Комментарий сотрудника
ru_ua: Коментар співробітника

source: Оценка способа достижения
ru_ua: Оцінка способу досягнення

source: Критерий
ru_ua: Критерій

source: Учебный модуль должен быть открыт в новом окне
ru_ua: Навчальний модуль повинен бути відкритий у новому вікні

source: Примечание
ru_ua: Примітка

source: включены
ru_ua: увімкнено

source: включен
ru_ua: увімкнено

source: выключены
ru_ua: вимкнено

source: выключен
ru_ua: вимкнено

source: Разрешение экрана
ru_ua: Роздільна здатність екрану

source: Операционная системаb
ru_ua: Операційна система

source: Компоненты, отмеченные "*", не являются обязательными для корректной работы веб-интерфейса системы, но могут понадобиться при отображении учебных модулей сторонних производителей.
ru_ua: Компоненти, відмічені "*", не є обов'язковими для коректної роботи веб-інтерфейсу системи, але можуть знадобитися при відображенні навчальних модулів сторонніх виробників

source: пользователь с таким ФИО существует
ru_ua: користувач з таким ПІБ існує

source: Назначение уровней доступа
ru_ua: Призначення рівнів доступу

source: Каталог дисциплин вне Программ подготовок
ru_ua: Каталог дисциплін поза Програмами підготовки

source: Создать дисциплину
ru_ua: Створити дисципліну

source: обучение завершено
ru_ua: навчання завершено

source: Включить слушателя в учебную группу
ru_ua: Включити слухача до навчальної групи

source: Исключить слушателя из учебной группы
ru_ua: Вилучити слухача з навчальної групи

source: Печать Ведомости выдачи сертификатов
ru_ua: Друк Відомості видачі свідоцтв

source: дубликат
ru_ua: дублікат

source: Дубликат занятия успешно создан
ru_ua: Дублікат заняття успішно створено

source: Создать дубликат
ru_ua: Створити дублікат

source: курсах plural
ru_ru: %s курсе

source: занятие plural
ru_ru: %s занятие

source: занятиях plural
ru_ru: %s занятии

source: тест plural
ru_ru: %s тест

source: вопрос plural
ru_ru: %s вопрос

source: опрос plural
ru_ru: %s опрос

source: форма plural
ru_ru: %s форма

source: связанные профили во множественном числе
ru_ru: %s связанный профиль

source: год plural
ru_ru: %s год

source: месяц plural
ru_ru: %s месяц

source: пользователь plural
ru_ru: %s пользователь

source: заявка plural
ru_ru: %s заявка

source: специалист по подбору plural
ru_ru: %s специалист по подбору

source: комментарий plural
ru_ru: %s комментарий
