Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Вы уверены, что хотите добавить роль организатора обучения данному пользователю?
de_de: Sind Sie sicher, dass dieser Benutzer die Rechte des Kursadministrators bekommen soll?
fr_fr: Êtes-vous sûr de vouloir ajouter le rôle d'organisateur de la formation à cet utilisateur ?
ru_ua: Ви впевнені, що хочете призначити роль організатора навчання даному користувачеві?

source: Не хватает прав доступа.
de_de: Sie besitzen keine Zugriffsrechte.
fr_fr: Vous n'avez pas accès
ru_ua: Не вистачає прав для доступу.

source: Пользователь не найден
de_de: Benutzer wurde nicht gefunden
fr_fr: Utilisateur non trouvé
ru_ua: Користувача не знайдено

source: Данные пользователя успешно изменены
de_de: Benutzerdaten wurden erfolgreich geändert
fr_fr: Les données de cet utilisateur ont été modifiées
ru_ua: Дані користувача успішно змінені

source: Личные данные успешно изменены!
de_de: Persönliche Daten wurden erfolgreich geändert!
fr_fr: Les informations personnelles ont été modifiées
ru_ua: Особисті дані успішно змінено!

source: Источник %s не найден.
de_de: Quelle %s wurde nicht gefunden.
fr_fr: Source %s non trouvée
ru_ua: Джерело %s не знайдено.

source: Новые пользователи не найдены
de_de: Neue Benutzer wurden nicht gefunden
fr_fr: Nouveaux utilisateurs non trouvés
ru_ua: Нових користувачів не знайдено

source: Импортировать учетные записи из Active Directory
de_de: Benutzerkonten aus Active Directory importieren
fr_fr: Importer des comptes utilisateurs depuis Active Directory
ru_ua: Імпортувати облікові записи з Active Directory

source: Были добавлены %d пользователя(ей) и обновлены %d пользователя(ей)
de_de: Es wurden %d Benutzer hinzugefügt und %d Benutzer erneuert
fr_fr: %d utilisateurs ont été ajoutés et %d utilisateurs ont été mis à jour
ru_ua: Було додано %d користувача(ів) та оновлено %d користувача(ів)

source: Название учебного курса
de_de: Kurstitel
fr_fr: Titre du cours
ru_ua: Назва дисципліни

source: Тип курса
de_de: Kurstyp
fr_fr: Type de cours
ru_ua: Тип дисципліни

source: Начало обучения
de_de: Trainingstart
fr_fr: Début de la formation

source: Конец обучения
de_de: Trainingende
fr_fr: Fin de la formation

source: Прогресс, %
de_de: Fortschritt, %
fr_fr: Progression en %

source: Дата назначения опроса
de_de: Datum der UmfragenZuordnung
fr_fr: Date prévue du questionnaire
ru_ua: Дата призначення опитування

source: Дата заполнения опроса
de_de: Datum der Umfragenausfüllung
fr_fr: Date de remplissage du questionnaire
ru_ua: Дата заповнення опитування

source: Дата регистрации
de_de: Anmeldedatum
fr_fr: Date d'enregistrement
ru_ua: Дата реєстрації

source: Вы подтверждаете удаление отмеченных пользователей? При этом будут удалены все данные о пользователях, включая статистику обучения.
de_de: Sind Sie sicher, dass die markierten Benutzer gelöscht werden sollen? Dabei werden alle Benutzerdaten gelöscht, einschliesslich der Lernfortschrittsstatistik.
fr_fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés ? Toutes les données les concernant seront supprimées, y compris les statistiques de formation.
ru_ua: Ви підтверджуєте видалення зазначених користувачів? В такому випадку будуть видалені всі дані про користувачів, включаючи статистику навчання.

source: Заблокировать
de_de: Sperren
fr_fr: Bloquer
ru_ua: Заблокувати

source: Вы подтверждаете блокировку отмеченных пользователей? При этом для данных пользователей будет закрыт доступ к системе, но все данные о пользователе сохранятся.
de_de: Bestätigen Sie die Sperrung der markierten Benutzer? Für diese Benutzer wird Zugang zum System gesperrt sein, alle Benutzerdaten werden gespeichert bleiben.
fr_fr: Êtes-vous sûr de vouloir bloquer les utilisateurs sélectionnés ? L’accès à leurs données sera bloqué, mais toutes les données seront sauvegardées.
ru_ua: Ви підтверджуєте блокування зазначених користувачів? В такому випадку для даних користувачів буде закрито доступ до системи, але всі дані про користувача

source: Разблокировать
de_de: Entsperren
fr_fr: Débloquer
ru_ua: Розблокувати

source: Назначить на роль
de_de: Rolle zuordnen
fr_fr: Assigner un rôle

source: Убрать роль
de_de: Rolle entfernen
fr_fr: Supprimer le rôle

source: Роли успешно убраны
de_de: Rollen wurden erfolgreich entfernt
fr_fr: Les rôles ont été effacés
ru_ua: Ролі успішно видалені

source: Некоторым пользователям уже была присвоена роль
de_de: Einige Benutzer haben eine Rolle bereits zugewiesen bekommen

source: Пользователям успешно добавлена роль
de_de: Rolle wurde erfolgreich Benutzern zugewiesen

source: Пользователи успешно заблокированы!
de_de: Benutzer wurden erfolgreich gesperrt!
fr_fr: Les utilisateurs ont été bloqués
ru_ua: Користувачі успішно заблоковані!

source: Произошла ошибка во время блокировки пользователей!
de_de: Bei der Benutzersperrung ist ein Fehler aufgetreten!
fr_fr: Une erreur est survenue pendant le blocage des utilisateurs
ru_ua: Виникла помилка під час блокування користувачів!

source: Пользователи успешно разблокированы!
de_de: Benutzer wurden erfolgreich entsperrt!
fr_fr: Les utilisateurs ont été débloqués
ru_ua: Користувачі успішно розблоковані!

source: Произошла ошибка во время разблокировки пользователей!
de_de: Bei der Benutzerentsperrung ist ein Fehler aufgetreten!
fr_fr: Une erreur est survenue pendant le déblocage des utilisateurs
ru_ua: Виникла помилка під час розблокування користувачів!

source: Вы не можете удалить сами себя
de_de: Sie können nicht Ihr eigenes Account löschen
fr_fr: Vous ne pouvez pas vous supprimer vous-même
ru_ua: Ви не маєте прав видаляти власний обліковий запис

source: Пользователь успешно удалён
de_de: Benutzer wurde erfolgreich gelöscht
fr_fr: L'utilisateur a été supprimé
ru_ua: Користувача видалено успішно

source: Вы не можете удалить себя!
de_de: Sie können nicht Ihr eigenes Account löschen
fr_fr: Vous ne pouvez pas vous supprimer vous-même
ru_ua: Ви не можете видалити себе!

source: Пользователи успешно удалены
de_de: Benutzer wurden erfolgreich gelöscht
fr_fr: Les utilisateurs ont été supprimés
ru_ua: Користувачів успішно видалено

source: Учётная запись создана успешно!
de_de: Benutzerkonto wurde erfolgreich erstellt!
fr_fr: Le compte utilisateur a été créé
ru_ua: Обліковий запис успішно створено!

source: Учётная запись отредактирована успешно!
de_de: Benutzerkonto wurde erfolgreich editiert!
fr_fr: Le compte utilisateur a été rédigé
ru_ua: Обліковий запис успішно відредаговано!

source: Учётные записи сгенерированы успешно!
de_de: Benutzerkonten wurden erfolgreich erstellt!
fr_fr: Les comptes utilisateurs ont été générés
ru_ua: Облікові записи успішно згенеровано!

source: Регистрация нового пользователя
de_de: Anmeldung des neuen Benutzers
fr_fr: Enregistrement d'un nouvel utilisateur
ru_ua: Реєстрація нового користувача

source: Ваша регистрация успешно завершена
de_de: Ihre Anmeldung wurde erfolgreich abgeschlossen
fr_fr: Votre enregistrement est terminé
ru_ua: Реєстрація успішно завершена

source: Не выбран учебный курс для регистрации
de_de: Für die Anmeldung wurde keinen Kurs ausgewählt
fr_fr: Aucun cours sélectionné pour l'enregistrement
ru_ua: Не обрано дисципліну для реєстрації

source: Учебный курс не найден
de_de: Der Kurs wurde nicht gefunden
fr_fr: Cours non trouvé
ru_ua: Дисциплін не знайдено

source: Данный учебный курс не имеет свободной регистрации
de_de: Dieser Kurs hat keine freie Anmeldung
fr_fr: Pas d'enregistrement libre à ce cours
ru_ua: Дану дисципліну без вільної реєстрації

source: Ваша заявка на учебный курс успешно отправлена
de_de: Ihre Kursanmeldung wurde erfolgreich gesendet

source: Вы успешно зарегистрировались на учебный курс
de_de: Sie sind erfolgreich zum Kurs angemeldet

source: Регистрация на учебный курс
de_de: Kursanmeldung

source: Ваши заявки поданы успешно
de_de: Ihre Wahlkurse wurden erfolgreich gesendet
fr_fr: Vos demandes ont été remplies
ru_ua: Ваші заявки прийнято успішно

source: Регистрация на учебные курсы
de_de: Kursanmeldungen
fr_fr: S'enregistrer à un cours
ru_ua: Реєстрація на дисципліни

source: Ваши заявки на учебные курсы успешно отправлены
de_de: Ihre Kursanfragen wurden erfolgreich gesendet
fr_fr: Vos demandes de cours ont été envoyées
ru_ua: Ваші заявки на дисциплінси успішно відправлено

source: Добавить курсы
de_de: Kurse hinzufügen
fr_fr: Ajouter des cours

source: Вы уверены, что хотите сделать пользователя слушателем?
de_de: Sind Sie sicher, ob dieser Benutzer als Teilnehmer aufgenommen werden soll?
fr_fr: Êtes-vous sûr de vouloir que cet utilisateur soit auditeur ?
ru_ua: Ви впевнені, що потрібно призначити користувача слухачом?

source: Удалить курсы
de_de: Kurse löschen
fr_fr: Supprimer les cours

source: Вы подтверждаете удаление курсов?
de_de: Bestätigen Sie die Kursentfernung?
fr_fr: Êtes-vous sûr de confirmer la suppression des cours ?

source: Пользователь уже был назначен на некоторые курсы
de_de: Benutzer wurde bereits zu einigen Kursen zugewiesen
fr_fr: L'utilisateur a déjà été affecté à certains cours
ru_ua: Користувач вже був призначений на деякі дисципліни

source: Курсы успешно назначены
de_de: Kurse wurden erfolgreich zugewiesen
fr_fr: Les cours ont été assignés

source: На некоторых курсах пользователь не был слушателем
de_de: An einigen Kursen hat der Benutzer nicht teilgenommen
fr_fr: L'utilisateur n'était pas auditeur à certains cours
ru_ua: На деяких дисциплінах користувач не був призначений слухачом

source: Курсы успешно удалены
de_de: Kurse wurden erfolgreich gelöscht
fr_fr: Les cours ont été supprimés
ru_ua: Дисципліни успішно видалено

source: Вы уверены, что хотите сделать пользователя тьютором?
de_de: Sind Sie sicher, dass der Benutzer die Rolle des Kurslehrers übernehmen soll?
fr_fr: Êtes-vous sûr de vouloir que cet utilisateur soit enseignant ?

source: Курсы успешно добавлены
de_de: Kurse wurden erfolgreich hinzugefügt
fr_fr: Les cours ont été ajoutés
ru_ua: Дисципліни успішно додано

source: На некоторых курсах пользователь не был тьютором
de_de: In einigen Kursen war dieser Benutzer kein Lehrer
fr_fr: L'utilisateur n'était pas enseignant à certains cours
ru_ua: На деяких дисциплінах користувач не був призначений інструктором

source: Ограничение области ответственности
de_de: Beschränkung des Verantwortungsgebiets
fr_fr: Limitation du champ de responsabilités
ru_ua: Обмеження області відповідальності

source: Автоматически включать новые курсы
de_de: Neue Kurse automatisch einschließen
fr_fr: Inclure automatiquement de nouveaux cours
ru_ua: Автоматично додавати нові дисципліни

source: Классифицированные пользователи и оргединицы
de_de: Klassifizierte Benutzer und organisatorische Einheiten
fr_fr: Utilisateurs classés et unités organisationnelles

source: Пользователь (без роли)
de_de: Benutzer (ohne Rolle)
fr_fr: Utilisateur (sans rôle)

source: Логин (префикс)
de_de: Login (Präfix)
fr_fr: login (préfixe)
ru_ua: Логін (префікс)

source: Пароль
de_de: Passwort
fr_fr: Mot de passe

source: Генерация пользователей
de_de: Erstellung der Benutzer-Accounts
fr_fr: Générer un compte utilisateur
ru_ua: Генерація користувачів

source: Фамилия
de_de: Name
fr_fr: Nom de famille
ru_ua: Прізвище

source: Имя
de_de: Vorname
fr_fr: Prénom
ru_ua: Ім'я

source: Отчество
de_de: Patronymic
fr_fr: Patronyme
ru_ua: По батькові

source: Фамилия (латиницей)
de_de: Name
fr_fr: Nom de famille (en caractères latins)
ru_ua: Прізвище (латиницею)

source: Имя (латиницей)
de_de: Vorname
fr_fr: Prénom (en caractères latins)
ru_ua: Ім'я (латиницею)

source: кириллицей
de_de: kyrillisch
fr_fr: cyrillique
ru_ua: кирилицею

source: Пол
de_de: Geschlecht
fr_fr: Sexe
ru_ua: Стать

source: Логин пользователя
de_de: Benutzer-Login
fr_fr: Login de l'utilisateur

source: Сгенерировать пароль автоматически
de_de: Passwort automatisch erstellen
fr_fr: Générer un mot de passe automatiquement
ru_ua: Згенерувати пароль автоматично

source: Повторите пароль
de_de: Passwort wiederholen
fr_fr: Confirmez le mot de passe
ru_ua: Повторіть пароль

source: Фотография
de_de: Foto
fr_fr: Photo
ru_ua: Фотографія

source: Контактный e-mail
de_de: E-Mail für den Kontakt
fr_fr: Adresse électronique
ru_ua: Контактний e-mail

source: Учётная запись
de_de: Account
fr_fr: Compte utilisateur
ru_ua: Обліковий запис

source: Персональные данные
de_de: Persönliche Daten
fr_fr: Informations personnelles
ru_ua: Персональні дані

source: Назначения
de_de: Zuordnungen
fr_fr: Assignations
ru_ua: Призначення

source: Данное занятие не принадлежит к списку Ваших курсов
de_de: Dieses Training gehört nicht zu Ihrer Kursliste
fr_fr: Ce cours ne fait pas partie de la liste des cours auxquels vous êtes inscrit

source: Вам не назначено данное занятие
de_de: Dieses Training ist Ihnen nicht zugewiesen
ru_ua: Вам це заняття не призначено

source: Данный вебинар не принадлежит к списку Ваших курсов
de_de: Dieser Webinar gehört nicht zur Ihrer Kursliste
fr_fr: Ce webinar ne fait pas partie de la liste des cours auxquels vous êtes inscrit
ru_ua: Даний вебінар не належить до списку Ваших дисциплін

source: Публикация вебинара невозможна. Отсутствует занятие вебинара.
de_de: Veröffentlichung des Webinars ist nicht möglich. Es fehlt die KursZuordnung.
fr_fr: Impossible de publier le webinar. Aucune indication de cours de webinar.
ru_ua: Неможливо опублікувати вебінар. Відсутнє заняття вебінару.

source: Ошибка копирования файла %s.
de_de: Fehler beim Kopieren der Datei %s.
fr_fr: Une erreur est survenue lors de la copie du fichier %s
ru_ua: Помилка при копіюванні файлу %s.

source: Файл webinar.xml не создан.
de_de: Datei webinar.xml wurde nicht erstellt.
fr_fr: Le fichier webinar.xml n'a pas été créé
ru_ua: Файл webinar.xml не створено.

source: Архив %s не создан.
de_de: Archiv %s wurde nicht erstellt.
fr_fr: L'archive %s n'a pas été créée
ru_ua: Архів %s не створено.

source: Не найдены материалы вебинара
de_de: Webinar Materialien wurden nicht gefunden
ru_ua: Матеріали вебінару не знайдено

source: Материалы вебинара успешно опубликованы.
de_de: Webinar Materialien wurden erfolgreich veröffentlicht.
fr_fr: Les documents du webinar ont été publiés
ru_ua: Матеріали вебінару успішно опубліковано.

source: Список файлов
de_de: Dateienliste
fr_fr: Liste des fichiers
ru_ua: Список файлів

source: Статус конвертации
de_de: Status des Konvertierens
fr_fr: Statut de conversion
ru_ua: Статус конвертації

source: Вы действительно хотите удалить материалы вебинара?
de_de: Wollen Sie wirklich die Webinar Materialien löschen?
ru_ua: Ви насправді бажаєте видалити матеріали вебінару?

source: Материалы вебинара успешно созданы
de_de: Webinar Materialien wurden erfolgreich erstellt
ru_ua: Матеріали вебінару успішно створено

source: Материалы вебинара успешно обновлены
de_de: Webinar Materialien wurden erfolgreich erneuert
ru_ua: Матеріали вебінару успішно оновлено

source: Материалы вебинара успешно удалены
de_de: Webinar Materialien wurden erfolgreich gelöscht
ru_ua: Матеріали вебінару успішно видалено

source: Невозможно создать материалы вебинара
de_de: Es ist nicht möglich Webinar-Materialien zu erstellen
ru_ua: Неможливо створити матеріали вебінару

source: Некоторые файлы не были загружены
de_de: Einige Dateien wurden nicht hochladen
ru_ua: Деякі файли не було завантажено

source: Загружено более одной презентации
de_de: Es wurde mehr als eine Präsentation hochgeladen
fr_fr: Plus d'une présentation a été chargée
ru_ua: Завантажено більше однієї презентації

source: Соединение с сервером невозможно. Попробуйте позже
de_de: Verbindung mit dem Server ist nicht möglich. Probieren Sie es später noch mal
fr_fr: Connexion avec le serveur interrompue. Veuillez essayer à nouveau plus tard
ru_ua: Неможливо з'єднатися з сервером. Спробуйте пізніше

source: В процессе
de_de: In Bearbeitung
ru_ua: У процесі

source: Ожидание
de_de: Warten
fr_fr: Attente
ru_ua: Очікування

source: Файл успешно загружен.
de_de: Datei wurde erfolgreich hochgeladen
fr_fr: Le fichier a été chargé
ru_ua: Файл завантажено успішно.

source: Нет соединения с сервером конвертации PPT -> SWF
de_de: Es besteht keine Verbindung zum Konvertierungsserver PPT -> SWF
fr_fr: Pas de connexion avec le serveur de conversion PPT -> SWF
ru_ua: Немає з'єднання з сервером конвертації PPT -> SWF

source: Ошибка загрузки файла
de_de: Fehler beim hochladen der Datei
fr_fr: Une erreur est survenue lors du chargement du fichier
ru_ua: Помилка при завантаженні файлу

source: Загрузить файл
de_de: Datei hochladen
fr_fr: Parcourir

source: Авторы
de_de: Autoren
fr_fr: Auteurs
ru_ua: Автори

source: Главная
de_de: Hauptseite
fr_fr: Page principale

source: Статья успешно удалена
de_de: Artikel wurde erfolgreich gelöscht
fr_fr: L'article a été supprimé
ru_ua: Статтю успішно видалено

source: Статьи успешно удалены
de_de: Artikel wurden erfolgreich gelöscht
fr_fr: Les articles ont été supprimés
ru_ua: Статті успішно видалено

source: Название страницы
de_de: Seitentitel
fr_fr: Titre de la page
ru_ua: Назва сторінки

source: Страница
de_de: Seite
fr_fr: Page
ru_ua: Сторінка

source: Искать
de_de: Suchen
fr_fr: Chercher
ru_ua: Пошук

source: Сбросить фильтр
de_de: Filter zurücksetzen
fr_fr: Effacer le filtre
ru_ua: Скасувати фільтр

source: Выполнить
de_de: Ausführen
fr_fr: Exécuter
ru_ua: Виконати

source: Выбрать все
de_de: Alle auswählen
fr_fr: Sélectionner tous
ru_ua: Обрати все

source: Выбрать видимые
de_de: Sichtbare auswählen
fr_fr: Sélectionner les fichiers visibles
ru_ua: Обрати видимі

source: Снять выбор
de_de: Auswahl zurücksetzen
fr_fr: Annuler le choix
ru_ua: Відмінити вибір

source: элементов выбрано
de_de: Elemente ausgewählt
fr_fr: éléments sélectionnés
ru_ua: елементів обрано

source: Следующая
de_de: Nächste
fr_fr: Suivante
ru_ua: Наступна

source: Последняя
de_de: Letzte
fr_fr: Dernière
ru_ua: Остання

source: из
de_de: Aus
fr_fr: sur
ru_ua: з

source: Первая
de_de: Erste
fr_fr: Première
ru_ua: Перша

source: Предыдущая
de_de: Vorherige
fr_fr: Précédente
ru_ua: Попередня

source: Отсутствуют данные для отображения
de_de: Es gibt keine Daten, die angezeigt werden können
fr_fr: Aucune image à afficher
ru_ua: Відсутні дані

source: Печать
de_de: Druck
fr_fr: Imprimer
ru_ua: Друк

source: От
de_de: Von
fr_fr: De
ru_ua: Від

source: До
de_de: Bis
fr_fr: À

source: Для
de_de: Für
fr_fr: Pour

source: элементов:
de_de: elemente:
fr_fr: élements :
ru_ua: елементів:

source: Фиксирование строки
de_de: Fixierung der Zeile
fr_fr: Verrouillage des lignes
ru_ua: Фіксовані рядки

source: Не выделен флажком ни один элемент!
de_de: Kein Kontrollkästchen markiert!
fr_fr: Aucun élément n'a été marqué
ru_ua: Жодного елементу не виділено прапорцем!

source: Слушатели
de_de: Teilnehmer
fr_fr: Auditeurs
ru_ua: Слухачі

source: Тьюторы
de_de: Lehrer
fr_fr: Enseignants
ru_ua: Інструктори

source: Учебная администрация
de_de: Lehradministration
fr_fr: Administration
ru_ua: Організатор навчання

source: Администраторы
de_de: Administratoren
ru_ua: Адміністратори

source: Претенденты
de_de: Bewerber
fr_fr: Candidats
ru_ua: Претенденти

source: Прошедшие обучение
de_de: Kursabsolventen
fr_fr: Personnes ayant suivi la formation
ru_ua: Ті, що пройшли навчання

source: создать
de_de: erstellen
fr_fr: créer
ru_ua: створити

source: Карточка
de_de: Karte
fr_fr: Carte
ru_ua: Картка

source: Загрузка Flash Player...
de_de: Flash Player laden...
fr_fr: Chargement de Flash Player

source: Загрузка
de_de: Laden
fr_fr: Chargement
ru_ua: Завантаження

source: c
de_de: von
fr_fr: du
ru_ua: з

source: по
de_de: bis
fr_fr: au

source: Начните набирать текст...
de_de: Starten Sie den Text zu tippen...
fr_fr: Commencez à composer le texte...
ru_ua: Розпочинайте набирати текст ...

source: Обновляемость
de_de: Aktualisierungsgrad
fr_fr: régularité de mise à jour
ru_ua: Процес оновлення

source: часто
de_de: oft
fr_fr: souvent

source: относительно часто
de_de: relativ oft
fr_fr: assez souvent
ru_ua: відносно часто

source: относительно редко
de_de: relativ selten
fr_fr: assez rarement
ru_ua: відносно рідко

source: редко
de_de: selten
fr_fr: rarement
ru_ua: рідко

source: Режим
de_de: Modus
fr_fr: Régime

source: редактирование
de_de: Bearbeitung
fr_fr: rédaction
ru_ua: редагування

source: просмотр
de_de: Ansicht
fr_fr: aperçu
ru_ua: перегляд

source: таблица
de_de: Tabelle
fr_fr: tableau
ru_ua: таблиця

source: список
de_de: Liste
fr_fr: liste

source: журнал попыток
de_de: Protokoll der Versuche
fr_fr: rapport
ru_ua: журнал спроб

source: сводные результаты по учебному модулю
de_de: Gesamtergebnisse des Lernmoduls
fr_fr: résultats globaux sur ce module
ru_ua: зведені результати по навчальному модулю

source: подробная статистика Skillsoft
de_de: Ausführliche Statistik Skillsoft
fr_fr: statistiques détaillées Skillsoft
ru_ua: детальна статистика Skillsoft

source: Открыть краткий отчёт
de_de: Kurzbericht öffnen
fr_fr: Ouvrir un rapport bref
ru_ua: Відкрити короткий звіт

source: Открыть карточку
de_de: Karte öffnen
fr_fr: Ouvrir la carte
ru_ua: Відкрити картку

source: Открыть
de_de: Öffnen
fr_fr: Ouvrir
ru_ua: Відкрити

source: Вы действительно хотите удалить?
de_de: Wollen Sie das wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ?
ru_ua: Ви дійсно бажаєте видалити?

source: Подтвердить
de_de: Bestätigen
fr_fr: Confirmer
ru_ua: Підтвердити

source: Отправить в архив
de_de: In Archiv verschieben
fr_fr: Archiver
ru_ua: Відправити до архіву

source: Отправить в разработку
de_de: Zur Entwicklung senden
fr_fr: À développer
ru_ua: Відправити для розробки

source: Календарь
de_de: Kalender
fr_fr: Calendrier
ru_ua: Календар

source: Закрыть
de_de: Schließen
fr_fr: Fermer
ru_ua: Закрити

source: на соответствие
de_de: Übereinstimmung
fr_fr: correspondant à
ru_ua: на відповідність

source: с прикрепленным файлом
de_de: mit Anhangsdatei
fr_fr: pièce jointe
ru_ua: з приєднаним файлом

source: выбор по карте на картинке
de_de: Auswahl auf der Image-Map
fr_fr: choix en fonction de la carte
ru_ua: вибір по карті на картинці

source: выбор из набора картинок
de_de: Auswahl aus dem Bildersatz
fr_fr: choix parmi les images
ru_ua: вибір з набору картинок

source: внешний объект
de_de: externes Objekt
fr_fr: Élément extérieur
ru_ua: зовнішній об'єкт

source: тренажер
de_de: Simulator
fr_fr: Simulateur

source: на упорядочивание
de_de: Ordnen
fr_fr: classement par ordre
ru_ua: на впорядкування

source: на классификацию
de_de: Klassifikation
fr_fr: à classer
ru_ua: на класифікацію

source: Неизвестный тип
de_de: Unbekannter Typ
fr_fr: Type inconnu
ru_ua: Невідомий тип

source: Неизвестное действие
de_de: Unbekannte Aktion
fr_fr: Action inconnue
ru_ua: Невідома дія

source: Не ограничено
de_de: Unbegrenzt
fr_fr: Illimité
ru_ua: Без обмежень

source: %s день от начала обучения по курсу
de_de: %s Tag vom Beginn der Kursteilnahme
fr_fr: %s jour à partir du début du cours

source: с %s дня от начала обучения по курсу
de_de: von %s Tag(e) vom Beginn der Kursteilnahme
fr_fr: %s jours à partir du début du cours

source: с %s по %s день от начала обучения по курсу
de_de: von %s bis %s Tag vom Beginn der Kursteilnahme
fr_fr: du %s au %s jour à partir du début du cours

source: %s, с %s по %s
de_de: %s, von %s bis %s
fr_fr: %s, de %s à %s
ru_ua: %s, з %s по %s

source: с %s
de_de: Von %s

source: Завершить обучение
de_de: Ausbildung beenden
fr_fr: Achever la formation
ru_ua: Завершити навчання

source: Удалить из списка
de_de: Aus der Liste löschen
fr_fr: Supprimer de la liste

source: Добавить все
de_de: Alle hinzufügen
fr_fr: Tout ajouter
ru_ua: Додати все

source: Удалить все
de_de: Alle löschen
fr_fr: Tout supprimer
ru_ua: Видалити все

source: Выделенные
de_de: Markierte
fr_fr: Marqués
ru_ua: Виділені

source: Укажите время
de_de: Stellen Sie die Uhrzeit ein
fr_fr: Indiquez le temps
ru_ua: Задайте час

source: Часы
de_de: Stunden
fr_fr: Heures
ru_ua: Години

source: Минуты
de_de: Minuten
fr_fr: Minutes
ru_ua: Хвилини
