Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: %s роли
de_de: %s Rollen

source: %s ролей
de_de: %s der Rollen

source: Мужчина
de_de: Mann

source: Женщина
de_de: Frau

source: Отчёт успешно создан
de_de: Bericht wurde erfolgreich erstellt

source: Учебный модуль успешно удалён.
de_de: Lernmodul wurde erfolgreich gelöscht.

source: Пользователь #
de_de: Benutzer #

source: Выберите слушателей
de_de: Wählen Sie die Teilnehmer aus

source: Hазначить слушателей на курсы
de_de: Teilnehmer dem Kurs zuordnen

source: Табельный номер
de_de: Teilnehmernummer
ru_ua: Табельний номер

source: день,дня,дней
de_de: Tag, des Tages, der Tage

source: час,часа,часов
de_de: Stunde, der Stunde, der Stunden

source: минута,минуты,минут
de_de: Minute, der Minute, der Minuten

source: секунда,секунды,секунд
de_de: Sekunde, der Sekunde, der Sekunden

source: Янв
de_de: Jan

source: Фев
de_de: Feb

source: Мар
de_de: März

source: Апр
de_de: Apr

source: Май
de_de: Mai

source: Июн
de_de: Jun

source: Июл
de_de: Jul

source: Авг
de_de: Aug

source: Сен
de_de: Sep

source: Окт
de_de: Okt

source: Ноя
de_de: Nov

source: Дек
de_de: Dez

source: Январь
de_de: Januar

source: Февраль
de_de: Februar

source: Март
de_de: März

source: Апрель
de_de: April

source: Июнь
de_de: Juni

source: Июль
de_de: Juli

source: Август
de_de: August

source: Сентябрь
de_de: September

source: Октябрь
de_de: Oktober

source: Ноябрь
de_de: November

source: Декабрь
de_de: Dezember

source: Выйти из системы
de_de: Logout

source: Поиск по Базе знаний
de_de: Suche in der Wissensdatenbank

source: поиск
de_de: Suche

source: Просмотр Базы знаний
de_de: Durchsicht der Wissensdatenbank

source: Общие настройки
de_de: Allgemeine Einstellungen

source: Название Системы
de_de: Systemname

source: E-mail администрации Портала
de_de: E-mail der Systemadministration

source: Количество строк в таблице
de_de: Zeilenzahl in der Tabelle

source: Количество сообщений, отображаемых в рабочей области канала чата
de_de: Mitteilungenzahl im aktiven Kanal des Chats

source: Интеграция с iWebinar
de_de: Integration mit iWebinar

source: Адрес точки публикации вебинаров
de_de: Adresse der Webinar-Publikation

source: Количество вопросов:
de_de: Fragenzahl:

source: Количество попыток:
de_de: Versuchszahl:

source: Ограничение по времени, мин:
de_de: Zeitlimit, Min:

source: Приступить к выполнению?
de_de: Wollen Sie starten?

source: создать тему
de_de: Neues Thema erstellen

source: Темы
de_de: Themen

source: Сообщений
de_de: Mitteilungen

source: Все темы
de_de: Alle Themen

source: Ответить на сообщение
de_de: Mitteilung beantworten

source: учетные записи
de_de: Benutzerkonten

source: создать роль
de_de: Rolle erstellen

source: Базовая роль
de_de: Grundlegende Rolle

source: Доступные функции
de_de: Zugängliche Funktionen

source: нет существующих ролей
de_de: Es gibt keine existierende Rollen

source: Создание новой роли
de_de: Erstellen einer neuen Rolle

source: всем новым
de_de: für alle neuen

source: Функции, доступные базовой роли
de_de: Funktionen, zugänglich für die grundlegende Rolle

source: Функции, доступные производной роли
de_de: Funktionen, zugänglich für die abgeleitete Rolle

source: Назначить роль пользователям
de_de: Rolle den Benutzern zuordnen

source: Создать руководство пользователя
de_de: Die Bedienungsanleitung für den Benutzer erstellen

source: Вы действительно желаете удалить роль? Восстановить будет невозможно!
de_de: Wollen Sie wirklich diese Rolle löschen? Es ist nicht möglich die Rolle wiederherzustellen!

source: Все пользователи
de_de: Alle Benutzer

source: Пользователи, которым назначена данная роль
de_de: Benutzer mit dieser Rolle

source: Внимание! Сеанс запущен в режиме просмотра. Используются настройки по умолчанию, оценка не выставляется.
de_de: Achtung! Diese Sitzung ist im Ansicht-Modus ausgeführt. Es werden Standarteinstellungen verwendet, wird nicht bewertet.

source: мин.
de_de: Min.

source: Всего:
de_de: Insgesamt:

source: Время ответа на вопрос вышло.
de_de: Zeit für das Beantworten dieser Frage ist abgelaufen.

source: Диапазон баллов: от
de_de: Punktebereich: von

source: Сохранить и закончить
de_de: Speichern und beenden
ru_ua: Зберегти і завершити

source: Вопросов:
de_de: Fragen:

source: осталось
de_de: verblieben

source: баллов
de_de: Punkte

source: Название занятия
de_de: Titel der Lerneinheit

source: Всего вопросов
de_de: Fragenzahl

source: Получено ответов
de_de: Anzahl der angegebenen Antworten

source: Начало тестирования
de_de: Teststart

source: сегодня в
de_de: Heute um

source: Окончание тестирования
de_de: Testende

source: Потрачено времени
de_de: Dauer

source: сек.
de_de: Sek.

source: Я подтверждаю, что ознакомился с результатами
de_de: Ich bestätige die Ergebnisse gesehen zu haben

source: Закончить просмотр
de_de: Durchsicht beenden

source: Удалить сообщение
de_de: Die Mitteilung zu löschen

source: Создание темы
de_de: Erstellung des Themas

source: Иконка
de_de: Symbol
ru_ua: Значок

source: Редактирование темы
de_de: Thema bearbeiten

source: часа
de_de: Stunde

source: часов
de_de: Stunden

source: Редактирование роли
de_de: Bearbeitung der Rolle

source: Закрыть список функций
de_de: Liste der Funktionen schließen

source: Открыть список функций
de_de: Liste der Funktionen öffnen

source: Просмотр новости запрещён
de_de: Ansicht der Nachricht nicht zulässig

source: Название администрации Портала (поле 'От' в письмах, рассылаемых Системой)
de_de: Name der Systemadministration (das Feld ' Von ' in den Briefen, die vom System verschickt werden)

source: Домен
de_de: Domain

source: Хост
de_de: Host

source: Адрес контроллера домена
de_de: Adresse des Domainkontrollers

source: Имя пользователя
de_de: Benutzername

source: Интеграция с Connect Pro
de_de: Integration mit Connect Pro

source: Логин администратора
de_de: Login des Administrators

source: Пароль администратора
de_de: Passwort des Administrators

source: Пароль по умолчанию для новых пользователей
de_de: Passwort als Voreinstellung für die neuen Benutzer

source: высылать сообщения по email
de_de: Mitteilungen per e-mail verschicken

source: Произвольный
de_de: Frei

source: Статистика
de_de: Statistik

source: Счетчик посетителей системы
de_de: Zähler der Systembesucher

source: Заявки
de_de: Wahlkurse

source: Популярные курсы
de_de: Beliebte Kurse

source: Активность
de_de: Aktivität
ru_ua: Активність

source: Успеваемость
de_de: Lernfortschritt

source: Разное
de_de: Verschiedenes

source: Интересные факты
de_de: Interessante Fakten

source: Часто задаваемые вопросы
de_de: FAQ

source: Видеоролики по работе с eLearning Server 4G
de_de: Videoanweisungen für den eLearning Server 4G

source: Обучение
de_de: Ausbildung

source: Каталог учебных курсов
de_de: Kurskatalog
ru_ua: Каталог дисциплін

source: Рекомендуемые курсы
de_de: Empfohlene Kurse

source: Сбор обратной связи
de_de: Feedback geben

source: болонская система
de_de: Bologna System

source: вебинар
de_de: Webinar

source: интеграция с at
de_de: Integration mit at

source: интеграция с cms
de_de: Integration mit cms

source: интеграция с sis
de_de: Integration mit sis

source: Синхронизация структуры организации
de_de: Synchronisation der Organisation Struktur

source: Уведомление по Email об отсутствиях на занятиях
de_de: Abwesenheitsmitteilung per Email

source: Администрирование
de_de: Administration

source: Все учетные записи
de_de: Alle Benutzerkonten

source: Создать учетную запись
de_de: Benutzerkonto erstellen

source: Сгенерировать учетные записи
de_de: Benutzerkonten erzeugen

source: Импортировать учетные записи из CSV
de_de: Benutzerkonten aus CSV importieren

source: Организаторы обучения
de_de: Ausbildungsleiter

source: Настройка ролей
de_de: Einstellungen der Rollen

source: Портал
de_de: Portal

source: Сервисы информационного взаимодействия Портала
de_de: Kommunikation Services

source: Создать учебный курс
de_de: Kurs erstellen

source: Импортировать классификацию из csv
de_de: Klassifikation aus CSV importieren

source: Мои курсы
de_de: Meine Kurse
ru_ua: Мої дисципліни

source: Прошедшие обучения
de_de: Kursabsolventen

source: Провайдеры обучения
de_de: Anbieter der Ausbildung

source: Создать штатную единицу
de_de: Planstelle erstellen

source: Разработка учебных модулей
de_de: Entwicklung der Lernmodule

source: Учебные модули в разработке
de_de: Lernmodule in Entwicklung

source: Архив учебных модулей
de_de: Archiv der Lernmodule

source: Поставщики
de_de: Anbieter

source: Добавить поставщика
de_de: Anbieter hinzufügen

source: Отчёты
de_de: Berichte

source: Генерация отчета
de_de: Berichtserzeugung

source: Архив отчетов
de_de: Archiv der Berichte

source: Конструктор отчетных форм
de_de: Konstrukteur der Berichtsformen

source: Создать отчетную форму
de_de: Berichtsform erstellen

source: Бланк отчетов
de_de: Formular für die Berichte

source: Параметры системы
de_de: Parameter des Systems

source: Парольная политика
de_de: Passwortrichtlinien

source: Шаблоны cистемных сообщений
de_de: Vorlagen für die Systemmitteilungen

source: Шаблоны приказов
de_de: Vorlagen für die Befehle

source: Шаблон сертификатов
de_de: Vorlage für die Zertifikate

source: Создать классификатор
de_de: Klassifikator erstellen

source: Просмотр
de_de: Ansicht
ru_ua: Перегляд

source: Импорт
de_de: Import

source: Конструктор уч. модуля
de_de: Konstrukteur des Lernmoduls

source: Создание учебного модуля
de_de: Erstellen des Lernmodules

source: Редактирование учебного модуля
de_de: Bearbeitung des Lernmodules

source: Редактирование содержания учебного модуля
de_de: Bearbeitung des Lernmodulinhaltes

source: Просмотр ресурса
de_de: Durchsicht der Ressource

source: Редактирование свойств
de_de: Bearbeitung der Eigenschaften

source: Календарный план
de_de: Kalenderplan

source: Учебные материалы
de_de: Lernmaterialien

source: Разработчики
de_de: Entwickler

source: Внешний поставщик
de_de: Externer Anbieter

source: План занятий
de_de: Trainingsplan
ru_ua: План занять

source: Ведомость успеваемости
de_de: Verzeichnis des Lernfortschritts

source: Редактирование
de_de: Bearbeitung

source: Вебинары
de_de: Webinare

source: Подгруппы
de_de: Untergruppeen
ru_ua: Підгрупи

source: Редактирование содержимого
de_de: Bearbeitung des Inhaltes

source: Редактирование учетной записи
de_de: Bearbeitung des Benutzerkontos

source: История опросов
de_de: Geschichte der Umfragen

source: Область ответственности организатора обучения
de_de: Verantwortungsgebiet des Ausbildungsleiter

source: Курсы тьютору
de_de: Kurse für den Lehrer

source: Курсы слушателю
de_de: Kurse für den Teilnehmer

source: Создать пустой учебный модуль и добавить в выпадающий список
de_de: Leeres Lernmodul erstellen und in die ausfallende Liste eintragen
ru_ua: Створити новий навчальний модуль та додати його до випадаючого списку

source: Создать пустой информационный ресурс и добавить в выпадающий список
de_de: Leere informative Ressource erstellen und in die ausfallende Liste eintragen
ru_ua: Створити новий інформаційний ресурс та додати його до випадаючого списку

source: Создать информационный ресурс
de_de: Informative Ressource erstellen
ru_ua: Створити інформаційний ресурс

source: Создать пустой тест и добавить в выпадающий список
de_de: Leeren Test erstellen und in die ausfallende Liste eintragen
ru_ua: Створити новий текст ьа додати його до випадаючого списку

source: Создать пустое задание и добавить в выпадающий список
de_de: Leere Aufgabe erstellen und in die ausfallende Liste eintragen
ru_ua: Створити нове завдання та додати його до випадаючого списку

source: Создать пустой опрос и добавить в выпадающий список
de_de: Leere Umfrage erstellen und in die ausfallende Liste eintragen
ru_ua: Створити нове опитування та додати його до випадаючого списку

source: Создать пустой контейнер для материалов вебинара и добавить в выпадающий список
de_de: Leeren Container für die Webinar-Materialien erstellen und in die ausfallende Liste eintragen
ru_ua: Створити пустий контейнер для матеріалів вебінару і додати його до розкривного списку

source: В процессе был создан новый учебный материал. Перейти к его редактированию?
de_de: Im Prozess wurde neues Lernmaterial erstellt. Bearbeitung starten?
ru_ua: В процесі було створено новий навчальний матеріал. Перейти до його редагування?

source: Курс пройден
de_de: Kurs abgeschlossen

source: Уважаемый слушатель! Вы выполнили весь план занятий и Вам автоматически выставлена итоговая оценка за курс. Вы можете продолжать пользоваться материалами курса вплоть до окончания его срока действия (если применимо).
de_de: Sie haben die gesamte Studie Plan abgeschlossen und Sie werden automatisch Gesamtnote für den Kurs ausgestellt werden. Sie können weiterhin das Kursmaterial bis zum Ende seiner Amtszeit verwenden (falls zutreffend).
ru_ua: Шановний слухачу! Ви виконали весь план занять і Вам автоматично виставлено підсумкову оцінку за весю дисципліну. Ви можете продовжувати користуватись матеріалами дисципліни аж до закічнення терміну її доступності(якщо застосовно).

source: %s - поля, обязательные для заполнения
de_de: %s - obligatorische Felder
ru_ua: %s - поля, обов'язкові для заповнення

source: Результаты поиска
de_de: Suchergebnisse
ru_ua: Результати пошуку

source: Нештатная ситуация
de_de: Unerwartete Situation
ru_ua: Нештатна ситуація

source: В ходе работы программы произошла нештатная ситуация.
de_de: Im Verlauf der Arbeit des Programms ist unerwartete Situation aufgetreten.

source: Вы можете отправить отчет о случившемся в службу технической поддержки и продолжить работу с системой.
de_de: Sie können Fehlerbericht an den technischen Dienst schicken und Arbeiten mit dem System fortsetzen.

source: Продолжить
de_de: Fortsetzen
ru_ua: Продовжити

source: Недостаточно прав
de_de: Rechte fehlen
ru_ua: Недостатньо прав

source: У Вас недостаточно прав для просмотра данной страницы. Это могло произойти по следующим причинам:
de_de: Sie besitzen keine Rechte für die Durchsicht dieser Seite. Es konnte aus den folgenden Gründen passieren:
ru_ua: У Вас недостатньо прав для перегляду даної сторінки. Це могло відбутись з наступних причин:

source: Вы долгое время не совершали никаких действий в системе и время сессии закончилось;
de_de: Automatischer Logout;
ru_ua: Ви довгий час не здійснювали ніяких дій у системі та час сесії скінчився;

source: Вы перешли по прямой ссылке (например, сохраненной в закладках) и еще не авторизовались;
de_de: Sie sind noch nicht eingeloggt;
ru_ua: Ви перейшли по прямому посиланню (наприклад, збереженому у закладках) та ще неавторизувались;

source: Вы можете продолжить работу с ситемой, заново авторизовавшись.
de_de: Für die Fortsetzung noch mal einloggen.

source: Запрашиваемая Вами страница не найдена. Это могло произойти по следующим причинам:
de_de: Die von Ihnen angefragte Seite wurde nicht gefunden. Es konnte aus den folgenden Gründen passieren:
ru_ua: Запитувану Вами сторінку не знайдено. Це могло відбутись з наступних причин:

source: Вы перешли по ссылке на учебный материал, который был физически удалён на сервере;
de_de: Das angefragte Material wurde bereits gelöscht;
ru_ua: Ви перейшли за посиланням на навчальний матеріал, який було фізично видалено на сервері;

source: неверно настроены права доступа к файлам на файловой системе сервера;
de_de: Zugriffsrechte zu den Dateien auf dem Dateisystem des Servers sind falsch qeingestellt;
ru_ua: невірно налаштовано права доступу до файлів на файловій системі серверу;

source: неверно установлены ссылки в содержимом учебного модуля (информационного ресурса), либо он вообще не рассчитан на работу с данным типом файловой системы;
de_de: Hinweise und Links im Inhalt des Lernmoduls sind falsch eingestellt, oder Arbeit mit diesem Dateityp ist nicht möglich;
ru_ua: невірно налаштовано посилання у вмісті навчального модулю (інформаційного ресурсу), або він взагалі не розрахований на роботу із даним типом файлової системи;

source: Вы можете сообщить об этой проблеме системному администратору и продолжить работу с системой.
de_de: Sie können über dieses Problem den Systemadministrator informieren und Arbeit mit dem System fortsetzen.
ru_ua: Ви можете повідомити про цю проблему системного адміністратора та продовжити роботу із системою.

source: -Все-
de_de: -Alle-

source: Вторник
de_de: der Dienstag
ru_ua: Вівторок

source: --Нет--
de_de: --Nein --
ru_ua: --Немає--

source: %value%' выглядит как DNS имя хоста, но оно не дожно быть из списка доменов верхнего уровня
de_de: '%value%' invalid DNS

source: %s (Копия)
de_de: %s (Copie)
ru_ua: %s (Копія)

source: %s по %s
de_de: %s bis %s

source: %s день %s по курсу
de_de: %s Tag %s der Kursteilnahme
ru_ua: %s день - %s з дисципліни

source: %s дней
de_de: %s Tag(s)
ru_ua: %s днів

source: %s (БЗ)
de_de: %s (WB)

source: %s-й день
de_de: %s-te Tag

source: %s-й день - %s-й день
de_de: %s-te Tag - %s-te Tag
ru_ua: %s день - %s день

source: %value%' выглядит как локальный сетевой адрес, но локальные сетевые адреса не разрешены
de_de: '%value%' invalid local address

source: %value%' не найдено в перечисленных допустимых значениях
de_de: %value%' is not found

source: %value%' недопустимый адрес электронной почты. Введите его в формате имя@домен
de_de: %value%' is not valid e-mail

source: %value%' меньше разрешенной минимальной длины в %min% символов
de_de: %value%' is smaller (min %min%)

source: Adobe Flash Player не обязателен для корректной работы сервера, но может понадобиться при отображении курсов.
de_de: Adobe Flash Player is recommended

source: Активен
de_de: Aktive

source: Активно
de_de: Aktive

source: Все занятия
de_de: Alle Lehrstunden
ru_ua: Усі заняття

source: Все учебные курсы
de_de: Alle Kurse
ru_ua: Усі дисципліни

source: Все материалы
de_de: Alle Materialien
ru_ua: Усі матеріали

source: все уровни вложенности
de_de: Alle Niveaus der Verschachtelung
ru_ua: усі рівні вкладеності

source: все ресурсы Базы знаний
de_de: Alle Ressourcen
ru_ua: всі ресурси з Бази знань

source: все сервисы взаимодействия в курсах
de_de: Alle Services der Kommunikation in den Kursen
ru_ua: усі сервіси взаємодії в дисциплінах

source: Назначить всех, включая вышеуказанных
de_de: Allen, einschließlich die Obengenannten zu ernennen
ru_ua: Призначити всіх, включаючи вищевказаних

source: все, включая вопросы тестов из Базы знаний
de_de: Aller, einschließlich die Fragen der Prüfungen aus der Wissensdatenbank
ru_ua: всі, разом з питаннями тестів з Бази знань

source: по умолчанию
de_de: Als Voreinstellung
ru_ua: за замовчуванням

source: Возраст
de_de: Alter
ru_ua: Вік

source: Дата регистрации на курс
de_de: Anmeldedatum auf den Kurs
ru_ua: Дата реєстрації на дисципліну

source: Применимо только к ресурсам с типом "Файл"
de_de: Anwendbar nur zu den Ressourcen mit dem Typ "Datei"
ru_ua: Застосовується лише до ресурсів з типом "Файл"

source: Применимо только к ресурсам с типами "HTML-страница" и "Файл" (поддерживаются типы файлов .docx и .xlsx)
de_de: Anwendbar nur zu den Ressourcen mit den Typen "HTML-Seite" und "Datei" (es werden die Typen der Dateien.docx und.xlsx unterstützt)

source: Следить за темой
de_de: Auf das Thema zu folgen
ru_ua: Спостерігати за темою

source: Отказаться от обучения
de_de: Absagen
ru_ua: Відмовитись від навчання

source: оценка за задание
de_de: Aufgabenbewertung

source: Выбор используемых учебных модулей
de_de: Auswahl der verwendeten Lehrmodule
ru_ua: Вибір навчальних модулів, що використовуються

source: Автоматически выставлять итоговую оценку за курс
de_de: Automatische Gesamtkursebewertung
ru_ua: Автоматично виставляти підсумкову оцінку за дисципліну

source: Автоматически выставлять оценку за занятие
de_de: Automatische Gesamtlerneinheitbewertung
ru_ua: Автоматично виставляти оцінку за заняття

source: Автоматически выставлять оценку за занятие по формуле
de_de: Automatische Gesamtlerneinheitbewertung bei Formel
ru_ua: Автоматично виставляти оцінку за заняття за формулою

source: Автоматически выставлять оценку за занятие при достижении порога
de_de: Automatische Gesamtlerneinheitbewertung bei der Errungenschaft des aufgegebenen Niveaus
ru_ua: Автоматично виставляти оцінку за заняття при досягенні порогу

source: Дерево
de_de: Baum

source: Дан ответ:
de_de: Beantwortet:

source: Значение
de_de: Bedeutung
ru_ua: Значення

source: Закончено
de_de: beendet
ru_ua: Завершено

source: При установке флажка все фиксированные значения приобретают статус рекомендуемых
de_de: Bei der Anlage des Fähnchens erwerben alle fixierten Bedeutungen den Status der Empfohlenen
ru_ua: При встановленні прапорця усі фіксовані значення набувають статус рекомендованих

source: При выполнении операции произошла ошибка
de_de: Bei der Ausführung der Operation ist der Fehler geschehen
ru_ua: Під час операції виникла помилка

source: При сохранении данных произошла ошибка
de_de: Bei der Erhaltung der Daten ist der Fehler geschehen
ru_ua: При збереженні даних виникла помилка

source: При сохранении конфигурационного файла произошла ошибка
de_de: Bei der Erhaltung der Konfigurationsdatei ist der Fehler geschehen
ru_ua: ПІд час збереження файлу конфігурації виникла помилка

source: При нулевом значении счетчик никогда не обнуляется
de_de: Bei der Nullbedeutung der Zähler niemals обнуляется
ru_ua: При нульовому значенні лічильник ніколи не обнуляється

source: При нулевом значении количество попыток не ограничено
de_de: Bei der Nullbedeutung ist die Zahl der Versuche nicht beschränkt
ru_ua: При нульовому значенні кількість спроб не обмежено

source: При нулевом значении время не ограничено
de_de: Bei der Nullbedeutung ist die Zeit nicht beschränkt
ru_ua: При нульовому значенні час не обмежено

source: При отмене назначения некоторых тьюторов возникли ошибки
de_de: Bei der Nullbedeutung kann der Zähler in die Null nicht bestimmt sein
ru_ua: Виникли помилки під час скасування призначення деяких інструкторів

source: При нулевом значении включаются все вопросы
de_de: Bei der Nullbedeutung reihen sich alle Fragen ein
ru_ua: При нульовому значенні включаються всі питання

source: При изменении времени обучения автоматически изменятся все даты занятий, которые вышли за окончание курса. Продолжить?
de_de: Bei der Veränderung der Zeit der Ausbildung werden sich alle Daten der Beschäftigungen automatisch ändern, die für den Abschluss des Kurses hinausgegangen sind. Fortzusetzen?
ru_ua: При зміні часу навчання автоматично змінюються усі дати занять, які вийшли за дату закінчення дисципліни. Продовжити?

source: отчет
de_de: Bericht
ru_ua: звіт

source: Состав
de_de: Bestand
ru_ua: Склад

source: по
de_de: bis

source: до %s
de_de: Bis %s

source: Отменить
de_de: Cancel
ru_ua: Позначити

source: CSV-файл
de_de: CSV-Datai

source: Должность, Регион, Филиал, Подразделение
de_de: Das Amt, die Region, die Filiale, die Gliederung
ru_ua: Посада, Регіон, Філіал, Підрозділ

source: Дата начала обучения определяется тьютором (ориентировочно: %s)
de_de: Das Anfangsdatum der Ausbildung klärt sich vom Lehrer (voraussichtlich: %s)

source: Дата начала обучения, не ранее
de_de: Das Anfangsdatum der Ausbildung, nicht früher als
ru_ua: Дата початку навчання, не раніше

source: Дата начала занятия не наступила
de_de: Das Anfangsdatum ist nicht getreten
ru_ua: Дата початку заняття не наступила

source: Дата начала курса не наступила
de_de: Das Anfangsdatum ist nicht getreten
ru_ua: Дата початку навчання за дисципліною не наступила

source: Содержимое скрыто администратором
de_de: Das Besessene ist vom Verwalter verborgen
ru_ua: Вміст приховано адміністратором

source: Блог по курсу %s
de_de: Das Blog zum Kurs
ru_ua: Блог дисципліни %s

source: Бизнес процесс успешно удалён
de_de: Das Business der Prozess ist erfolgreich entfernt
ru_ua: Бізнес процес успішно видалено

source: Бизнес процесс успешно обновлён
de_de: Das Business der Prozess ist erfolgreich erneuert
ru_ua: Бізнес процес успішно оновлено
