Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Ошибка приложения
de_de: Anwendungsfehler
fr_fr: Erreur d'application
ru_ua: Помилка програми

source: Сохранить
de_de: Speichern
fr_fr: Sauvegarder
ru_ua: Зберегти

source: Назначен?
de_de: Zugeordnet?
fr_fr: Déterminé ?
ru_ua: Призначено?

source: ФИО
de_de: Name, Vorname
fr_fr: Nom, prénom, patronyme
ru_ua: ПІБ

source: Карточка пользователя
de_de: Benutzerkarte
ru_ua: Картка користувача

source: Да
de_de: Ja
fr_fr: Oui
ru_ua: Так

source: Заблокирован
de_de: Gesperrt
fr_fr: Bloqué
ru_ua: Заблоковано

source: всех администраторов
de_de: Alle Administratoren
fr_fr: Tous les administrateurs
ru_ua: всіх адміністраторів

source: всех пользователей
de_de: Alle Nutzer
fr_fr: Tous les utilisateurs
ru_ua: всіх користувачів

source: Назначить роль
de_de: Rolle zuteilen
fr_fr: Assigner un rôle
ru_ua: Призначити роль

source: Удалить роль
de_de: Rolle löschen
fr_fr: Effacer le rôle
ru_ua: Видалити роль

source: Отправить сообщение
de_de: Nachricht senden
fr_fr: Envoyer un message
ru_ua: Надіслати повідомлення

source: Отображать пользователей только данной роли
de_de: Zeige nur die Nutzer mit dieser Rolle
fr_fr: Afficher les utilisateurs de ce rôle uniquement
ru_ua: Відображати користувачів тільки даної ролі

source: Пользователи успешно назначены
de_de: Benutzer wurden erfolgreich zugeordnet
fr_fr: Les utilisateurs ont été affectés
ru_ua: Користувачі успішно призначені

source: В ходе назначения пользователей возникли несущественные ошибки.
de_de: Es sind unwesentliche Fehler bei der Nutzerzuordnung aufgetreten
fr_fr: Des erreurs peu importantes ont apparu pendant l'assignation des utilisateurs
ru_ua: Під час призначення користувачів виникли несуттєві помилки.

source: Пожалуйста выберите пользователей и укажите курс
de_de: Wählen Sie die Benutzer und geben Sie den Kurs an
fr_fr: Choisissez des utilisateurs et indiquez le cours
ru_ua: Будь ласка виберіть користувачів і вкажіть дисципліну

source: Вы не можете удалить себя
de_de: Sie können eigenes Benutzerkonto nicht löschen
fr_fr: Vous ne pouvez pas vous supprimer
ru_ua: Ви не можете видалити себе

source: Назначения успешно удалены
de_de: Zuordnungen erfolgreich gelöscht
fr_fr: Les affectations ont été supprimées
ru_ua: Призначення успішно видалені

source: Место работы
de_de: Arbeitsplatz
fr_fr: Lieu de travail
ru_ua: Місце роботи

source: Роли
de_de: Rollen
fr_fr: Rôles
ru_ua: Ролі

source: Области ответственности по курсам
de_de: Verantwortungsgebiete für den Kurs
fr_fr: Domaine de responsabilité pour les cours
ru_ua: Області відповідальності за дисциплінами

source: Области ответственности по оргструктуре
de_de: Verantwortungsgebiete für die Organisationsstruktur
fr_fr: Domaine de responsabilité pour la structure d'organisation
ru_ua: Області відповідальності по оргструктурі

source: всех организаторов обучения
de_de: аlle Ausbildungsleiter
fr_fr: Tous les responsables de formation
ru_ua: всіх організаторів навчання

source: Дата начала обучения
de_de: Startdatum der Ausbildung
fr_fr: Date de début de formation
ru_ua: Дата початку навчання

source: Дата окончания обучения
de_de: Enddatum der Ausbildung
fr_fr: Date de fin de formation
ru_ua: Дата завершення навчання

source: Курс
de_de: Kurs
fr_fr: Cours
ru_ua: Дисципліна

source: Номер сертификата
de_de: Zertifikatsnummer
fr_fr: Numéro du certificat
ru_ua: Номер сертифікату

source: Итоговая оценка
de_de: Gesamtbewertung
fr_fr: Note finale
ru_ua: Підсумкова оцінка

source: Печать приказа об окончании обучения
de_de: Druck des Befehls über abgeschlossene Ausbildung
fr_fr: Imprimer le décret de fin de formation
ru_ua: Друкувати наказ про закінчення навчання

source: Печать сертификатов
de_de: Zertifikatsdruck
fr_fr: Imprimer les certificats
ru_ua: Друк сертифікатів

source: Учебный курс #%d
de_de: Lehrgang #%d
fr_fr: Cours #%d
ru_ua: Дисципліна #%d

source: Не выбраны прошедшие обучение
de_de: Kursabsolventen nicht ausgewählt
fr_fr: Personnes ayant suivi une formation mais non choisies
ru_ua: Не можна вибрати тих, хто пройшов навчання

source: Не найдены сертификаты выбранных пользователей
de_de: Zertifikate der ausgewählten Benutzer nicht gefunden
fr_fr: Les certificats de ces utilisateurs n'ont pas été trouvés
ru_ua: Не знайдені сертифікати вибраних користувачів

source: Не найдены прошедшие обучение
de_de: Kursabsolventen nicht gefunden
fr_fr: Les cours suivis n'ont pas été trouvés
ru_ua: Не знайдено тих, хто пройшов навчання

source: Должность
de_de: Stelle
fr_fr: Fonction
ru_ua: Посада

source: Назначен на этот курс?
de_de: Dem Kurs zugeordnet?
fr_fr: Affecté à ce cours ?
ru_ua: Призначений на цю дисципліну?

source: Курсы
de_de: Kurse
fr_fr: Cours
ru_ua: Дисципліни

source: слушателей данного курса
de_de: der Teilnehmer dieses Kurses
fr_fr: auditeur(s) du cours
ru_ua: слухачів цієї дисципліни

source: всех слушателей
de_de: aller Teilnehmer
fr_fr: tous les auditeurs
ru_ua: всіх слухачів

source: Классификация
de_de: Klassifikation
fr_fr: Classification
ru_ua: Класифікація

source: тьюторов данного курса
de_de: der Lehrer dieses Kurses
fr_fr: Les enseignants de ce cours
ru_ua: інструктори цієї дисципліни

source: всех тьюторов
de_de: aller Lehrer
fr_fr: Tous les enseignants
ru_ua: всіх інструкторів

source: Вы не являетесь модератором данного вида взаимодействия
de_de: Sie sind kein Moderator dieser Aktivität
fr_fr: Vous n'êtes pas modérateur pour ce type d'activité
ru_ua: Ви не можете бути модератором даного виду взаємодії

source: Автор
de_de: Autor
fr_fr: Auteur

source: Метки
de_de: Markierungen
fr_fr: Marque-page
ru_ua: Мітки

source: Вы подтверждаете удаление отмеченных записей?
de_de: Wollen Sie wirklich die markierten Einträge löschen?
fr_fr: Êtes-vous sûr de vouloir confirmer la suppression des enregistrements sélectionnés ?
ru_ua: Ви впевнені, що хочете видалити позначені записи?

source: Пользователь был удален
de_de: Nutzer #%d wurde gelöscht
ru_ua: Користувач був видалений

source: Запись опубликована
de_de: Eintrag wurde veröffentlicht
fr_fr: L'enregistrement a été publié
ru_ua: Запис опубліковано

source: Комментарий успешно добавлен
de_de: Kommentar wurde erfolgreich hinzugefügt
fr_fr: Le commentaire a été ajouté
ru_ua: Коментар успішно додано

source: Запись успешно изменена
de_de: Eintrag wurde erfolgreich bearbeitet
fr_fr: L'élément a été modifié
ru_ua: Запис успішно змінено

source: Запись успешно удалена
de_de: Eintrag wurde erfolgreich gelöscht
fr_fr: L'élément a été supprimés
ru_ua: Запис успішно видалено

source: Записи успешно удалены
de_de: Einträge wurden erfolgreich gelöscht
fr_fr: Les éléments ont été supprimés
ru_ua: Записи успішно видалені

source: Название записи
de_de: Eintragstitel
fr_fr: Nom de l'élément enregistré
ru_ua: Назва запису

source: Полный текст записи
de_de: Volltext des Eintrags
fr_fr: Texte complet de l'élément
ru_ua: Повний текст запису

source: Запись
de_de: Eintrag
fr_fr: Enregistrement
ru_ua: Запис

source: Комментарий
de_de: Kommentar
fr_fr: Commentaire
ru_ua: Коментар

source: Вы не входите в число назначенных пользователей канала
de_de: Sie sind kein Mitglied in dieser Chatgruppe
fr_fr: Vous ne figurez pas parmi les utilisateurs enregistrés
ru_ua: Ви не входите до числа призначених користувачів каналу

source: Количество участников
de_de: Teilnehmerzahl
fr_fr: Nombre de participants
ru_ua: Кількість учасників

source: Время доступности канала
de_de: Verfügbarkeitszeit des Chatkanals
fr_fr: Heure d'accès du canal
ru_ua: Доступний час каналу

source: Время последнего сообщения
de_de: Zeit des letzten Beitrages
fr_fr: Date du dernier message
ru_ua: Час останнього повідомлення

source: Очистить ленту
de_de: Chatband bereinigen
fr_fr: Effacer la bande
ru_ua: Очистити послідовність

source: Вы действительно хотите очистить ленту общего канала?
de_de: Wollen Sie wirklich das Chatband des allgemeinen Chatkanals bereinigen?
fr_fr: Êtes-vous sûr de vouloir effacer la bande du canal commun ?
ru_ua: Ви дійсно бажаєте очистити послідовність загального каналу?

source: с %s по %s
de_de: von %s bis %s
fr_fr: de %s à %s
ru_ua: з %s по %s

source: %s с %s по %s
de_de: %s von %s bis %s
fr_fr: %s de %s à %s
ru_ua: %s з %s по %s

source: Канал успешно создан
de_de: Kanal wurde erfolgreich erstellt
fr_fr: Le canal a été créé
ru_ua: Канал успішно створений

source: Вы не можете редактировать общий канал
de_de: Sie können den gemeinsamen Kanal nicht bearbeiten
fr_fr: Vous ne pouvez pas rédiger le canal commun
ru_ua: У Вас немає прав редагувати загальний канал

source: Канал не найден
de_de: Kanal konnte nicht gefunden werden
fr_fr: Canal non trouvé
ru_ua: Канал не знайдено

source: Канал успешно изменен
de_de: Kanal wurde erfolgreich geändert
fr_fr: Le canal a été modifié
ru_ua: Канал успішно змінено

source: Канал успешно удален
de_de: Kanal wurde erfolgreich gelöscht
fr_fr: Le canal a été supprimé
ru_ua: Канал успішно видалений

source: Каналы успешно удалены
de_de: Kanäle wurden erfolgreich gelöscht
fr_fr: Les canaux ont été supprimés
ru_ua: Канали успішно видалені

source: Лента сообщений общего канала чата успешно очищена
de_de: Nachrichtenliste des algemeinen Chatkanals wurde erfolgreich gelöscht
fr_fr: La liste des nouvelles de la discussion a été vidée
ru_ua: Послідовність повідомлень загального каналу чату успішно очищена

source: Название канала
de_de: Kanaltitel
fr_fr: Nom du canal
ru_ua: Назва каналу

source: Дата начала работы канала
de_de: Anfang
fr_fr: Date de début de fonctionnement du canal
ru_ua: Дата початку роботи каналу

source: Дата конца работы канала
de_de: Ende
fr_fr: Date de fin de fonctionnement du canal
ru_ua: Дата завершення роботи каналу

source: Время работы канала
de_de: Zeitdauer
fr_fr: Horaires du canal
ru_ua: Час роботи каналу

source: Сохранять в системе протокол чата
de_de: Chatprotokoll im System speichern
fr_fr: Conserver dans le système le protocole de la discussion
ru_ua: Зберігати в системі протокол чату

source: Общие свойства
de_de: Allgemeine Eigenschaften
fr_fr: Propriétés générales
ru_ua: Загальні властивості

source: Список участников
de_de: Teilnehmerliste
fr_fr: Liste des membres
ru_ua: Список учасників

source: Новые рубрики не найдены
de_de: Neue Rubriken wurden nicht gefunden
fr_fr: Pas de nouvelles rubriques trouvées
ru_ua: Нові рубрики не знайдені

source: Импортировать рубрики из csv
de_de: Rubriken aus CSV-Dateien importieren
fr_fr: Importer des rubriques à partir d'un fichier csv
ru_ua: Імпортувати рубрики з csv

source: Были добавлены %d рубрик и удалены %d рубрик
de_de: Es wurde %d Rubriken hinzugefügt und %d Rubriken gelöscht
fr_fr: %d rubriques ont été ajoutées et %d rubriques ont été supprimées
ru_ua: Було додано %d рубрик та видалено %d рубрик

source: Рубрика успешно создана
de_de: Rubrik wurde erfolgreich erstellt
fr_fr: La rubrique a été créée
ru_ua: Рубрика успішно створена

source: Рубрика успешно обновлёна
de_de: Rubrik wurde erfolgreich erneuert
fr_fr: La rubrique a été mise à jour
ru_ua: Рубрика успішно оновлена

source: Рубрика успешно удалёна
de_de: Rubrik wurde erfolgreich gelöscht
fr_fr: La rubrique a été supprimée
ru_ua: Рубрика успішно видалена

source: Рубрики успешно удалены
de_de: Rubriken wurden erfolgreich gelöscht
fr_fr: Les rubriques ont été supprimées
ru_ua: Рубрики успішно видалені

source: Область применения
de_de: Anwendungsgebiet
fr_fr: Domaine d'application
ru_ua: Область застосування

source: Классификатор успешно создан
de_de: Klassifikator wurde erfolgreich erstellt
fr_fr: Le classeur a été créé
ru_ua: Класифікатор успішно створений

source: Классификатор успешно обновлён
de_de: Klassifikator wurde erfolgreich erneuert
fr_fr: Le classeur a été mis à jour
ru_ua: Класифікатор успішно оновлено

source: Классификатор успешно удалён
de_de: Klassifikator wurde erfolgreich gelöscht
fr_fr: Le classeur a été supprimé
ru_ua: Класифікатор успішно видалений

source: Классификаторы успешно удалены
de_de: Klassifikatoren wurden erfolgreich gelöscht
fr_fr: Les classeurs ont été supprimés
ru_ua: Класифікатори успішно видалені

source: Рубрика классификатора
de_de: Rubrik des Klassifikators
fr_fr: Rubrique du classeur
ru_ua: Рубрика класифікатору

source: Области применения
de_de: Anwendungsgebiete
fr_fr: Domaine d'application
ru_ua: Області застосування

source: Классификатор
de_de: Klassifikator
fr_fr: Classeur
ru_ua: Класифікатор

source: Учебный модуль #%d
de_de: Lernmodul #%d
fr_fr: Module d'enseignement #%d
ru_ua: Навчальний модуль #%d

source: Путь к директории не указан, либо неверен
de_de: Pfad zum Ordner ist nicht angegeben oder ist falsch
fr_fr: Le chemin n'a pas été indiqué ou est invalide
ru_ua: Відсутній шлях до директорії, або його вказано невірно

source: Учебные модули успешно импортированы!
de_de: Lernmodule wurden erfolgreich importiert!
fr_fr: Les modules d'enseignement ont été importés
ru_ua: Навчальні модулі успішно імпортовані!

source: Статус учебного модуля
de_de: Lernmodul Status
fr_fr: Statut du module d'enseignement
ru_ua: Статус навчального модуля

source: Нет прав для доступа к элементу учебного модуля
de_de: Es fehlen Rechte für den Zugang zum Element des Lernmoduls
fr_fr: Vous n'êtes pas autorisé à accéder à l'élément du module d'enseignement
ru_ua: Відсутні права для доступу до елементу навчального модулю

source: Элемент учебного модуля не найден!
de_de: Element des Lernmoduls wurde nicht gefunden!
fr_fr: L'élément du module d'enseignement n'a pas été trouvé !
ru_ua: Елемент навчального модулю не знайдено!

source: Карточка учебного модуля
de_de: Karte des Lernmoduls
fr_fr: Carte de module d'enseignement
ru_ua: Картка навчального модулю

source: Поставщик
de_de: Anbieterkarte
fr_fr: Fournisseur
ru_ua: Постачальник

source: Плановая дата публикации
de_de: Planmässiges Datum der Veröffentlichung
fr_fr: Date prévue de publication
ru_ua: Планова дата публікації

source: Статус разработки
de_de: Status der Entwicklung
fr_fr: Statut du processus d'élaboration
ru_ua: Статус розробки

source: Дата последнего изменения
de_de: Datum der letzten Veränderung
fr_fr: Date de la dernière modification
ru_ua: Дата останньої зміни

source: Дата архивации
de_de: Datum der Archivierung
fr_fr: Date d'archivation
ru_ua: Дата архівації

source: Продолжительность обучения
de_de: Dauer des Lehrgangs
fr_fr: Durée de la formation (en heures)
ru_ua: Тривалість навчання

source: Используется в учебных курсах
de_de: Wird in den Kursen verwendet
fr_fr: Employé dans les cours
ru_ua: Використовується у дисциплінах

source: Формат
de_de: Format
fr_fr: Format

source: Заархивировать
de_de: Zum Archivieren
fr_fr: Archiver

source: Назначить статус: в разработке
de_de: Status zuordnen: in der Entwicklung
fr_fr: Assigner un statut : en cours
ru_ua: Призначити статус: в розробці

source: Вы подтверждаете удаление учебного модуля? Если модуль импортирован в систему, все материалы будут удалены. Если модуль создан в системе на основе ресурсов Базы знаний, соответствующие ресурсы удалены не будут.
de_de: Wollen Sie wirklich das Lernmodul entfernen? Wenn das Lernmodul in das System importiert ist, werden alle Materialien gelöscht. Wenn das Lernmodul aus der Wissensdatenbank erstellt ist, werden die entsprechenden Ressourcen nicht gelöscht.
fr_fr: Êtes-vous sûr de vouloir supprimer le module d’enseignement ? Si le module est importé dans le système, tous les documents affiliés seront supprimés. Si le module est créé dans le système des ressources des connaissances de base, les ressources correspondantes ne seront pas supprimées.
ru_ua: Ви підтверджуєте видалення навчального модуля? Якщо модуль імпортувати в систему, всі матеріали будуть видалені. Якщо модуль створений в системі на основі ресурсів Бази знань, відповідні ресурси видалені не будуть.

source: Редактировать конфигурационный файл
de_de: Konfigurationsdatei bearbeiten
fr_fr: Rédiger le fichier de configuration
ru_ua: Редагувати конфігураційний файл

source: Вы подтверждаете удаление отмеченных модулей? Если модуль импортирован в систему, все материалы будут удалены. Если модуль создан в системе на основе ресурсов Базы знаний, соответствующие ресурсы удалены не будут.
de_de: Sind Sie sicher, dass die markierten Module entfernt werden sollen? Wenn das Modul in das System importiert ist, werden alle Materialien gelöscht. Wenn das Modul aus der Wissensdatenbank erstellt ist, werden die entsprechenden Ressourcen nicht gelöscht.
fr_fr: Êtes-vous sûr de vouloir supprimer les modules sélectionnés ? Si le module est importé dans le système, tous les documents affiliés seront supprimés. Si le module est créé dans le système des ressources de la Base de données, les ressources correspondantes ne seront pas supprimées.
ru_ua: Ви підтверджуєте видалення позначених модулів? Якщо модуль імпортувати в систему, всі матеріали будуть видалені. Якщо модуль створений в системі на основі ресурсів Бази знань, відповідні ресурси видалені не будуть.

source: Модуль не найден.
de_de: Modul wurde nicht gefunden.
fr_fr: Module non trouvé
ru_ua: Модуль не знайдений.

source: Действие доступно только для курсов SkillSoft.
de_de: Aktion ist nur für die SkillSoft Kurse zugänglich.
fr_fr: L'action n'est valable que pour les cours SkillSoft
ru_ua: Дія доступна тільки для курсів SkillSoft.

source: Файл не найден.
de_de: Datei wurde nicht gefunden.
fr_fr: Fichier non trouvé
ru_ua: Файл не знайдено.

source: Файл конфигурации не доступен для записи.
de_de: Konfigurationsdatei ist für die Speicherung nicht zugänglich.
fr_fr: La configuration du fichier ne peut être enregistrée
ru_ua: Файл конфігурації не доступний для запису.

source: При сохранении файла-конфигурации курса произошла ошибка
de_de: Bei Speicherung der Konfigurationsdatei des Kurses ist ein Fehler aufgetreten
fr_fr: Une erreur est survenue pendant la sauvegarde du fichier de configuration

source: Файл-конфигурации курса успешно сохранен
de_de: Konfigurationsdatei des Kurses wurde erfolgreich gespeichert
fr_fr: Le fichier de configuration a été sauvegardé

source: Файл-конфигурации курса не существует, он будет создан при сохранении.
de_de: Konfigurationsdatei des Kurses existiert nicht, sie wird bei der Speicherung erstellt.
fr_fr: La configuration du fichier du cours n'existe pas, elle sera créée lors de l'enregistrement
ru_ua: Файлу-конфігурації курсу не існує, його буде створено під час збереження.

source: Учебный модуль успешно изменен
de_de: Lermodul wurde erfolgreich geändert
fr_fr: Le module d'enseignement a été modifié
ru_ua: Навчальний модуль успішно змінено

source: Не хватает прав
de_de: Es fehlen Rechte für den Zugriff
fr_fr: Vous n'êtes pas autorisé à accéder à ce fichier
ru_ua: Не вистачає прав

source: Учебный модуль успешно добавлен
de_de: Lermodul wurde erfolgreich hinzugefügt
fr_fr: Le module d'enseignement a été ajouté
ru_ua: Навчальний модуль успішно додано

source: Учебный модуль успешно удален
de_de: Lernmodul wurde erfolgreich gelöscht
fr_fr: Le module d'enseignement a été supprimé
ru_ua: Навчальний модуль успішно видалено

source: Учебные модули успешно удалены
de_de: Lernmodule wurden erfolgreich gelöscht
fr_fr: Les modules d'enseignement ont été supprimés
ru_ua: Навчальні модулі успішно видалені

source: Действие не выбрано
de_de: Aktion wurde nicht ausgewählt
fr_fr: Aucune action sélectionnée
ru_ua: Дію не обрано

source: Учебный модуль успешно опубликован.
de_de: Lernmodul wurde erfolgreich veröffentlicht.
fr_fr: Le module de cours a été publié
ru_ua: Навчальний модуль успішно опублікований.

source: В ходе публикации модуля произошла ошибка. %s
de_de: Bei der Veröffentlichung des Lernmoduls ist ein Fehler aufgetreten. %s
fr_fr: Une erreur est survenue pendant la publication du module. %s
ru_ua: Під час публікації модуля виникла помилка. % s

source: Учебные модули успешно опубликованы.
de_de: Lernmodule sind erfolgreich veröffentlicht.
fr_fr: Les modules de cours ont été publiés
ru_ua: Навчальні модулі успішно опубліковані.

source: В ходе публикации модулей произошла ошибка. Некоторые модули не подготовлены для публикации. %s
de_de: Bei der Publikation der Module ist ein Fehler aufgetreten. Einige Module sind für die Publikation nicht vorbereitet. %s
fr_fr: Une erreur est survenue pendant la publication des modules. Certains modules ne sont pas prêts à être publiés. %s
ru_ua: Під час публікації модулів виникла помилка. Деякі модулі не підготовлені до публікації. % s

source: Учебный модуль успешно отправлен в архив.
de_de: Lernmodul wurde erfolgreich ins Archiv verschoben.
fr_fr: Le module d'enseignement a été archivé
ru_ua: Навчальний модуль успішно відправлено в архів.

source: В ходе архивации модуля произошла ошибка. Заполните все обязательные поля.
de_de: Bei der Archivierung des Lernmoduls ist ein Fehler aufgetreten. Füllen Sie alle obligatorischen Felder aus.
fr_fr: Une erreur est survenue pendant l’archivation du module. Remplissez tous les champs.
ru_ua: Під час архівації модуля виникла помилка. Заповніть всі обов'язкові поля.

source: Учебные модули успешно отправлены в архив.
de_de: Lernmodule sind erfolgreich ins Archiv verschoben.
fr_fr: Les modules d'enseignement ont été archivés
ru_ua: Навчальні модулі успішно відправлено в архів.

source: В ходе архивации модулей произошла ошибка. Некоторые модули не подготовлены для архивации.
de_de: Bei der Archivierung der Lernmodule ist ein Fehler aufgetreten. Einige Module sind nicht für die Archivierung vorbereitet.
fr_fr: Une erreur est survenue pendant l’archivation des modules. Certains modules ne sont pas prêts à être archivés.
ru_ua: Під час архівації модулів виникла помилка. Деякі модулі не підготовані для архівації.

source: Статус модуля успешно изменен.
de_de: Status des Lernmoduls wurde erfolgreich geändert.
fr_fr: Le statut du module a été modifié
ru_ua: Статус модуля успішно змінено.

source: В ходе изменения статуса произошла ошибка. Заполните все обязательные поля.
de_de: Bei der Änderung des Status ist ein Fehler aufgetreten. Füllen Sie alle obligatorischen Felder aus.
fr_fr: Une erreur est survenue pendant la modification du statut. Remplissez tous les champs.
ru_ua: У ході зміни статусу виникла помилка. Заповніть всі обов'язкові поля.

source: Статус модулей успешно изменен.
de_de: Status der Lernmodule wurde erfolgreich geändert.
fr_fr: Le statut des modules a été modifié
ru_ua: Статус модулів успішно змінено.

source: В ходе операции произошла ошибка.
de_de: Im Laufe des Vorgangs ist ein Fehler aufgetreten.
fr_fr: Une erreur est survenue durant cette opération
ru_ua: Під час операції виникла помилка.

source: Карточка поставщика
de_de: Anbieterkarte
ru_ua: Картка постачальника

source: %d час.
de_de: %d Stunde.
fr_fr: %d heure(s)
ru_ua: %d год.

source: Место хранения
de_de: Speicherungsort
fr_fr: Enregistrer dans
ru_ua: Місце зберігання

source: используемые в данном учебном курсе
de_de: werden in diesem Lehrgang verwendet
fr_fr: Employé dans le cours présent
ru_ua: що використовуються в цій дисципліні

source: все, включая учебные модули из Базы знаний
de_de: Alles, einschließlich die Lernmodule aus der Wissensdatenbank
fr_fr: Tous les modules d'enseignement, y compris ceux des connaissances de base
ru_ua: всі, враховуючи навчальні модулі з Бази знань

source: Подключить в учебный модуль
de_de: Zum Lernmodul hinzufügen
fr_fr: Sélectionner un module d'enseignement
ru_ua: Підключити в навчальний модуль

source: Учебные модули успешно подключены
de_de: Lernmodule wurden erfolgreich hinzugefügt
fr_fr: Les modules de cours ont été inclus
ru_ua: Навчальні модулі успішно підключені

source: Создать раздел
de_de: Neuen Abschnitt erstellen
fr_fr: Créer une section
ru_ua: Створити розділ

source: Создать ресурс
de_de: Neue Ressource erstellen
fr_fr: Créer une ressource
ru_ua: Створити ресурс

source: Подключить раздел
de_de: Abschnitt hinzufügen
fr_fr: Inclure une section
ru_ua: Підключити розділ

source: Подключить ресурс
de_de: Ressource hinzufügen
fr_fr: Inclure une ressource
ru_ua: Підключити ресурс
