Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Пороговое значение прохождения
de_de: Die Schwellenbedeutung des Durchganges
ru_ua: Порогове значення для проходження

source: Настроить сервисы взаимодействия
de_de: Die Services der Kommunikation zu stimmen
ru_ua: Налаштувати сервіси взаємодії

source: Сеанс тестирования закончен или не начинался.
de_de: Die Sitzung der Prüfung ist erledigt oder fing nicht an.

source: Шкала оценивания
de_de: Die Skala
ru_ua: Шкала оцінювання

source: Создать шкалу оценивания
de_de: Die Skala оценивания zu schaffen

source: Шкалы оценивания
de_de: Die Skalen
ru_ua: Шкали оцінювання

source: Удалить шкалы
de_de: Die Skalen zu entfernen

source: Статистика изучения материалов
de_de: Die Statistik des Studiums der Materialien
ru_ua: Статистика вивчення матеріалів

source: Место проведения
de_de: Die Stelle der Durchführung
ru_ua: Місце проведення

source: Редактировать место проведения
de_de: Die Stelle der Durchführung zu editieren

source: Удалить место проведения
de_de: Die Stelle der Durchführung zu entfernen

source: Создать место проведения
de_de: Die Stelle der Durchführung zu schaffen
ru_ua: Створити місце проведення

source: Место проведения:
de_de: Die Stelle der Durchführung:
ru_ua: Місце проведення:

source: Строгое ограничение
de_de: Die strenge Beschränkung
ru_ua: Суворе обмеження

source: Импортировать оргструктуру из CSV
de_de: Die Struktur der Organisation zu importieren aus der CSV-Datei
ru_ua: Імпортувати оргструктуру з CSV файлу

source: Поиск по содержимому
de_de: Die Suche nach dem Inhalt
ru_ua: Пошук за вмістом

source: Поиск по атрибутам
de_de: Die Suche nach den Attributen
ru_ua: Пошук за атрибутами

source: Текстовое значение
de_de: Die Textbedeutung
ru_ua: Текстове значення

source: Занятие завершено
de_de: Die Training ist beendet
ru_ua: Заняття завершено

source: Занятие не связано с учебным модулем.
de_de: Die Training ist mit dem Lehrmodul nicht verbunden.
ru_ua: Заняття не пов'язано з навчальним модулем.

source: Типы занятий
de_de: Die Typen der Beschäftigungen
ru_ua: Типи занять

source: Типы успешно удалены
de_de: Die Typen sind erfolgreich entfernt
ru_ua: Типи успішно видалено

source: Просмотреть опрос
de_de: Die Umfrage durchzusehen
ru_ua: Переглянути опитування

source: Опрос успешно отменён
de_de: Die Umfrage ist erfolgreich ausnehmend
ru_ua: Опитування успішно скасовано

source: Анкеты обратной связи за период
de_de: Feedbackbogen zu dem Kurs von im Laufe bis
ru_ua: Анкеты зворотнього звязку за період

source: непосредственное подчинение
de_de: Die unmittelbare Unterordnung
ru_ua: безпосередня підлеглість

source: Нижеуказанные пользователи уже проходили обучение на выбранных тренингах.
de_de: Die untenerwähnten Benutzer durchliefen die Schule auf den gewählten Trainings schon.
ru_ua: Нижчевказані користувачі вже проходили навчання на обраних тренінгах.

source: Вариант заполнения пропуска (через ";")
de_de: Die Variante der Auffüllung des Ausweises (durch ";")

source: Вариант успешно удалён
de_de: Die Variante ist erfolgreich entfernt
ru_ua: Варіант успішно видалено

source: Вариант успешно обновлён
de_de: Die Variante ist erfolgreich erneuert
ru_ua: Варіант успішно оновлено

source: Вариант успешно создан
de_de: Die Variante ist erfolgreich geschaffen
ru_ua: Варіант успішно створений

source: Варианты
de_de: Die Varianten
ru_ua: Варіанти

source: Варианты задания
de_de: Die Varianten der Aufgabe
ru_ua: Варіанти завдання

source: Варианты успешно удалены
de_de: Die Varianten sind erfolgreich entfernt
ru_ua: Варіанти успішно видалено

source: мероприятия во множественном числе%s event%s events
de_de: Die Veranstaltungen im Plural %s event%s events

source: Ссылка на страницу Wiki
de_de: Link an die Wiki-Seite
ru_ua: Посилання на сторінку Wiki

source: Скрытое сообщение отображается только его автору, автору темы и автору сообщения на которое пишется ответ.
de_de: Verdeckte Antwort ist nur für den Fragenden, seinen Dozenten und dem Systemadministrator sichtbar den Systemadministrator
ru_ua: Приховане повідомлення відображається лише для його автора, теми та автора повідомлення, на яке пишеться відповідь.

source: связанные ресурсы
de_de: Die verbundenen Ressourcen
ru_ua: пов'язані ресурси

source: Связанные ресурсы
de_de: Die verbundenen Ressourcen
ru_ua: Пов'язані ресурси

source: Настроить связанные ресурсы
de_de: Die verbundenen Ressourcen zu stimmen
ru_ua: Налаштувати пов'язані ресурси

source: Согласование заявок
de_de: Zutrittsberechtigung
ru_ua: Узгодження заявок

source: Согласование организатором обучения
de_de: Die Vereinbarung vom Organisator der Ausbildung
ru_ua: Узгодження організатором навчання

source: Прошедшие курсы доступны в ограниченном режиме. Невозможно запускать занятия на оценку, сервисы взаимодействия доступны только в режиме чтения.
de_de: Die vergangenen Kurse sind im begrenzten Regime zugänglich. Es ist unmöglich, die Beschäftigungen auf die Einschätzung zu starten, die Services der Wechselwirkung sind nur im Regime der Lektüre zugänglich.
ru_ua: Дисципліни, що пройшли, доступні в обмеженому режимі. Неможливо запускати заняття на оцінку, сервіси взаємодії доступні лише у режимі читання.

source: Версия #%s от %s
de_de: Die Version #%s von %s
ru_ua: Версія #%s від %s

source: Версия успешно восстановлена
de_de: Die Version ist erfolgreich wieder hergestellt
ru_ua: Версію успішно відновлено.

source: Аннулировать попытки
de_de: Die Versuche zu annulieren
ru_ua: Анулювати спроби

source: Дата окончания обучения определяется тьютором (ориентировочно: %s)
de_de: Die Vollendungsfrist der Ausbildung klärt sich vom Lehrer (voraussichtlich: %s)

source: Дата окончания обучения, не позднее
de_de: Die Vollendungsfrist der Ausbildung, ist nicht später
ru_ua: Дата завершення навчання, не пізніше

source: Подготовка и проведение вебинаров
de_de: Die Vorbereitung und die Webinar Durchführung
ru_ua: Підготовка та проведення вебінарів

source: Предпросмотр занятия
de_de: Die Vordurchsicht der Beschäftigung
ru_ua: Попередній перегляд заняття

source: Разрешить досрочное завершение теста с получением оценки
de_de: Die vorfristige Vollendung der Prüfung mit dem Erhalten der Einschätzung zu erlauben
ru_ua: Дозволити дострокове завершення тесту з отриманням оцінки

source: Данную функцию нельзя использовать применительно к пользователям, имеющим административные роли или роль тьютора.
de_de: Die vorliegende Funktion darf man nicht in Bezug auf die Benutzer verwenden, die die administrativen Rollen oder die Rolle des Lehrers haben.
ru_ua: Дану функцію не можна використовувати стосовно користувачів, що мають адміністративні ролі.

source: Данный ресурс не имеет ревизий.
de_de: Die vorliegende Ressource hat die Revisionen nicht.

source: Данный ресурс не связан с другими ресурсами Базы знаний.
de_de: Die vorliegende Ressource ist mit anderen Ressourcen nicht verbunden.
ru_ua: Даний ресурс не пов'язано з іншими ресурсами з Бази знань.

source: Валюта по умолчанию
de_de: Die Währung als Voreinstellung

source: Материалы вебинаров
de_de: Die Webinarmaterialien

source: Количество ответов
de_de: Die Zahl der Antworten

source: Количество значений
de_de: Die Zahl der Bedeutungen
ru_ua: Кількість значень

source: Ограничить количество вопросов из темы "%s"
de_de: Die Zahl der Fragen aus dem Thema zu beschränken "%s"
ru_ua: Обмежити кількість питань з теми "%s"

source: Количество вопросов из общего числа для включения в тест
de_de: Die Zahl der Fragen aus der Gesamtzahl für den Einschluss in die Prüfung
ru_ua: Кількість питань із загальної кількості для включення до тесту

source: Количество вопросов для одновременного отображения на странице
de_de: Die Zahl der Fragen für die gleichzeitige Abbildung auf der Seite
ru_ua: Кількість питань для одночасного відображення на сторінці

source: Количество символов в пароле должно быть не менее %d
de_de: Die Zahl der Symbole in der Parole soll nicht weniger %d sein
ru_ua: Кількість символів у паролі має бути не менше за %d

source: Количество дней, после которых обнуляется счетчик попыток
de_de: Die Zahl der Tage, nach denen обнуляется der Zähler der Versuche
ru_ua: Кількість днів, після яких обнуляється лічильник спроб

source: Количество вариантов
de_de: Die Zahl der Varianten
ru_ua: Кількість варіантів

source: Количество опубликованных ресурсов
de_de: Die Zahl der veröffentlichten Ressourcen
ru_ua: Кількість опублікованих ресурсів

source: Количество попыток слушателю на прохождение теста
de_de: Die Zahl der Versuche dem Zuhörer auf den Durchgang der Prüfung
ru_ua: Кількість спроб слухача на проходження тесту

source: Число попыток для пользователя успешно увеличено
de_de: Die Zahl der Versuche für den Benutzer ist erfolgreich vergrössert
ru_ua: Число спроб для користувача успішно збільшено

source: Число попыток для пользователя успешно уменьшено
de_de: Die Zahl der Versuche für den Benutzer ist erfolgreich verringert
ru_ua: Число спроб для користувача успішно зменшено

source: Кол-во пройденных вопросов
de_de: Die Zahl der vorbeigekommenen Fragen

source: Время (в минутах) на прохождение теста
de_de: Die Zeit (in den Minuten) auf den Durchgang der Prüfung
ru_ua: Час (у хвилинах) на проходження тесту

source: Время обучения на курсе закончилось
de_de: Die Zeit der Ausbildung im Kurs ist zu Ende gegangen
ru_ua: Час навчання на дисципліні скінчився

source: Время обучения, дней: %s
de_de: Die Zeit der Ausbildung, der Tage: %s
ru_ua: Час навчання, днів: %s

source: время выполнения
de_de: Die Zeit der Ausführung
ru_ua: час виконання

source: Время прохождения
de_de: Die Zeit des Durchganges

source: Время запуска
de_de: Beginn ist freiwählbar
ru_ua: Час запуску

source: Время запуска не ограничено
de_de: Beginn ist freiwählbar ist nicht beschränkt
ru_ua: Час запуску не обмежено

source: Время в системе, час.
de_de: Die Zeit im System, die Stunde.
ru_ua: Час у системі, год.

source: Удалить слушателей c программ мероприятий
de_de: Die Zuhörer c der Programme der Veranstaltungen zu entfernen

source: Слушатели успешно назначены
de_de: Die Zuhörer sind erfolgreich ernannt
ru_ua: Слухачів успішно призначено

source: Допустимое количество файлов
de_de: Die zulässige Zahl der Dateien
ru_ua: Допустима кількість файлів

source: Итоговая оценка за курс
de_de: Die zusammenfassende Einschätzung für den Kurs
ru_ua: Підсумкова оцінка за дисципліну

source: Эти дни отсчитывается от даты начала обучения конкретного слушателя по курсу. Если использовать отрицательные значения, дни будут отсчитываться от плановой даты окончания обучения слушателя.
de_de: Diese Tage wird vom Anfangsdatum der Ausbildung des konkreten Zuhörers zum Kurs abgezählt. Wenn die negativen Bedeutungen zu verwenden, werden die Tage von der planmässigen Vollendungsfrist der Ausbildung des Zuhörers abgezählt werden.

source: это поле можно оставить пустым, в таком случае оценка за занятие будет равна баллу за тест
de_de: Dieses Feld kann man leer abgeben, in diesem Fall wird die Einschätzung für die Beschäftigung dem Grad für die Prüfung gleich sein

source: Четверг
de_de: Donnerstag
ru_ua: Четвер

source: Скачать
de_de: Download
ru_ua: Завантажити

source: Через %s дней
de_de: Durch %s der Tage
ru_ua: Через %s днів

source: %hostname%' недопустимое имя хоста для адреса '%value%'
de_de: Ein Fehler ist aufgetreten. Prüfen Sie hostname '%hostname%' für addressse '%value%'

source: Произвольный набор значений
de_de: Ein willkürlicher Satz der Bedeutungen
ru_ua: Довільний набір значень

source: Произвольный номер, отображается в карточке пользователя
de_de: Eine willkürliche Nummer, wird in der Karte des Benutzers dargestellt
ru_ua: Довільний номер, відображається у картці користувача

source: Некоторые отчетные формы уже были открыты для данных ролей
de_de: Einige Rechnungsformen waren für die gegebenen Rollen schon geöffnet

source: Запись вебинара
de_de: Eintrag des Webinar
ru_ua: Запис вебінару

source: elRTE не является wysiwyg редактором по умолчанию.
de_de: elRTE is not default wysiwyg editor
ru_ua: elRTE не є wysiwyg редактором за замовчуванням

source: Email успешно подтверждён
de_de: Email ist erfolgreich bestätigt
ru_ua: Email успішно підтверджено

source: Email успешно подтверждён. Вы сможете начать работу с системой после подтверждения администрацией.
de_de: Email ist erfolgreich bestätigt. Sie können die Arbeit mit dem System nach der Bestätigung von der Verwaltung beginnen.
ru_ua: Email успішно підтверджено. Ви зможете розпочати роботу з системою після підтвердження адміністрацією.

source: Email не подтверждён.
de_de: Email ist nicht bestätigt.
ru_ua: Email не підтверджено.

source: Email не подтверждён пользователем
de_de: Email ist vom Benutzer nicht bestätigt
ru_ua: Email не підтверджено користувачем

source: Результат
de_de: Ergebniss

source: Выполнение занятия
de_de: Erledigung der Aufgabe
ru_ua: Виконання заняття

source: Расширенный поиск
de_de: erweiterte Suche
ru_ua: Розширений пошук

source: Отсутствует файл %s
de_de: Es fehlt die Datei %s
ru_ua: Відсутній файл %s

source: Нет отмеченных заявок.
de_de: Es gibt keine bemerkte Anforderungen.
ru_ua: Немає зазначених заявок.

source: Нет данных
de_de: Es gibt keine Daten
ru_ua: Дані відсутні

source: Нет прав на чтение %s
de_de: Es gibt keine Rechte auf die Lektüre %s
ru_ua: Немає прав на читання %s

source: Нет тренингов в указанную дату
de_de: Es gibt keine Trainings ins angegebene Datum
ru_ua: Немає тренінгів на вказану дату

source: Нет названия
de_de: Es gibt keinen Titel
ru_ua: Немає назви

source: Нет доступа
de_de: Es gibt keinen Zugang
ru_ua: Немає доступу

source: Отправлено
de_de: Es ist abgesandt
ru_ua: Відправлено

source: Отменено
de_de: Es ist aufgehoben
ru_ua: Скасовано

source: Уже добавлено максимальное количество файлов
de_de: Es ist das Maximum der Dateien schon beigefügt
ru_ua: Вже додано максимальну кількість файлів

source: Не найдено записей, совпадающих с '%value%'
de_de: Es ist der Aufzeichnungen nicht gefunden, die mit ' %value % ' übereinstimmen
ru_ua: Не знайдено записів, що співпадають з '%value%'

source: Сгенерировано занятий: %s
de_de: Es ist der Beschäftigungen erzeugt: %s
ru_ua: Згенеровано занять: %s

source: Произошла ошибка при обновлении категории
de_de: Es ist der Fehler bei der Erneuerung der Kategorie geschehen
ru_ua: Виникла помилка при оновленні категорії

source: Произошла ошибка при объединении дубликатов, повторите попытку
de_de: Es ist der Fehler bei der Vereinigung der Duplikate geschehen, wiederholen Sie den Versuch
ru_ua: Виникла помилка при об'єднанні дублікатів, повторіть спробу.

source: Произошла ошибка при запуске анкеты
de_de: Es ist der Fehler beim Start der Umfrage geschehen
ru_ua: Виникла помилка при запуску анкети

source: Закрыт свободный доступ к материалам курса, использованным в данном занятии
de_de: Es ist der freie Zugang auf die Materialien des Kurses, verwendet in der gegebenen Beschäftigung geschlossen
ru_ua: Закрито вільний доступ до матеріалів дисципліни, що використовуються у даному занятті

source: Превышен максимально допустимый размер файла
de_de: Es ist der höchstzulässige Umfang der Datei übertreten

source: Не найден каталог файлов обновления %s
de_de: Es ist der Katalog der Dateien der Erneuerung %s nicht gefunden
ru_ua: Не знайдено каталог файлів оновлення %s

source: Не найден каталог обновления %s
de_de: Es ist der Katalog der Erneuerung %s nicht gefunden
ru_ua: Не знайдено каталог поновлення %s

source: Назначен статус: не опубликован.
de_de: Es ist der Status ernannt: ist nicht veröffentlicht.
ru_ua: Призначено статус: не опубліковано.

source: Назначен статус: только для использования в учебных курсах.
de_de: Es ist der Status ernannt: nur für die Nutzung in den Lehrgängen.
ru_ua: Призначено статус: лише для використання у дисциплінах.

source: Затрачено времени
de_de: Es ist der Zeit aufgewendet
ru_ua: Витрачено часу

source: Выдано задание
de_de: Es ist die Aufgabe ausgestellt
ru_ua: Видано завдання

source: Найдена запись, совпадающая со значением '%value%'
de_de: Es ist die Aufzeichnung gefunden, die mit der Bedeutung ' %value % ' übereinstimmt
ru_ua: Знайдено запис, що співпадає зі значенням '%value%'

source: Выставлена оценка
de_de: Es ist die Einschätzung ausgestellt
ru_ua: Виставлена оцінка

source: Это первая версия ресурса, история изменений пуста.
de_de: Es ist die erste Version der Ressource, die Geschichte der Veränderungen ist leer.
ru_ua: Це перша версія ресурсу, історія змін порожня.

source: Превышено количество неуспешных попыток авторизации, для продолжения необходимо ввести код подтверждения.
de_de: Es ist die Zahl der nicht erfolgreichen Versuche der Autorisation übertreten, für die Fortsetzung muss man den Kode der Bestätigung einführen.
ru_ua: Перевищено кількість невдалих спроб авторизації, для продовженнянеобхідно ввести код підтвердження.

source: Не выбран ни один курс
de_de: Es ist kein Kurs gewählt
ru_ua: Не обрано жодної дисципліни

source: Не выбран ни один сотрудник
de_de: Es ist kein Mitarbeiter gewählt
ru_ua: Не обрано жодного співробітника

source: Не выбрана ни одна программа
de_de: Es ist kein Programm gewählt
ru_ua: Жодної програми не обрано

source: Не выбран ни один участник чата
de_de: Es ist kein Teilnehmer des Chats gewählt
ru_ua: Жодного учасника чату не обрано

source: Не выбран ни один слушатель
de_de: Es ist kein Zuhörer gewählt
ru_ua: Не обрано жодного слухача

source: Не выбрано ни одного действия!
de_de: Es ist keiner Handlung gewählt!
ru_ua: Не обрано жодної дії!

source: Глобальные ресурсы невозможно удалить из учебного курса.
de_de: Es ist nicht möglich die globalen Ressourcen aus dem Kurs zu löschen.

source: Невозможно распаковать архив обновления %s
de_de: Es ist unmöglich, das Archiv der Erneuerung %s auszupacken
ru_ua: Неможливо розпакувати архів оновлення %s

source: Невозможно открыть архив: %s
de_de: Es ist unmöglich, das Archiv zu öffnen: %s
ru_ua: Неможливо відкрити архів: %s

source: Невозможно редактировать содержимое ресурсов на основе сервисов взаимодействия
de_de: Es ist unmöglich, den Inhalt der Ressourcen aufgrund der Services der Wechselwirkung zu editieren
ru_ua: Неможливо редагувати вміст ресурсів на основі сервісів взаємодії.

source: Невозможно скопировать файл %s в %s
de_de: Es ist unmöglich, die Datei %s in %s abzuschreiben
ru_ua: Неможливо скопіювати файл %s в %s

source: Невозможно прочитать файл %s
de_de: Es ist unmöglich, die Datei %s zu lesen
ru_ua: Неможливо прочитати файл %s

source: Невозможно скопировать файл(ы): %s
de_de: Es ist unmöglich, die Datei (n) abzuschreiben: %s
ru_ua: Неможливо скопіювати файл(и) в %s

source: Невозможно создать резервную копию из файла %s в %s
de_de: Es ist unmöglich, die Sicherungskopie aus der Datei %s in %s zu schaffen
ru_ua: Неможливо створити резервну копію з файлу %s в %s

source: Пройдено
de_de: Es ist vorbeigekommen

source: Не удалось отправить сообщение, повторите попытку позже.
de_de: Es misslang, die Mitteilung abzusenden, wiederholen Sie den Versuch später.
ru_ua: Не вдалося відправити повідомлення, повторіть спробу пізніше.

source: Выбраны вопросы, которые не принадлежат данному тесту
de_de: Es sind die Fragen gewählt, die der gegebenen Prüfung nicht gehören
ru_ua: Обрані питання не належать до даного тесту

source: Не выбраны вопросы
de_de: Es sind die Fragen nicht gewählt
ru_ua: Не обрані питання

source: Допускаются для загрузки файлы форматов jpg, jpeg, png, gif, svg, swf, flv
de_de: Es werden für die Auslastung die Dateien der Formate jpg, jpeg, png, gif, svg, swf, flv zugelassen
ru_ua: Допускаються до завантаження файли форматів jpg, jpeg, png, gif, svg, swf, flv

source: Несколько файлов в одном ресурсе
de_de: Etwas Dateien in einer Ressource

source: Несколько латинских символов, например, stud_, в итоге логин получит вид stud_001, stud_002 и т. д.
de_de: Etwas lateinischer Symbole, zum Beispiel, stud _, im Endeffekt wird der Login die Art stud_001, stud_002 usw. bekommen
ru_ua: Декілька латинських символів, наприклад, stud_, у підсумку логін отримає виглядstud_001, stud_002 і т. д.

source: Дистанционно
de_de: Fernbetätig
ru_ua: Дистанційно

source: дистанционно
de_de: Fernbetätig
ru_ua: дистанційно

source: Пятница
de_de: Freitag
ru_ua: П'ятниця

source: Для выбора пользователя кликните на его фото
de_de: Für die Auswahl des Benutzers rufen Sie auf sein Foto
ru_ua: Для обрання користувача натисніть на його фото

source: Для продолжения заполнения анкеты необходимо авторизоваться
de_de: Für die Fortsetzung der Auffüllung der Umfrage muss man autorisiert werden
ru_ua: Для продовження заповнення анкети необхідно авторизуватися

source: Для продолжения необходимо закончить заполнение предыдущей анкеты.
de_de: Für die Fortsetzung muss man die Auffüllung der vorhergehenden Umfrage beenden.
ru_ua: Для продовдження необхідно закінчити заповнення попередньої анкети.

source: Открыть для роли
de_de: Für die Rolle zu öffnen
ru_ua: Відкрити для ролі

source: Закрыть для роли
de_de: Für die Rolle zu schließen
ru_ua: Закрити для ролі

source: Для сервисов "Форум","Блог" и "Чат" объём означает количество сообщений; в сервисе "Wiki" - количество страниц
de_de: Für die Services "Forum", "Blog" und "Chat" bedeutet der Umfang die Zahl der Mitteilungen; im Service "Wiki" - die Zahl der Seiten

source: Для поиска можно вводить любое сочетание букв из фамилии, имени и отчества
de_de: Für die Suche kann man eine beliebige Kombination der Buchstaben aus dem Familiennamen, des Namens und des Vatersnamen einführen
ru_ua: Для пошуку можна вводити будь-яке поєднання букв із прізвища, імені та по-батькові

source: Для поиска можно вводить любое сочетание букв из фамилии, имени и отчества, после ввода слова нажать &laquo;Enter&raquo;
de_de: Für die Suche kann man eine beliebige Kombination der Buchstaben aus dem Familiennamen, des Namens und des Vatersnamen, nach der Einführung des Wortes einführen, Enter
ru_ua: Для пошуку можна вводити будь-яке поєднання букв з прізвища, імені та по батькові,після вводу слова натиснути &laquo;Enter&raquo;

source: Для завершения регистрации необходимо подтвердить email. На адрес, указанный в форме регистрации, отправлено письмо, содержащее ссылку для подтверждения.
de_de: Für die Vollendung der Registrierung muss man email bestätigen. Auf die Adresse, die in Form von der Registrierung angegeben ist, ist der Brief abgesandt, der die Verbannung für die Bestätigung enthält.
ru_ua: Для завершення реєстрації необхідно підтвердити email. На адресу, вказануу формі реєстрації, відправлено лист, що містить посилання для підтвердження.

source: Для загрузки использовать файлы форматов: jpg, jpeg, png, gif. Максимальный размер файла &ndash; 10 Mb
de_de: Für Download sind folgende Bildformate zulässig: jpg, png, gif, jpeg. Die maximale Dateigröße - 10 MB.
ru_ua: Для завантаження використовувати файли форматів: jpg, png, gif, jpeg, bmp. Максимальний розмір файлу - 10 Mb.

source: Для загрузки следует использовать картинки следующих типов: jpg,png,gif,jpeg. Максимальный размер загружаемого файла - 10 Мб.
de_de: Für Download sind folgende Bildformate zulässig: jpg, png, gif, jpeg. Die maximale Dateigröße - 10 MB.
ru_ua: Для завантаження слід використовувати картинки типів: jpg, png, gif, jpeg. Максимальний розмір завантажуваного файлу - 10 Мб.

source: Данный oauth_token не найден.
de_de: Gegeben oauth_token ist nicht gefunden.
ru_ua: Даний oauth_token не знайдено.

source: не прикреплен к занятию
de_de: gehört nicht zum Training

source: Вид:
de_de: Gestalt

source: Вес
de_de: Gewicht
ru_ua: Вага

source: Cкачать
de_de: Herunterlanden

source: Сегодня
de_de: heute
ru_ua: Сьогодні

source: сегодня
de_de: heute
ru_ua: сьогодні

source: HTML-сайт
de_de: Website

source: Приглашаю Вас принять участие в чате
de_de: Ich lade Sie ein, am Chat teilzunehmen
ru_ua: Запрошую Вас прийняти учать у чаті

source: ID теста
de_de: ID der Prüfung

source: ID ресурса
de_de: ID der Ressource
