Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Установка обновления
de_de: Die Anlage der Erneuerung
ru_ua: Установка оновлення

source: Установка обновлений
de_de: Die Anlage der Erneuerungen

source: Приложение успешно добавлено
de_de: Die Anlage ist erfolgreich beigefügt
ru_ua: Додаток успішно приєднано

source: Приложение успешно обновлено
de_de: Die Anlage ist erfolgreich erneuert
ru_ua: Додаток успішно оновлено

source: Добавить приложение
de_de: Die Anlage zu ergänzen
ru_ua: Додати додаток

source: Приложения успешно удалены
de_de: Die Anlagen sind erfolgreich entfernt
ru_ua: Програми успішно видалені

source: Ответ тьютора
de_de: Die Antwort des Lehrers
ru_ua: Відповідь інструктора

source: Пользовательские сессии
de_de: Die Anwendertagungen
ru_ua: Користувацькі сесії

source: Организационная структура
de_de: Die Aufbauorganisation

source: Заполнение анкеты остановлено
de_de: Die Auffüllung der Umfrage ist angehalten
ru_ua: Заповнення анкети завершено

source: Заполнение анкеты завершено
de_de: Die Auffüllung der Umfrage ist beendet
ru_ua: Заповнення анкети завершено

source: Заполнение анкеты уже остановлено
de_de: Die Auffüllung der Umfrage ist schon angehalten
ru_ua: Заповнення анкети вже зупинено

source: Заполнение анкеты уже завершено
de_de: Die Auffüllung der Umfrage ist schon beendet
ru_ua: Заповнення анкети вже завершено

source: Задание не найдено
de_de: Die Aufgabe ist nicht gefunden
ru_ua: Завдання не знайдено

source: Создать запись
de_de: Die Aufzeichnung zu schaffen
ru_ua: Створити запис

source: Обучение идёт
de_de: Die Ausbildung geht

source: Вы переведены в прошедшие обучение на этом курсе; запуск занятий на оценку не разрешен.
de_de: Die Ausbildung in diesem Kurs ist erledigt; der Start der Beschäftigungen auf die Einschätzung ist nicht erlaubt.
ru_ua: Вас переведено до тих, що пройшли навчання за цією дисципліною; запуск занять на оцінку не дозволено.

source: Обучение завершено
de_de: Die Ausbildung ist beendet

source: Обучение моих сотрудников
de_de: Die Ausbildung meiner Mitarbeiter
ru_ua: Навчання моїх співробітників

source: Обучение планируется
de_de: Die Ausbildung wird geplant

source: Обучение по курсу
de_de: Die Ausbildung zum Kurs

source: Выходные и праздничные дни
de_de: Die Ausgehtage und die Feiertage
ru_ua: Вихідні та святкові дні

source: Исключать выходные и праздничные дни при расчете относительных дат
de_de: Die Ausgehtage und die Feiertage bei der Berechnung der relativen Daten auszuschließen

source: Автоматическое назначение на курс
de_de: Die automatische Bestimmung auf den Kurs
ru_ua: Автоматичне призначення на дисципліну

source: Автоматическое выставление оценки
de_de: Die automatische Bewertung der Einschätzung
ru_ua: Автоматичне виставлення оцінки

source: автоматическое выставление оценок за тест
de_de: Die automatische Bewertung der Einschätzung für die Prüfung

source: автоматическое формирование групп по результатам теста
de_de: Die automatische Bildung der Gruppen als Ergebnis der Prüfung

source: Автоматическое завершение курса
de_de: Die automatische Vollendung des Kurses
ru_ua: Автоматичне завершення дисципліни

source: Создать значение шкалы
de_de: Die Bedeutung der Skala zu schaffen
ru_ua: Створити значення шкали

source: Значение должно быть больше %min%
de_de: Die Bedeutung soll grösser %min% sein
ru_ua: Значение повинно бути більше %min

source: Значение должно быть больше или равно %min%
de_de: Die Bedeutung soll grösser oder gleich %min% sein
ru_ua: Значення повинно бути більше або рівним %min%

source: Значение должно быть меньше %max%.
de_de: Die Bedeutung soll weniger %max% sein.
ru_ua: Значення повинно бути менше %max%.

source: Значение должно быть меньше или равно %max%.
de_de: Die Bedeutung soll weniger oder gleich %max% sein.
ru_ua: Значення повинно бути менше або рівним %max%.

source: Значения шкалы
de_de: Die Bedeutungen der Skala
ru_ua: Значення шкали

source: Значения не совпадают
de_de: Die Bedeutungen stimmen nicht überein
ru_ua: Значення не співпадають

source: Значения от 0 до 100
de_de: Die Bedeutungen von 0 bis zu 100
ru_ua: Значення від 0 до 100

source: Удалить значения
de_de: Die Bedeutungen zu entfernen
ru_ua: Видалити значення

source: Ограниченное использование
de_de: Die begrenzte Nutzung
ru_ua: Обмежене використання

source: Пользователи
de_de: Die Benutzer
ru_ua: Користувачі

source: Отчетные формы успешно открыты для данных ролей
de_de: Die Berichtsformen sind für die gegebenen Rollen erfolgreich geöffnet
ru_ua: Звітні форми успішно відкрито для даних ролей.

source: Отчетные формы закрыты для данных ролей
de_de: Die Berichtsformen sind für die gegebenen Rollen geschlossen
ru_ua: Звітні форми закрито для даних ролей

source: Автоматически сгенерировать занятие
de_de: Die Beschäftigung automatisch zu erzeugen
ru_ua: Автоматично згенерувати заняття

source: Описание материала, отображаемое на странице "Все материалы", может не совпадать с описанием информационного ресурса или учебного модуля. Таким образом один и тот же элемент базы знаний может быть использован в разных курсах и иметь при этом различный текст краткого описания.
de_de: Die Beschreibung des Materials, die auf "Alle Lernmaterialien" erscheint, kann mit der Beschreibung der informativen Ressource oder des Lehrmoduls nicht übereinstimmen. So kann ein und derselbe Element der Basis des Wissens in verschiedenen Kursen verwendet sein und, dabei verschiedenen Text der kurzen Beschreibung haben.
ru_ua: Опис матеріалу, що відображається на сторінці "Усі матеріали", може не співпадати з описом інформаційного ресурсу чи учбового модулю. Таким чином один і той же елемент бази знань може бути використано у різних дисциплінах та мати при цьому різний текст короткого опису.

source: Подтверждение действия
de_de: Die Bestätigung der Handlung

source: Подписка на обновления темы выполнена успешно.
de_de: Die Bestellung zu den Erneuerungen des Themas ist erfolgreich erfüllt.
ru_ua: Підписку на оновлення теми виконано успішно.

source: Подписка на обновления темы не выполнена.
de_de: Die Bestellung zu den Erneuerungen des Themas ist nicht erfüllt.
ru_ua: Підписку на оновлення теми не виконано.

source: Отменить назначение всех тьюторов
de_de: Die Bestimmung aller Lehrer aufzuheben
ru_ua: Скасувати призначення усіх інструкторів

source: Назначение тьюторов успешно отменено
de_de: Die Bestimmung der Lehrer ist erfolgreich aufgehoben
ru_ua: Призначення інструкторів успішно скасовано

source: Отменить назначение учебных курсов
de_de: Die Bestimmung der Lehrgänge aufzuheben
ru_ua: Відмінити призначення дисциплін

source: Отменить назначение роли
de_de: Die Bestimmung der Rolle aufzuheben
ru_ua: Скасувати призначеня ролі

source: Назначение вариантов участникам
de_de: Die Bestimmung der Varianten den Teilnehmern
ru_ua: Призначення варіантів учасникам

source: Назначение вариантов задания
de_de: Die Bestimmung der Varianten der Aufgabe
ru_ua: Призначення варіантів завдання

source: Назначение метки пользователям отменено
de_de: Die Bestimmung des Zeichens den Benutzern ist aufgehoben
ru_ua: Призначення мітки користувачам успішно скасовано

source: Продолжить назначение, исключив указанных сотрудников
de_de: Die Bestimmung fortzusetzen, die angegebenen Mitarbeiter ausgeschlossen
ru_ua: Продовжити навчання, виключивши вказаних співробітників

source: Удалить связи с ресурсами
de_de: Die Beziehungen mit den Ressourcen zu entfernen
ru_ua: Видалити зв'язки з дисципліною

source: Создание учебной сессии
de_de: Die Bildung der Lehrtagung
ru_ua: Створення навчальної сесії

source: Формирование учебной сессии
de_de: Die Bildung der Lehrtagung

source: Файл(ы)
de_de: Die Datei (en)
ru_ua: Файл(и)

source: Файла записи вебинара не существует
de_de: Die Datei der Aufzeichnung existiert nicht
ru_ua: Такого запису вебінару не існує

source: Файл обновления (*.zip)
de_de: Die Datei der Erneuerung (*.zip)
ru_ua: Файл оновлення (*.zip)

source: Файл пакета в формате zip
de_de: Die Datei des Paketes im Format zip
ru_ua: Файл пакету в форматі zip

source: Данные успешно обновлены
de_de: Die Daten sind erfolgreich erneuert
ru_ua: Дані успішно оновлено

source: Дискретная
de_de: Die Diskrete

source: Просмотр общих результатов
de_de: Die Durchsicht der allgemeinen Ergebnisse
ru_ua: Перегляд загальних результатів

source: Просмотр занятия
de_de: Die Durchsicht der Beschäftigung
ru_ua: Перегляд заняття

source: Просмотр результатов слушателя
de_de: Die Durchsicht der Ergebnisse des Zuhörers
ru_ua: Перегляд результатів слухача

source: Запретить просмотр персональной информации всем, кроме модераторов Портала
de_de: Die Durchsicht der Personalinformationen allem, außer den Moderatoren des Portals zu verbieten

source: Динамика наполнения Базы знаний информационными ресурсами различного типа
de_de: Die Dynamik der Füllung der Basis des Wissens von den informativen Ressourcen verschiedenen Typs

source: Редактирование категории
de_de: Die Editierung der Kategorie
ru_ua: Редагування категорії

source: Свойства теста сохранены
de_de: Die Eigenschaften der Prüfung sind aufgespart
ru_ua: Властивості теста збережено

source: Подача заявки или назначение
de_de: Die Einreichung einer Anforderung oder die Bestimmung
ru_ua: Подача заявки або призначення

source: Оценка за занятие
de_de: Die Einschätzung für die Beschäftigung

source: Оценка по данной шкале не может быть выставлена автоматически.
de_de: Die Einschätzung nach der vorliegenden Skala kann automatisch nicht ausgestellt sein.
ru_ua: Оцінка по даній шкалі не може бути виставлено автоматично.

source: Оценка должна быть больше нуля
de_de: Die Einschätzung soll mehr Null sein
ru_ua: Оцінка має бути більше нуля

source: Элементы оргструктуры
de_de: Die Elemente der Aufbauorganisation
ru_ua: Елементи оргструктури

source: Рекомендуемая дата окончания обучения
de_de: Die empfohlene Vollendungsfrist der Ausbildung
ru_ua: Рекомендована дата закінчення навчання

source: рекомендуемое время выполнения
de_de: Die empfohlene Zeit der Ausführung
ru_ua: рекомендований час виконання

source: Удаление категории
de_de: Die Entfernung der Kategorie
ru_ua: Видалення категорії

source: Удаление темы
de_de: Die Entfernung des Themas
ru_ua: Видалення теми

source: Результаты по темам:
de_de: Die Ergebnisse nach den Themen:

source: Разрешённые типы файлов
de_de: Die erlaubten Typen der Dateien
ru_ua: Дозволені типи файлів

source: Обновление %s не найдено
de_de: Die Erneuerung %s ist nicht gefunden
ru_ua: Оновлення %s не знайдено

source: Обновление регистрационных требований успешно выполнено.
de_de: Die Erneuerung der Registrierungsforderungen ist erfolgreich erfüllt.
ru_ua: Оновлення реєстраційних вимог успішно виконано.

source: Установить обновление
de_de: Die Erneuerung festzustellen

source: Обновление уже установлено на сервер %s
de_de: Die Erneuerung ist auf den Server %s schon bestimmt
ru_ua: Оновлення вже встановлено на сервер %s

source: Обновление успешно установлено
de_de: Die Erneuerung ist erfolgreich bestimmt
ru_ua: Оновлення успішно встановлено

source: Обновление успешно удалено
de_de: Die Erneuerung ist erfolgreich entfernt
ru_ua: Оновлення успішно видалено

source: Неверный номер обновления: %s
de_de: Die falsche Nummer der Erneuerung: %s
ru_ua: Невірний номер оновлення: %s

source: Цвет в календаре
de_de: Farbe im Kalender
ru_ua: Колір у календарі

source: Фиксированная длительность
de_de: Die fixierte Dauer
ru_ua: Фіксована тривалість

source: Формула для выставления итоговой оценки
de_de: Die Formel für die Ausstellung der zusammenfassenden Einschätzung
ru_ua: Формула для виставлення підсумкової оцінки

source: Формула для автоматического распределения по подгруппам
de_de: Die Formel für die automatische Verteilung nach den Unterabteilungen

source: Формулы на курсе
de_de: Die Formelen im Kurs

source: Вопрос тьютору
de_de: Die Frage dem Lehrer
ru_ua: Питання до інструктора

source: Вопросы успешно добавлены в тест
de_de: Die Fragen sind in die Prüfung erfolgreich beigefügt
ru_ua: Питання успішно додано в тест

source: Вопросы не найдены
de_de: Die Fragen sind nicht gefunden
ru_ua: Питань не знайдено

source: вопросы, используемые в данном тесте
de_de: Die Fragen, die in der gegebenen Prüfung verwendet werden
ru_ua: питання, що використовуються у даному тесті

source: Свободная регистрация
de_de: Die freie Registrierung

source: Разрешить свободную регистрацию
de_de: Die freie Registrierung zu erlauben

source: Запретить свободную регистрацию
de_de: Die freie Registrierung zu verbieten

source: Сроки занятия выходят за рамки учебного курса
de_de: Die Fristen der Beschäftigung gehen für die Rahmen des Lehrgangs hinaus
ru_ua: Строки заняття виходять за рамки дисципліни

source: Наполнение Базы знаний
de_de: Die Füllung der Basis des Wissens

source: У данного занятия имеются зависимости.
de_de: Die gegebene Beschäftigung hat Abhängigkeiten.
ru_ua: У даного заняття є залежності.

source: Данное обновление не является последним в системе %s
de_de: Die gegebene Erneuerung ist kein Letzter %s
ru_ua: Це не останнє оновлення у системі % s

source: прошедшие
de_de: Abgeschlossene
ru_ua: минулі

source: История ревизий
de_de: Die Geschichte der Revisionen

source: История изменения
de_de: Die Geschichte der Veränderung
ru_ua: Історія зміни

source: Группа:
de_de: Die Gruppe
ru_ua: Група:

source: Группа материалов успешно сохранена
de_de: Die Gruppe der Materialien ist erfolgreich aufgespart
ru_ua: Групу матеріалів успішно створено

source: Группа материалов успешно удалена
de_de: Die Gruppe der Materialien ist erfolgreich entfernt
ru_ua: Групу матеріалів успішно видалено

source: Создать группу материалов
de_de: Die Gruppe der Materialien zu schaffen
ru_ua: Створити группу матеріалів

source: Карточка приложения
de_de: Die Karte der Anlage
ru_ua: Картка додатку

source: Карточка учебной сессии
de_de: Die Karte der Lehrtagung
ru_ua: Картка навчальної сесії

source: Категория «%s» успешно создана
de_de: Die Kategorie «%s» ist erfolgreich geschaffen
ru_ua: Категорію «%s» успішно створено

source: Категория обновлена
de_de: Die Kategorie ist erneuert
ru_ua: Категорію оновлено

source: Категория не найдена
de_de: Die Kategorie ist nicht gefunden
ru_ua: Категорію не знайдено

source: Категория без названия
de_de: Die Kategorie ohne Titel
ru_ua: Категорія без назви

source: Категория была удалена
de_de: Die Kategorie war entfernt
ru_ua: Категорію було видалено

source: Удалить категорию
de_de: Die Kategorie zu entfernen
ru_ua: Видалити категорію

source: Добавить категорию
de_de: Die Kategorie zu ergänzen
ru_ua: Додати категорію

source: Классификация пользователя
de_de: Die Klassifikation des Benutzers

source: Классификация курса
de_de: Die Klassifikation des Kurses

source: Классификация успешно изменена
de_de: Die Klassifikation ist erfolgreich geändert
ru_ua: Класифікація успішно змінена

source: Конфигурационный файл успешно сохранен
de_de: Die Konfigurationsdatei ist erfolgreich aufgespart
ru_ua: Файл конфігурації успішно збережений

source: Контекстный поиск
de_de: Die kontextabhängige Suche

source: Курсы, включенные в программу
de_de: Die Kurse, die ins Programm aufgenommen sind
ru_ua: Дисципліни, що входять у програму

source: Сохранить текущую ревизию в истории ревизий ресурса
de_de: Die laufende Revision in der Geschichte der Revisionen der Ressource aufzusparen

source: Сохранить текущую версию в истории изменения ресурса
de_de: Die laufende Version in der Geschichte der Veränderung der Ressource aufzusparen
ru_ua: Зберегти поточну версію в історії змін ресурса

source: Текущие результаты обучения
de_de: Die laufenden Ergebnisse der Ausbildung
ru_ua: Поточні результати навчання

source: Срок действия следующих курсов истёк:
de_de: Die Laufzeit der folgenden Kurse ist abgelaufen:
ru_ua: Термін дії для зазначених дисциплін минув:

source: Пустой файл: %s
de_de: Die leere Datei: %s
ru_ua: Порожній файл: %s

source: Тьюторы успешно назначены
de_de: Die Lehrer sind erfolgreich ernannt
ru_ua: Інструкторів успішно призначено

source: Назначить тьюторов
de_de: Die Lehrer zu ernennen
ru_ua: Призначити інструкторів

source: Тьютор:
de_de: Die Lehrer:

source: Тьюторы: %s
de_de: Die Lehrer: %s
ru_ua: Інструктори: %s

source: Учебные модули успешно помечены.
de_de: Die Lehrmodule sind erfolgreich bezeichnet.
ru_ua: Навчальні модулі успішно позначено.

source: Учебная сессия
de_de: Die Lehrtagung
ru_ua: Навчальна сессія

source: Учебная сессия успешно удалена
de_de: Die Lehrtagung ist erfolgreich entfernt
ru_ua: Навчальну сесію успішно видалено

source: Учебная сессия успешно обновлена
de_de: Die Lehrtagung ist erfolgreich erneuert
ru_ua: Навчальну сесію успішно оновлено

source: Учебная сессия успешно создана
de_de: Die Lehrtagung ist erfolgreich geschaffen
ru_ua: Навчальна сесія успішно створена

source: Создать учебную сессию
de_de: Die Lehrtagung zu schaffen
ru_ua: Створити навчальну сесію.

source: Учебные сессии
de_de: Die Lehrtagungen
ru_ua: Навчальні сесії

source: Учебные сессии успешно удалены
de_de: Die Lehrtagungen sind erfolgreich entfernt
ru_ua: Навчальні сесії успішно видалено

source: Последние открытые
de_de: Die Letzten geöffnet
ru_ua: Останні відкриті

source: Решение на проверку
de_de: Die Lösung auf die Prüfung
ru_ua: Розв'язок на перевірку

source: Маркированный список
de_de: Die markierte Liste
ru_ua: Маркований список

source: Материалы курса
de_de: Materialien des Kurses
ru_ua: Матеріали дисципліни

source: Материалы курса успешно обновлены
de_de: Die Materialien des Kurses sind erfolgreich erneuert
ru_ua: Матеріали дисципліни успішно оновлено

source: вещественное число
de_de: Die materielle Zahl
ru_ua: дійсне число

source: Минимальное число символов для создания пароля
de_de: Die minimale Zahl der Symbole für die Bildung der Parole
ru_ua: Мінімальна кількість символів для створення паролю

source: Отправить уведомление
de_de: Die Mitteilung abzusenden
ru_ua: Надіслати повідомлення

source: Уведомление успешно отправлено
de_de: Die Mitteilung ist erfolgreich abgesandt
ru_ua: Повідомлення успішно скасовано

source: Послать уведомление и перейти в чат
de_de: Die Mitteilung zu schicken und, in den Chat überzugehen
ru_ua: НАдіслати повідомлення і перейти у чат

source: Сообщения участников в режиме скрытых ответов видит только автор темы. Сообщения же автора видят все участники.
de_de: Die Mitteilungen der Teilnehmer im Regime der verborgenen Antworten sieht nur der Autor des Themas. Die Mitteilungen des Autors sehen alle Teilnehmer.
ru_ua: Повідомлення учасників у режимі прихованих відповідей бачить лише автор теми. Повідомлення автора бачать всі учасники.

source: Скрыть сообщения
de_de: Mitteilung erstellen

source: Среднее количество сессий
de_de: Die mittlere Zahl der Tagungen
ru_ua: Середеня кількість сесій

source: Среднее время в системе, час.
de_de: Die mittlere Zeit im System, die Stunde.
ru_ua: Середній час у системі, год.

source: Новая
de_de: Die Neue
ru_ua: Нова

source: Создать новость
de_de: Die Neuheit zu schaffen
ru_ua: Створити новину

source: Нумерованный список
de_de: Die numerierte Liste
ru_ua: Нумерований список

source: Порядок следования
de_de: Die Ordnung des Folgens
ru_ua: Послідовність

source: Пароль может содержать только латинские или кириллические буквы, а также символы '$', '#' и '!'
de_de: Die Parole kann nur die lateinischen oder kyrillischen Buchstaben, sowie die Symbole ' $ ', ' # ' und ' enthalten!'
ru_ua: Пароль може містити тільки латинські або кириличні літери, а також символи '$', '#' і '!'

source: Период обучения
de_de: Die Periode der Ausbildung
ru_ua: Термін навчання

source: Период времени (в днях) использования пароля, прежде чем система потребует заменить его. Нулевое значение снимает это ограничение
de_de: Die Periode der Zeit (in den Tagen) der Nutzung der Parole, bevor das System fordern wird, es zu ersetzen. Die Nullbedeutung nimmt diese Beschränkung ab
ru_ua: Період часу (в днях) використання паролю, перш ніж система вимагатиме замінити його. Нульове значення знімає це обмеження

source: Период времени (в днях) использования пароля, прежде чем пользователь сможет заменить его. Нулевое значение снимает это ограничение
de_de: Die Periode der Zeit (in den Tagen) der Nutzung der Parole, bevor der Benutzer es ersetzen kann. Die Nullbedeutung nimmt diese Beschränkung ab
ru_ua: Період часу (в днях) використання паролю, перш ніж користувач зможе замінити його. Нульове значення знімає це обмеження

source: Создать периодические выходные дни недели
de_de: Die periodischen freien Tage der Woche zu schaffen
ru_ua: Створити періодичні вихідні дні

source: Плановая дата окончания обучения
de_de: Die planmässige Vollendungsfrist der Ausbildung
ru_ua: Планова дата закінчення навчання

source: Программы
de_de: Die Programme
ru_ua: Програми

source: Назначить программы обучения
de_de: Die Programme der Ausbildung zu ernennen
ru_ua: Призначити програми підготовки

source: Программы успешно удалены
de_de: Die Programme sind erfolgreich entfernt
ru_ua: Програми успішно видалено

source: Проверка установленного ПО
de_de: Überprüfung der notwendigen Software
ru_ua: Перевірка встановленого ПО

source: Тест не прикреплен к занятию
de_de: Die Prüfung ist an der Beschäftigung nicht befestigt

source: Тест не найден
de_de: Die Prüfung ist nicht gefunden
ru_ua: Тест не знайдено

source: Проверка препода
de_de: Die Prüfung vom Lehrer

source: Регистрационные требования
de_de: Die Registrierungsforderungen
ru_ua: Реєстраційні вимоги

source: Ресурс на основе сервиса взаимодействия
de_de: Die Ressource aufgrund der Kommunikationsservices
ru_ua: Ресурс на основі сервісу взаємодії

source: Ресурсы на основе сервисов взаимодействия
de_de: Die Ressourcen aufgrund der Kommunikationsservices
ru_ua: Ресурси на базі сервісів взаємодії

source: Связать ресурсы
de_de: Die Ressourcen zu verbinden
ru_ua: Пов'язати ресурси

source: Ревизия #%s
de_de: Die Revision #%s

source: Ревизия #%s от %s
de_de: Die Revision #%s von %s

source: рубрика во множественном числеrubric%s rubrics
de_de: Die Rubrik in plural числеrubric%s rubrics

source: Шаблон приказов
de_de: Die Schablone der Befehle

source: Шаблон отчетов
de_de: Die Schablone der Berichte
ru_ua: Шаблон звітів

source: Порог прохождения
de_de: Die Schwelle des Durchganges
ru_ua: Поріг проходження

source: Пороговое значение (в процентах от максимально возможного результата за курс), при достижении которого итоговая оценка "Пройдено" автоматически выставляется за курс.
de_de: Die Schwellenbedeutung (in Prozent vom maximal möglichen Ergebnis für den Kurs), bei dessen Errungenschaft die zusammenfassende Einschätzung "Bestanden" für den Kurs automatisch ausgestellt wird.

source: Пороговое значение (в процентах), при достижении которого оценка "Пройдено" автоматически выставляется в ведомость.
de_de: Die Schwellenbedeutung (prozentual), bei dessen Errungenschaft die Einschätzung "Bestanden" in die Liste automatisch ausgestellt wird.
ru_ua: Порогове значення (у відсотках), при досягнені якого оцінка "Пройдено" автоматично виставляється у відомість.

source: Пороговое значение (в процентах), при достижении которого оценка "Пройдено успешно" автоматически выставляется в ведомость. Если пользователь окончил тестирование, но не достиг порогового значения, выставляется оценка "Пройдено неуспешно".
de_de: Die Schwellenbedeutung (prozentual), bei dessen Errungenschaft die Einschätzung "Erfolgreich abgeschlossen" in die Liste automatisch ausgestellt wird. Wenn der Benutzer die Prüfung beendet hat, aber hat die Schwellenbedeutung nicht erreicht, wird die Einschätzung "Nicht erfolgreich abgeschlossen" ausgestellt.
ru_ua: Порогове значення (у відсотках), при досягненні якого оцінка "Пройдено успішно" автоматично виставляється у відомость. Якщо користувач закінчив тестування, але не досяг порогового значення, виставляється оцінка "Пройдено неуспішно".
