Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: прерван по команде
de_de: Auf Befehl unterbrochen

source: прерван лимитом времени
de_de: Wegen Zeitlimit unterbrochen

source: Ошибочный номер курса
de_de: Falsche Kursnummer

source: Выставление оценок за задания
de_de: Punktevergabe für die Aufgaben

source: Выставление оценок за задание
de_de: Punktevergabe für die Aufgabe

source: К началу статистики и отчетов
de_de: Zum Anfang der Statistik und der Berichte gehen

source: ФИО, отчет
de_de: Name, Vorname, Bericht

source: Вопросов Ответил
de_de: Fragen beantwortet

source: затрачено
de_de: verbraucht

source: Очистить статистику тестирования %s %s %s %s?
de_de: Statistik der Prüfung löschen %s %s %s %s?

source: по курсу
de_de: nach Kurs

source: по всем курсам
de_de: nach allen Kursen

source: по заданию
de_de: nach Aufgaben

source: по всем заданиям
de_de: nach allen Aufgaben

source: по пользователю
de_de: nach Benutzer

source: по всем пользователям
de_de: nach allen Benutzern

source: по дате прохождения заданий в период
de_de: nach Datum der Teilnahme im Zeitraum

source: по всем датам прохождения заданий
de_de: nach allen Daten der Teilnahme

source: Статистика о пройденных заданиях
de_de: Statistik der erledigten Aufgaben

source: Статистика тестирований
de_de: Statistik der Tests

source: Любой курс
de_de: Beliebiger Kurs

source: Обучаемый:
de_de: Teilnehmer:

source: Фильтр пользователей
de_de: Filter der Benutzer

source: Дата прохождения с
de_de: Datum der Teilnahme von

source: Дата прохождения по
de_de: Datum der Teilnahme bis

source: Проверка препода-<br>вателем
de_de: Überprüfung vom Lehrer

source: Открыть краткий отчет
de_de: Kurzbericht öffnen

source: Открыть подробный отчет
de_de: Detailbericht öffnen

source: Отчет о сеансе тестирования
de_de: Bericht der Prüfungssitzung

source: Тьюторы (в пределах своего курса)
de_de: Die Lehrer (innerhalb des Kurses)

source: Деканы
de_de: Dekane

source: Такого сеанса не существует:
de_de: Diese Sitzung existiert nicht:

source: курс:
de_de: Kurs:

source: ФИО:
de_de: Name, Vorname:

source: адрес:
de_de: Adresse:

source: начало сеанса:
de_de: Start der Sitzung:

source: набрано баллов:
de_de: erreichte Punkte:

source: минимально возможное:
de_de: Minimal möglich:

source: максимально возможное:
de_de: Maximal möglich:

source: ответил на вопросы:
de_de: Fragen beantwortet:

source: всего вопросов:
de_de: insgesamt Fragen:

source: завершение сеанса:
de_de: Sitzung beenden:

source: длительность:
de_de: Dauer:

source: Это задание, требующее проверки тьютором.
de_de: Diese Aufgabe erfordert die Überprüfung des Lehrers

source: Сеанс еще не проверен тьютором.
de_de: Die Sitzung wurde vom Lehrer noch nicht geprüft.

source: Проверен тьютором:
de_de: Vom Lehrer geprüft:

source: Неизвестный статус завершенности тестирования! Необходимо добавить описание.
de_de: Unbekannter Status beim Beenden der Prüfung! Man muss die Beschreibung hnzufügen.

source: Правильность ответа:
de_de: Richtigkeit der Antwort:

source: диапазон: от
de_de: Punktzahl: von

source: Ответ был получен:
de_de: Antwort bekommen:

source: ВОПРОС С ПРОВЕРКОЙ ТЬЮТОРОМ
de_de: FRAGE MIT DER PRÜFUNG VOM LEHRER

source: Ошибка в ответе:
de_de: Fehler in der Antwort:

source: Анализ ответов
de_de: Analyse der Antworten

source: Правильно ли это
de_de: Ist das richtig

source: Протокол выполнения:
de_de: Protokoll der Erledigung:

source: Начал:
de_de: Angefangen:

source: Закончил:
de_de: Beendet:

source: Длительность:
de_de: Dauer:

source: Задано
de_de: Anzahl der zu beantworteten Fragen

source: вопросов, отвечено на
de_de: Frage(n), beantwortet

source: Вопрос:
de_de: Frage:

source: не оценивается
de_de: Wird nicht bewertet

source: балл.
de_de: Punkt.

source: Ответ:
de_de: Antwort:

source: Неверно
de_de: Falsch

source: Текст ответа:
de_de: Text der Antwort:

source: скачать файл
de_de: Datei herunterladen

source: Скачать рецензию тьютора:
de_de: Rezension des Lehrers herunterladen:

source: Хоть вы и тьютор, но в данное время не владеете ни одним курсом.
de_de: Sie sind zwar ein Lehrer, aber zur Zeit leiten Sie keinen Kurs.

source: нет прав редактировать данный вопрос
de_de: Keine Berechtigung, diese Frage zu bearbeiten

source: загрузка...
de_de: Laden...

source: Редактирование карты на картинке
de_de: Bearbeiten der Karte auf dem Bild

source: такого вопроса нет
de_de: Diese Frage existiert nicht

source: Укажите области для вариантов:
de_de: Geben Sie Bereiche für die Varianten an:

source: Проверка Заданий
de_de: Prüfung der Aufgaben

source: нет ни одного вопроса на проверку
de_de: Es gibt keine zu prüfende Frage

source: Выполнить действие:
de_de: Aktion ausführen:

source: сохранить результаты
de_de: Ergebnisse speichern

source: удалить обработанные вопросы
de_de: bearbeitete Fragen löschen

source: удалить выделенные вопросы
de_de: markierte Fragen löschen

source: Проверка вопросов со свободным ответом
de_de: Prüfung der Fragen mit der freien Antwort

source: Больше вопросов для проверки нет.
de_de: Es gibt keine zu prüfenden Fragen mehr

source: Вы не можете обращаться к временным вопросам чужих курсов
de_de: Sie können keine vorübergehenden Fragen der fremden Kurse wählen

source: Оценка отложенных на проверку ответов
de_de: Bewertung von zu prüfenden Antworten

source: к началу проверки
de_de: Zum Anfang der Prüfung

source: Код вопроса:
de_de: Code der Frage:

source: Дан ответ:
de_de: Beantwortet:

source: Студент:
de_de: Teilnehmer:

source: Полученный ответ
de_de: Erhaltene Antwort

source: Текстовый ответ:
de_de: Textantwort:

source: Скачать ответ целиком
de_de: Die Antwort vollständig herunterladen

source: Присоединенный файл
de_de: Anhang-Datei

source: Скачать прикрепленный файл целиком
de_de: Die Anhang-Datei vollständig herunterladen

source: Открыть прикрепленный файл в новом окне
de_de: Anhang-Datei im neuen Fenster öffnen

source: Возможный диапазон баллов:от
de_de: Möglicher Punktebereich: ab

source: Вопрос уже имеет оценку в баллах:
de_de: Frage hat schon eine Auswertung in Punkten:

source: Далее перейти:
de_de: Weiter:

source: к проверке очередного вопроса
de_de: zur Prüfung der Frage

source: к списку вопросов для проверки
de_de: zur Liste der Fragen für die Prüfung

source: Записать вашу оценку в базу данных
de_de: Ihre Bewertung in der Datenbank speichern

source: ДАЛЕЕ
de_de: WEITER

source: Вы не можете начислить за этот вопрос более, чем
de_de: Sie können für diese Frage nicht mehr anrechnen, als

source: баллов. Зачисляю баллов:
de_de: Punkte. Ich rechne Punkte an:

source: Вы не можете начислить за этот вопрос менее, чем
de_de: Sie können für diese Frage nicht weniger anrechnen, als

source: Студент
de_de: Teilnehmer

source: Дата ответа
de_de: Datum der Antwort

source: Полученный ответ:
de_de: Erhaltene Antwort:

source: открыть прикрепленный файл
de_de: Anhang-Datei öffnen

source: Комментарий:
de_de: Kommentar:

source: Рецензия:
de_de: Rezension:

source: открыть файл с рецензией
de_de: Die Datei mit Rezension öffnen

source: Обновление базы данных
de_de: Aktualisierung der Datenbank (CSV)

source: приложен
de_de: beigefügt

source: длиной
de_de: Länge

source: приложен текст
de_de: Text wurde hinzugefügt

source: См. общую оценку
de_de: Siehe allgemeine Bewertung

source: Удалены вопросы по следующим сеансам:
de_de: Fragen aus folgenden Sitzungen wurden gelöscht:

source: Сеанс тестирования законǐՐݠили не начинался.
de_de: Testing wurde abgeschlosssen oder fing nicht an.

source: Неправильный вызов страницы.
de_de: Aufruf der Seite ist fehlgeschlagen.

source: Не найдена функция для ответа типа
de_de: Funktion für diesen Antworttyp wurde nicht gefunden

source: Закончилось время
de_de: Zeit ist abgelaufen

source: Переменная
de_de: Variable

source: не ограничено
de_de: nicht eingeschränkt
ru_ua: без обмежень

source: не прикреплен к занятию
de_de: gehört nicht zum Training

source: Извините, задание
de_de: Aufgabe

source: Вы не являтесь тьютором на этом курсе.
de_de: Sie sind nicht der Lehrer in diesem Kurs.

source: по давности.
de_de: nach dem Etstehungsdatum.

source: Извините, %s не содержит ни одного вопроса.
de_de: Verzeihung, %s enthält keine Frage.

source: начать тест:
de_de: Test starten:

source: Невозможно прервать сеанс.
de_de: Es ist nicht möglich, Sitzung zu unterbrechen.

source: Нажмите кнопку, чтобы прервать сеанс.
de_de: Drücken Sie die Taste, um die Sitzung zu unterbrechen.

source: Вы не тьютор данного курса.
de_de: Sie sind nicht der Moderator in diesem Kurs.

source: Статистика заданий
de_de: Aufgabenstatistik

source: Копия:
de_de: Kopie:

source: Тест успешно скопирован
de_de: Test wurde erfolgreich kopiert

source: Редактировать вопросы
de_de: Fragen bearbeiten

source: Открыть задание
de_de: Aufgabe öffnen

source: Удалить задание
de_de: Aufgabe löschen

source: Копировать задание
de_de: Aufgabe kopieren

source: Редактировать задание
de_de: Aufgabe bearbeiten

source: Скопировать задание?
de_de: Wollen Sie diese Aufgabe kopieren?

source: Все курсы
de_de: Alle Kurse

source: Отчеты о тестированиях
de_de: Berichte zu den Tests

source: Попытки тестирований
de_de: Testing Versuche

source: Статистика вопросов
de_de: Fragenstatistik

source: СТАТИСТИКА по
de_de: Statistik zu

source: У вас не хватает привилегий
de_de: Ihnen fehlen die Privilegien

source: Перейти к другому заданию
de_de: Nächste Aufgabe

source: Редактировать параметры задания
de_de: Parameter der Aufgabe bearbeiten

source: опубликовано
de_de: Veröffentlicht

source: не опубликовано
de_de: nicht veröffentlicht

source: Обязат. вопрос
de_de: Obligatorische Frage

source: в это задание еще не включено ни одного вопроса
de_de: Zu dieser Aufgabe wurden noch keine Fragen hinzugefügt

source: маски не отображаются
de_de: Masken können nicht angezeigt werden

source: Просмотреть вопрос
de_de: Frage anschauen

source: Вы действительно желаете удалить вопрос из задания?
de_de: Wollen Sie wirklich die Frage aus der Aufgabe löschen?

source: маска:
de_de: Maske:

source: Выполнить это задание
de_de: Diese Aufgabe ausführen

source: Добавить из всех вопросов
de_de: Aus allen Fragen hinzufügen

source: Расширенное редактирование задания запрещено.
de_de: Erweiterte Bearbeitung dieser Aufgabe ist nicht zulässig.

source: Вы не можете редактировать вопросы, т.к. этот тест создан на другом курсе
de_de: Sie können die Fragen nicht bearbeiten, da dieser Test in einem anderen Kurs erstellt wurde

source: Справка
de_de: Hilfe

source: Управление кол-вом попыток тестирований
de_de: Verwaltung der Testversuche

source: Отчеты о тестированиях на этом задании
de_de: Berichte über die Tests in dieser Aufgabe

source: расширенный]
de_de: erweitert

source: Вернуться к предыдущему сеансу тестирования
de_de: Letzten Test aufrufen

source: Редактирование задания
de_de: Aufgabe bearbeiten

source: Добавление задания
de_de: Aufgabe hinzufügen

source: Название задания
de_de: Aufgabentitel
ru_ua: Назва тесту

source: Задание опубликовано
de_de: Aufgabe wurde veröffentlicht

source: доступно слушателю для выполнения
de_de: Für das Ausführen vom Teilnehmer freigegeben

source: Вопросы задания
de_de: Fragen der Aufgabe

source: Способ выбора вопросов
de_de: Auswahlarten der Fragen

source: Одинаковое из каждой темы
de_de: Die gleichen aus jedem Thema

source: Задать из каждой темы
de_de: Einfügen aus jedem Thema

source: Ограничить количество вопросов в задании до
de_de: Fragenzahl in der Aufgabe beschränken auf

source: показывать все
de_de: Alles anzeigen

source: Нет тем вопросов в задании
de_de: Es gibt keine Themen für die Fragen in der Aufgabe

source: Количество вопросов на страницу
de_de: Fragenzahl pro Seite

source: Перемешивать вопросы при прохождении задания
de_de: Beim Ausführen der Aufgabe die Fragen mischen

source: Выполнение задания
de_de: Ausführen der Aufgabe

source: Сколько раз учащийся может выполнять это задание
de_de: Wie viele Versuche hat der Lernende für Ausführen dieser Aufgabe

source: кол-во не ограничено
de_de: Anzahl ist nicht beschränkt

source: Через сколько дней сбрасывать данный счетчик прохождений
de_de: Nach wie vieln Tagen den Versuchszähler zurücksetzen

source: никогда не сбрасывать
de_de: Niemals zurücksetzen

source: Ограничение времени в минутах для прохождения задания
de_de: Beschränkung der Ausführungszeit für den Test (in Min.)

source: мин
de_de: Min

source: без ограничений
de_de: Ohne Beschränkungen

source: Дополнительно
de_de: Zusätzlich
ru_ua: Додатково

source: Показывать страницу промежуточных результатов учащегося, по итогам последних вопросов
de_de: Zwischenergebnisse des Lernenden nach den Ergebnissen der letzten Fragen anzeigen

source: Там же показывать ссылку
de_de: Den Link dort anzeigen

source: Показывать результаты тестирования в конце задания (общие результаты)
de_de: Testergebnisse am Ende der Aufgabe anzeigen (allgemeine Ergebnisse)

source: Комментарий к заданию
de_de: Kommentar zur Aufgabe

source: нет прав редактировать данный тест
de_de: Sie besitzen keine Rechte, für Bearbeitung dieser Aufgabe

source: Неправильная формула
de_de: Fehlerhafte Formel

source: Задание удалено
de_de: Die Aufgabe wurde gelöscht

source: Укажите учебный курс
de_de: Geben Sie den Lehrgang an

source: Перенос теста
de_de: Verschiebung des Tests

source: нет прав перенести этот тест на чужой курс
de_de: Sie besitzen keine Rechte, um diesen Test in fremden Kurs zu verschieben

source: нет прав просматривать данный тест
de_de: Sie besitzen keine Rechte, um diesen Test durchzusehen

source: копия от
de_de: Kopie von

source: Новый тест с
de_de: Neuer Test vom

source: Список вопросов, выбранные маской теста
de_de: Liste der Fragen, ausgewählt von der Testmaske

source: Такого задания нет
de_de: Diese Aufgabe exsistiert nicht

source: Не переданы коды для удаления
de_de: Codes für die Entfernung wurden nicht eingegeben

source: Вы не зарегистрированы ни на одном из курсов
de_de: Sie sind in keinem Kurs registriert

source: Вы не зарегистрированы ни на одном из курсов.
de_de: Sie sind in keinem Kurse registriert

source: Нет заданий
de_de: Es gibt keine Aufgaben

source: Дата попытки
de_de: Datum des Versuches
ru_ua: Дата спроби

source: Набранный балл
de_de: Erreichte Punkte

source: Отчет о прохождении
de_de: Ausführungsbericht

source: Действительно хотите пройти это задание?
de_de: Wollen Sie wirklich diese Aufgabe ausführen?

source: Внимание! У вас осталось попыток для прохождения:
de_de: Achtung! Die verbleibenden Ausführungsversuche:

source: Оценка:
de_de: Auswertung

source: Попытки прохождения исчерпаны.
de_de: Ausführungsversuche sind ausgeschöpft.

source: Осталось попыток:
de_de: Verbleibenden Versuche:

source: Попытки не лимитированы
de_de: Versuche nicht limitiert

source: еще не сдан
de_de: noch nicht ausgeführt

source: Показать отчёт
de_de: Bericht anzeigen

source: отключен тьютором
de_de: Vom Lehrer abgeschaltet

source: Очистка/управление кол-вом попыток тестирований
de_de: Verwaltung der Testversuche

source: Кол-во
de_de: Anzahl

source: попыток
de_de: der Versuche

source: Осталось
de_de: Verbleibenden Versuche:

source: Последнее
de_de: Letzter

source: тестирование
de_de: Test

source: это задание было удалено
de_de: diese Aufgabe wurde gelöscht

source: снять
de_de: Entfernen

source: добавить
de_de: Hinzufügen

source: Промежуточные результаты
de_de: Zwischenergebnisse

source: Данные по вопросу(ам), которые были вам заданы только на предыдущей странице:
de_de: Informationen zu den Fragen nur von der letzten Seite

source: Минимальный балл:
de_de: Minimale Punktzahl:

source: Кол-во вопросов:
de_de: Fragenzahl:

source: Данные по всем вопросам, на которые вы отвечали в этом задании:
de_de: Informationen zu allen Fragen aus dieser Aufgabe:

source: Набранно баллов всего:
de_de: Erreichte Punkte insgesamt:

source: Кол-во пройденных вопросов:
de_de: Anzahl der beantworteten Fragen:

source: Ссылки к заданным вопросам:
de_de: Hinweise zu den aufgeführten Fragen:

source: Не показывать промежуточные результаты (только для текущего задания)
de_de: Zwischenergebnisse nicht anzeigen (nur für die laufende Aufgabe)

source: Не найдена функция для вопроса типа
de_de: Funktion für den Fragetyp wurde nicht gefunden

source: см. в учебных материалах
de_de: Siehe in den Lehrmaterialien

source: Комментарии к ответу:
de_de: Kommentare zur Antwort:

source: Вес:
de_de: Gewicht:

source: Правильный ответ(ы):
de_de: Richtige Antwort (en):

source: Отсутствуют варианты ответа на вопрос.
de_de: Antwortvarianten zur Frage fehlen.

source: Введите один или более вариантов ответа.
de_de: Geben Sie eine oder mehrere Antwortvarianten zu dieser Frage ein.

source: Ни один вариант ответа не является правильным.
de_de: Keine der Antwortvarianten ist richtig.

source: Отметьте один/несколько вариантов как правильные.
de_de: Markieren Sie eine/mehrere Varianten als richtig.

source: Устранить ошибку этого вопроса можно на странице его редактирования так:
de_de: Den Fehler dieser Frage kann man auf der Editionseite Seite entsprechend beheben:

source: Импортирование курса
de_de: Kursimport

source: Импорт курса
de_de: Kursimport

source: Загрузка и обработка файлов курса
de_de: Download und Bearbeitung von Kursdateien

source: Выберите тип загружаемого курса
de_de: Wählen Sie den Typ des geladenen Kurses aus

source: НЕ ОПРЕДЕЛЕН ИДЕНТИФИКАТОР КУРСА !!!
de_de: KURSIDENTIFIKATOR NICHT BESTIMMT!!!

source: Описание сохранено
de_de: Die Beschreibung wurde gespeichert

source: Редактировать описание курса:
de_de: Kursbeschreibung bearbeiten:

source: пустой элемент
de_de: Leeres Element

source: <пустой элемент>
de_de: <Leeres Element>

source: Локальные копии курсов
de_de: Lokalen Kurskopien

source: Пути к локальным версиям курсов сохранены
de_de: Pfade zu den lokalen Kursversionen wurde gespeichert

source: использовать локальные копии курсов
de_de: Lokale Kurskopien verwenden

source: Выбран каталог:
de_de: Katalog ausgewählt:

source: Править свойства модуля
de_de: Moduleigenschaften bearbeiten

source: Описание модуля
de_de: Modulbeschreibung

source: Ошибка при изменении данных!
de_de: Fehler bei der Datenänderung!

source: Тип занятия
de_de: Typ des Trainings
ru_ua: Тип заняття

source: Длительность (академ. час)
de_de: Dauer (akademische Stunde)

source: применить
de_de: Anwenden

source: Перемещать сразу на несколько позиций
de_de: Verschieben auf mehrere Positionen gleichzeitig

source: позиций
de_de: der Positionen

source: Перемещать все подэлементы
de_de: Alle Unterelemente verschieben

source: Очистить программу курса
de_de: Programm des Kurses reinigen

source: Редактирование содержания курса:
de_de: Bearbeitung des Kursinhaltes:

source: содержание
de_de: Inhalt

source: править
de_de: bearbeiten

source: на уровнь выше
de_de: eine Stufe höher

source: на уровень ниже
de_de: eine Stufe niedriger

source: переместить вверх
de_de: Nach oben verschieben

source: переместить вниз
de_de: Nach unten verschieben

source: удалить пункт
de_de: den Punkt entfernen

source: создать блок материалов
de_de: Materialienordner erstellen

source: &lt;пустой элемент&gt;
de_de: &lt;leeres Element&gt;

source: ак.час.
de_de: akademische Stunde

source: заменить
de_de: ersetzen

source: Вы уверены, что хотите удалить?
de_de: Wollen Sie wirklich löschen?

source: развернуть
de_de: erweitern

source: Запустить программу
de_de: Programm starten

source: Задать вопросы
de_de: Fragen ansetzen

source: синхронизировать с тьютором
de_de: Mit dem Lehrer synchronisieren

source: Глоссарий
de_de: Glossar

source: удалить задание из модуля
de_de: Aufgabe aus dem Modul entfernen

source: тема:
de_de: Thema:

source: статус:
de_de: Status:

source: описание:
de_de: Beschreibung:

source: Выберите один из модулей в программе курса
de_de: Wählen Sie einen Modul aus dem Kursprogramm

source: ОБУЧЕНИЕ
de_de: AUSBILDUNG

source: сохранен в файлах:
de_de: Gespeichert unter:

source: загрузить
de_de: Download

source: Нет файла тестов
de_de: Die Datei mit dem Test fehlt

source: Ошибка записи вопросов
de_de: Fehler bei derErstellung der Fragen

source: Вопросы импортированы успешно
de_de: Fragen wurden erfolgreich importiert

source: Введите файлы для загрузки на курс
de_de: Fügen Sie die Dateien für den Kurs-Download ein

source: Файл тестов
de_de: Datei mit den Tests

source: Только проверить
de_de: Nur prüfen

source: Найдено вопросов
de_de: Fragen gefunden

source: Ответов в вопросах
de_de: Antwortenzahl in den Fragen

source: Ошибка импорта тестов
de_de: Fehler beim Testimport

source: НАЙДЕНО
de_de: GEFUNDEN

source: ВОПРОСОВ В ФАЙЛЕ
de_de: FRAGEN IN DER DATEI

source: Тема:
de_de: Thema:

source: ВОПРОС:
de_de: FRAGE:

source: Формулировка вопроса
de_de: Formulierung der Frage

source: Верный вариант
de_de: Richtige Variante

source: Правильный вариант
de_de: Richtige Variante

source: Ответ на вопрос не получен
de_de: Antwort auf die Frage wurde nicht gegeben

source: Правильно
de_de: Richtig

source: Неправильно
de_de: Falsch

source: Параметры вызова
de_de: Parameter des Aufrufes

source: параметр
de_de: Parameter

source: Задание выполнено
de_de: Aufgabe wurde erledigt

source: Строки
de_de: Zeilen

source: Столбцы
de_de: Spalten

source: Не передан ответ на вариант
de_de: Antwort auf die Variante wurde nicht eingegeben

source: Недопустимый ответ на вариант
de_de: Unzulässige Antwort auf die Variante

source: К варианту N%s [%s] выбрано [%s]
de_de: Für Variante N%s [%s] wurde ausgewählt [%s]

source: Упорядочивание списка выражений
de_de: Zuordnung der Liste der Ausdrücke

source: Не передан один из вариантов ответа на вопрос
de_de: Eine der Antwortsvarianten wurde nicht eingegeben

source: Ничего не выбрано на вариант
de_de: Zur Variante wurde nichts ausgewählt

source: Вариант пропущен
de_de: Variante wurde Überspringen

source: Вопрос для классификации списка выражений.
de_de: Frage für die Klassifikation der Liste der Ausdrücke.

source: Класс
de_de: Klasse

source: Классификация списка выражений
de_de: Klassifikation der Ausdrucksliste

source: Ошибочный вариант
de_de: Falsche Variante

source: Ошибочный вариант ответа на вопрос
de_de: Falsche Antwortsvariante

source: Зачисляю %s баллов
de_de: Angerechnete Punktzahl %s

source: Введено:
de_de: Eingeführt:

source: отмечен
de_de: markiert

source: не отмечен
de_de: nicht markiert

source: Верно %s из %s
de_de: Richtig %s aus %s

source: Неверно %s из %s
de_de: Falsch %s aus %s

source: несколько верных вариантов
de_de: Mehrere richtige Varianten

source: БАЛЛ
de_de: ERGEBNIS

source: Фраза
de_de: Phrase

source: Соответствие
de_de: Übereinstimmung

source: Заполнение пропусков в фразе
de_de: Ausfüllung der Lücken in der Phrase

source: Начало&nbsp;фразы
de_de: Anfang&nbsp;der Phrase

source: Вариант заполнения пропуска (через)
de_de: Variante der Ausfüllung der Lücke (durch)

source: Последующий текст
de_de: Nachfolgender Text

source: слово
de_de: Wort

source: не могу удалить
de_de: Kann nicht gelöscht werden

source: приложен текст %s байт
de_de: Beigefügter Text beinhaltet %s Byte

source: Показывать варианты ответа (иначе только картинку)
de_de: Antwort-Varianten zeigen (ansonsten nur das Bild)

source: Имя параметра
de_de: Name des Parameters

source: По слушателю %s выбран вариант %s
de_de: Nach dem Teilnehmer %s wurde Variante %s ausgewählt

source: %s рубрики
de_de: %s Rubriken

source: %s рубрик
de_de: %s Rubriken

source: Видимость
de_de: Ansicht

source: Показать
de_de: Zeigen

source: %s подразделение
de_de: %s Abteilung

source: %s подразделения
de_de: %s Abteilungen

source: %s подразделений
de_de: %s der Abteilungen

source: %s должность
de_de: %s Stelle

source: %s должностей
de_de: %s der Stellen

source: %s курс
de_de: %s Kurs

source: %s курса
de_de: %s des Kurses

source: %s курсов
de_de: %s der Kurse

source: %s метки
de_de: %s Markierungen

source: %s меток
de_de: %s der Markierungen
