Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Если установлена данная опция, система позволяет задать описание для каждого уровня развития компетенции.
ru_ua: Якщо встановлена дана опція, система дозволяє задати опис для кожного рівня розвитку компетенції.

source: Использовать позитивные и негативные проявления индикаторов
ru_ua: Використовувати позитивні та негативні прояви індикаторів

source: Если установлена данная опция, система позволяет по каждому индикатору отдельно указывать его негативные и позитивные проявления; в оценочных анкетах выводятся не только названия индикаторов, но и их проявления.
ru_ua: Якщо встановлена дана опція, система дозволяю по кожному індикатору окремо встановлювати його негативні та позитивні прояви; в оціночних анкетах виводяться не тільки назви індикаторів, але і їх прояви.

source: Использовать реверсивные индикаторы
ru_ua: Використовувати реверсивні індикатори

source: Если установлена данная опция, система позволяет создавать реверсивные индикаторы; при этом оценочные анкеты в явном виде не указывают, какие из проявлений является негативными, а какое - позитивными.
ru_ua: Якщо встановлена дана опція, система дозволяє створювати реверсивні індикатори; при цьому оціночні анкети в явному вигляді не вказують, які із проявів являються негативними, я які - позитивними.

source: Количество случайных респондентов из числа подчиненных
ru_ua: Кількість випадкових респондентів з числа підлеглих

source: Если установлена данная опция, система позволяет выбирать определенное число респондентов среди подчиненных случайным образом. Если значение пустое, случайный режим отключен
ru_ua: Якщо встановлена дана опція, система дозволяє обирати визначене число респондентів серед підлеглих випадковим чином. Якщо значення порожнє, випадковий режим відключено

source: Количество случайных респондентов из числа коллег
ru_ua: Кількість випадкових респондентів з числа колег

source: Если установлена данная опция, система позволяет выбирать определенное число респондентов среди коллег случайным образом. Если значение пустое, случайный режим отключен
ru_ua: Якщо встановлена дана опція, система дозволяє вибирати випадкове число респондетів серед колег випадковим чином. Якщо значення порожнє, випадковий режим відключено

source: Комментарий к анкете
ru_ua: Коментар до анкети

source: Комментарий к разделу "Оценка 360 град." в индивидуальном отчете
ru_ua: Коментар до розділу "Оцінка 360 град." в індивідуальному звіті

source: Использовать кластеры показателей эффективности
ru_ua: Використовувати кластери показників ефективності

source: Если установлена данная опция, система позволяет объединять показатели эффективности в кластеры.
ru_ua: Якщо встановлена д​ана опція, система дозволяє об'єднувати показники ефективності в кластери.

source: Оценка способа достижения показателей
ru_ua: Оцінка способу досягнення показників

source: Если установлена данная опция, система позволяет одновременно с оценкой показателей оценить способ их достижения.
ru_ua: Якщо встановлена дана опція, система дозволяє одночасно з оцінкою показників оцінити спосіб їх досягнення.

source: Шкала оценки способов достижения
ru_ua: Шкала оцінювання способів досягнення

source: Комментарий к разделу "Оценка KPI" в индивидуальном отчете
ru_ua: Коментар до розділу "Оцінка KPI" в індивідуальному звіті

source: Обновление формальных требований успешно выполнено.
ru_ua: Оновлення формальних вимог успішно виконано.

source: Должности в оргструктуре
ru_ua: Посади в оргструктурі

source: Удалить профиль
ru_ua: Видалити профіль

source: нет кластера
ru_ua: немає кластеру

source: Не существует сессия оценки
ru_ua: Не існує сессія оцінки

source: ФИО сотрудника
ru_ua: ПІБ співробітника

source: Назначить профиль должности
ru_ua: Призначити профіль посади

source: Отменить назначение профиля должности
ru_ua: Відмінити призначення профілю посади

source: должности данного профиля
ru_ua: посади даного профілю

source: все должности
ru_ua: всі посади

source: Профиль успешно назначен
ru_ua: Профіль успішно призначено

source: Не существует профиль должности
ru_ua: Не існує профілю посади

source: Компетенция
ru_ua: Компетенція

source: Формальные требования
ru_ua: Формальні вимоги

source: Использовать данный метод оценки
ru_ua: Використовувати даний метод оцінки

source: Категории сотрудников, участвующих в оценке
ru_ua: Категорії співробітники, що приймають участь в оцінюванні

source: Оцениваемые компетенции
ru_ua: Компетенції, що оцінюються

source: Дополнительные поля анкеты
ru_ua: Додаткові поля анкети

source: Название поля %s
ru_ua: Назва поля %s

source: Критерии, оцениваемые в ходе полевого обучения
ru_ua: Критерії, що оцінюються в ході польового навчання

source: Оцениваемые критерии способа достижения KPI
ru_ua: Оцінювані критерії способу досягнення KPI

source: Оцениваемые квалификации
ru_ua: Оцінювані кваліфікації

source: Используется?
ru_ua: Використовується?

source: Использовать вид оценки
ru_ua: Використовувати вид оцінки

source: Отключить вид оценки
ru_ua: Відключити вид оцінки

source: Не найдена вакансия
ru_ua: Не знайдено вакансію

source: Виды оценки успешно назначены
ru_ua: Види оцінки успішно призначені

source: Виды оценки не были назначены
ru_ua: Види оцінки не були призначені

source: Виды оценки успешно отключены
ru_ua: Види оцінки успішно відключені

source: Виды оценки не были отключены
ru_ua: Види оцінки не були відключені

source: Кандидат успешно добавлен
ru_ua: Кандидат успішно доданий

source: Кандидат успешно обновлен
ru_ua: Кандидат успішно оновлений

source: Кандидат успешно удален
ru_ua: Кандидат успішно видалений

source: Кандидаты успешно удалены
ru_ua: Кандидати успішно видалені

source: Прохождение оценочных процедур кандидатом
ru_ua: Проходження оціночних процедур кандидатом

source: Источник
ru_ua: Джерело

source: только кандидатов на данную вакансию
ru_ua: лише кандидатів на дану вакансію

source: вся база кандидатов
ru_ua: вся база кандидатів

source: Включить в список претендентов на вакансию
ru_ua: Включити в список претендентів на вакансію

source: Исключить из списка претендентов на вакансию
ru_ua: Вилучити зі списку претендентів на вакансію

source: Кандидаты успешно включены в список
ru_ua: Кандидати успішно включені до списку

source: Кандидаты успешно исключены из списка
ru_ua: Кандидати успішно виключені зі списку.

source: Вакансия успешно создана
ru_ua: Вакансію успішно створено

source: Вакансия успешно обновлена
ru_ua: Вакансію успішно оновлено

source: Вакансия успешно удалена
ru_ua: Вакансію успішно видалено

source: Вакансии успешно удалены
ru_ua: Вакансії успішно видалено

source: Бизнес-процесс отбора кандидатов на вакансию
ru_ua: Бізнес-процес відбору кандидатів на вакансію

source: Контактное лицо
ru_ua: Контактна особа

source: Состояние процесса
ru_ua: Стан процесу

source: Количество кандидатов
ru_ua: Кількість сеансів

source: Из числа сотрудников Компании
ru_ua: З числа співробітників Компанії

source: Интернет-сервис
ru_ua: Інтернет-сервіс

source: Другое
ru_ua: Інше

source: Фамилия Имя Отчество
ru_ua: Прізвище Ім'я По батькові

source: Для загрузки следует использовать документы следующих типов: doc, pdf, docx. Максимальный размер загружаемого файла - 20 мегабайтов.
ru_ua: Для завантаження слід використовувати документи наступних типів: doc, pdf, docx. Максимальний розмір завантажуваного файлу - 20 мегабайт.

source: Дата открытия
ru_ua: Дата відкриття

source: Плановая дата закрытия
ru_ua: Планова дата закриття

source: Основное образование
ru_ua: Основна освіта

source: ВУЗы
ru_ua: ВНЗ

source: Специальности
ru_ua: Спеціальності

source: Дополнительное образование, сертификаты, лицензии
ru_ua: Додаткова освіта, сертифікати, ліцензії

source: Опыт работы в данной позиции
ru_ua: Досвід роботи у даній позиції

source: № п/п
ru_ua: Професійні знання та навики

source: Дополнительные знания и навыки
ru_ua: Додаткові знання та навики

source: Требования по профстандартам
ru_ua: Знання та навики

source: Выберите профиль успешности:
ru_ua: Оберіть профіль успішності:

source: Профиль успешности
ru_ua: Профіль успішності

source: Участник
ru_ua: Учасник

source: Методика оценки
ru_ua: Методика оцінювання

source: Дата последнего входа
ru_ua: Дата останнього входу

source: Отчёт
ru_ua: Звіт

source: Результаты заполнения анкеты
ru_ua: Результати заповнення анкети

source: Результаты аннулированы
ru_ua: Результати анульовано

source: Статус сессии успешно изменен
ru_ua: Статус сессії успішно змінено.

source: Оценочная сессия успешно отредактирована
ru_ua: Оціночна сессія успішно відредагована

source: Удалить оценочные сессии
ru_ua: Видалити оціночні сессії

source: элемент оргструктуры plural
ru_ua: %s елемент оргструктури

source: Профиль успешности должности сотрудника
ru_ua: Профіль успішності посади співробітника

source: Профиль сотрудника по итогам текущей оценочной сессии
ru_ua: Профіль співробітника за підсумками поточної оціночної сессії

source: Профиль успешности другой должности
ru_ua: Профіль успішності іншої посади

source: Профиль сотрудника по итогам прошлой оценочной сессии
ru_ua: Профіль співробітника за підсумками минулої оціночної сессії

source: Отчет о результатах оценочной сессии
ru_ua: Звіт за результами оціночної сесії

source: Оценочная сессия
ru_ua: Оціночна сесія

source: Даты проведения оценки
ru_ua: Дата проведення оцінювання

source: c %s по %s
ru_ua: з %s по %s

source: Дата подготовки отчета
ru_ua: Дата підготовки звіту

source: Количество анкет
ru_ua: Кількість анкет

source: Процент заполнения анкет
ru_ua: Відсоток заповнення анкет

source: Индивидуальный отчет
ru_ua: Індивідуальний звіт

source: Участник оценочной сессии не найден
ru_ua: Учасник оціночної сесії не знайдений

source: В данной оценочной сессии Вас никто не оценивает
ru_ua: У даній оціночній сесії Вас ніхто не оцінює

source: Профиль должности
ru_ua: Профіль посади

source: Дата прохождения
ru_ua: Дата проходження

source: Затраченное время
ru_ua: Витрачений час

source: Количество израсходованных попыток
ru_ua: Кількість використаних спроб

source: Перечень квалификаций, покрываемых данным тестом
ru_ua: Перелік кваліфікацій, що охоплює даний тест

source: Способ достижения
ru_ua: Спосіб досягнення

source: Оценка руководителя
ru_ua: Оцінка керівника

source: Все без самооценки
ru_ua: Всі без самооцінки

source: Самооценка
ru_ua: Самооцінка

source: Руководитель
ru_ua: Керівник

source: Коллеги
ru_ua: Колеги

source: Подчиненные
ru_ua: Підлеглі

source: Результаты подчиненных включены в результаты коллег
ru_ua: Результати підлеглих включені до результатів колег

source: Индикатор
ru_ua: Індикатор

source: Анализ результатов
ru_ua: Аналіз результатів

source: Отчет о заполнении анкеты
ru_ua: Звіт про заповнення анкети

source: рук.
ru_ua: кер.

source: Дата заполнения анкеты
ru_ua: Дата заповнення анкети

source: Оценка респондента
ru_ua: Оцінка респондента

source: Количество мероприятий
ru_ua: Кількість заходів

source: Прогресс заполнения, %
ru_ua: Прогрес заповнення, %

source: Количество попыток
ru_ua: Кількість спроб

source: Назначено слушателям
ru_ua: Призначено слухачам

source: Дата результативной попытки
ru_ua: Дата результативної спроби

source: все вопросы теста
ru_ua: всі питання тесту

source: Тест успешно изменен
ru_ua: Тест успішно змінено

source: Количество тестов
ru_ua: Кількість тестів

source: Завершить оценочную сессию
ru_ua: Завершити оціночну сессію

source: Вы уверены, что хотите принудительно завершить оценочную сессию для отмеченных сотрудников? При этом все незаполненные анкеты по ним будет аннулированы.
ru_ua: Ви впевнені, що хочете примусово завершити оціночну сессію для зазначених співробітників? При цьому всі незаповнені анкети по ним буде анульовано.

source: Индивидуальный отчёт
ru_ua: Індивідуальний звіт

source: Добавить пользователей в оценочную сессию
ru_ua: ДОдати користувачів до оціночної сесії

source: Вы уверены, что хотите добавить отмеченных сотрудников в оценочную сессию?
ru_ua: Ви впевнені, що хочете додати відмічених співробітників до оціночної сесії?

source: только участники
ru_ua: тільки учасники

source: Пользователи успешно добавлены
ru_ua: Користувачів успішно додано

source: Не отмечены участники
ru_ua: Не відмічено учасників

source: Статус оценки сотрудников успешно изменён
ru_ua: Статус оцінки співробітників успішно змінено

source: Выберите элемент
ru_ua: Оберіть елемент

source: Профили сотрудника по итогам прошлых оценочных сессий
ru_ua: Профілі співробітника за результатами минулих оціночних сесій

source: Профили успешности других должностей
ru_ua: Профілі успішності інших посад

source: Профили для сравнения
ru_ua: Профілі для порівняння

source: Дата начала сессии
ru_ua: Дата початку сесії

source: Дата окончания сессии
ru_ua: Дата завершення сесії

source: Участники оценки
ru_ua: Учасники оцінювання

source: Ограничение времени проведения
ru_ua: Обмеження часу проведення

source: Комментарий к оценочной сессии
ru_ua: Коментар до оціночної сесії

source: Комментарий отображается на странице со списком оценочных сессий сотрудника
ru_ua: Коментар відображається на сторінці зі списком оціночних сесій співробітника

source: Общий комментарий к индивидуальному отчету
ru_ua: Загальний коментар до індивідуального звіту

source: Комментарий отображается на странице индивидуального отчета сотрудника по итогам оценочной сессии
ru_ua: Коментар відображається на сторінці індивідуального звіту співробітника за підсумками оціночної сесії

source: Комментарии для сотрудников
ru_ua: Коментарі для співробітників

source: Для сервисов "Форум" и "Блог" объём означает количество сообщений; в сервисе "Wiki" - количество страниц
ru_ua: Для сервісів "Форум" і "Блог" обсяг означає кількість повідомлень; в сервисі "Wiki" - кількість сторінок

source: ресурсы на основе сервисов взаимодействия
ru_ua: ресурси на основі сервісів взаємодії

source: Удалить ресурс
ru_ua: Видалити ресурс

source: Кеш очищен.
ru_ua: Кеш очищений.

source: Резервная копия базы успешно создана.
ru_ua: Резервну копію бази даних успішно створено

source: всех менеджеров по оценке
ru_ua: всіх менеджерів з оцінки

source: всех менеджеров по подбору
ru_ua: всіх менеджерів з підбору

source: Учебные группы
ru_ua: Навчальні групи

source: Hазначить слушателей на программы подготовки
ru_ua: Призначити слухачів на програми підготовки

source: Удалить слушателей c программ подготовки
ru_ua: Видалити слухачів з програм підготовки

source: Курсы успешно назначены. Необходимые заявки на обучения поданы.
ru_ua: Дисципліни успішно призначені. Необхідні заявки на навчання подані.

source: Классификатор удален или не существует!
ru_ua: Класифікатор видалено або його не існує!

source: Вид подготовки
ru_ua: Вид підготовки

source: Регистрационный № свидетельства
ru_ua: Реєстраційний № свідоцтва

source: Сформировать отчет
ru_ua: Сформувати звіт

source: Нет данных для печати!
ru_ua: Немає даних для друку!

source: Нельзя удалить классификатор `%s`
ru_ua: НЕможливо видалити класифікатор `%s`

source: Название на украинском
ru_ua: Назва українською

source: Название на русском
ru_ua: Назва російською

source: Название на английском
ru_ua: Назва англійською

source: Запретить регистрацию без подачи заявки на курс
ru_ua: Заборонити реєстрацію без подачі заявки на дисципліну

source: Если установлена данная опция, система не позволяет новым пользователям самостоятельно регистрироваться в системе; возможность доступа непосредственно к учебным материалам определяется настройками этих материалов.
ru_ua: Якщо встановлена дана опція, система не дозволяє новим користувачам самостійно реєструватися у системі; можливість доступу безпосередньо до навчальних матеріалів визначається налаштуваннями самих матеріалів.

source: Если установлена данная опция, пользователю в процессе регистрации будет предложено ознакомиться с условиями и подтвердить согласие на хранение и обработку его персональных данных.
ru_ua: Якщо встановлена дана опція, користувачу у процесі реєстрації буде запропоновано ознайомитись з умовами і підтвердити згоду на зберігання та обробку його персональних даних.

source: Подтверждать ручной ввод данных (CAPTCHA)
ru_ua: Підтверджувати введення пароля вручну (CAPTCHA)

source: Если установлена данная опция, система потребует подтвердить ручной ввод данных с помощью механизма CAPTCHA.
ru_ua: Якщо встановлена дана опція, система потребує підтвердити введення даних вручну за допомогою механізму CAPTCHA.

source: Опубликованные ресурсы доспупны всем авторизованным пользователям через Портал Базы знаний; ограниченное использование ресурсов предполагает возможность включения их в состав учебных курсов тьюторами, но они не доступны через Портал; неопубликованные ресурсы доступны только менеджерам Базы знаний и разработчикам.
ru_ua: Опубліковані ресурси доступні усім авторизованим користувачам через Портал Бази знань; обмежене використання ресурсів передбачає можливість включення їх до складу дисциплін інструкторами, але вони не доступні через Портал; неопубліковані ресурси доступні лише менеджерам Базы знань та розробникам.

source: Эмулировать режим совместимости с версией Internet Explorer
ru_ua: Емулювати режим сумісності з версією Internet Explorer

source: Даты цикла
ru_ua: Дати циклу

source: Начало оценочного периода
ru_ua: Початок оціночного періоду

source: Окончание оценочного периода
ru_ua: Завершення оціночного періоду

source: Переданы неверные параметры
ru_ua: Передано неправильні параметри

source: Слушатели состоящие в подгруппе
ru_ua: Слухачі, що перебувають у підгруппі

source: все слушатели курса
ru_ua: усі слухачі дисципліни

source: Невозможно открыть %s
ru_ua: Неможливо відкрити %s

source: Невозможно отправить %s
ru_ua: Неможливо надіслати %s

source: Применимо только к ресурсам с типами "Файл" (поддерживаются типы файлов .docx и .txt)
ru_ua: Застосовується лише до ресурсів з типами "Файл" (підтримуються типи файлів docx и .txt)

source: Дата публикации, не ранее
ru_ua: Дата публікації, не раніше

source: Дата публикации, не позднее
ru_ua: Дата публікації, не пізніше

source: индивидуальное
ru_ua: індивідуальне

source: групповое
ru_ua: групове

source: Вы не назначены на это занятие как экзаменатор или логин и пароль введены неправильно
ru_ua: Ви не призначені на дане заняття як екзаментор або логін та пароль екзаменатора містять помилку

source: Не верный идентификатор истории
ru_ua: Не правильний ідентифікатор історії

source: Занятие MKK не найдено
ru_ua: Заняття не знайдено

source: Сдано
ru_ua: Здано

source: Не сдано
ru_ua: Не здано

source: MKK тест пройден в оценочном режиме.
ru_ua: Комплексний тест пройдено в режимі на оцінку

source: МКК ведомость
ru_ua: Сертифікаційний акт

source: MKK тест пройден в тестовом режиме.
ru_ua: Комплексний тест пройдено в режимі тренування

source: Результаты работы с учебным модулем
ru_ua: Результати роботи з навчальним модулем

source: Отображается результат последней (хронологически) попытки
ru_ua: Відображається результат останньої (хронологічно) спроби

source: Начало сеанса
ru_ua: Початок сеансу

source: Текущий статус
ru_ua: Поточний статус

source: Выгрузить результаты занятия
ru_ua: Вивантажити результати заняття

source: Начать прохождение теста на оценку
ru_ua: Розпочати проходження тесту на оцінку

source: Авторизация доступа прохождения теста на оценку
ru_ua: Авторизація доступу проходження тесту на оцінку

source: Эти дни отсчитываются от даты начала обучения конкретного слушателя по курсу. Если использовать отрицательные значения, дни будут отсчитываться от плановой даты окончания обучения слушателя.
ru_ua: Ці дні відраховуються від дати початку навчання конкретного слухача за дисципліною. Якщо використовувати негативні значення, дні будуть відраховуватися від планової дати закінчення навчання слухача.

source: Комплексное тестирование
ru_ua: Комплексне тестування

source: Будут сохраняться и протоколироваться не только итоговый результат, но и результаты по каждой теме теста. Станет доступной формирование "Ведомости по комплексному тестированию".
ru_ua: Будуть зберігатися і протоколюватися не тільки підсумковий результат, а й результати по кожній темі тесту. Стане доступною формування "Відомості з комплексного тестування ".

source: Тест пройден, если успешно сданы все темы
ru_ua: Тест пройдено, якщо успішно здані всі теми

source: Если хотя бы одна тема сдана неуспешно (пропущена, оценка по теме 0 или соответствует первому диапазону формулы оценки), то оценка за тест будет 0
ru_ua: Якщо хоча б одна з тем здана неуспішно (пропущена, оцінка по темі 0 або відповідає першому діапазону формули оцінки), то оцінка за тест буде 0

source: Выдавать темы по очереди в заданом порядке
ru_ua: Виводити теми по черзі у заданій послідовності

source: Вопросы теста будут сгруппированы по темам и будут выводиться в заданной очередности тем: сперва вопросы по первой теме, потом по следующей и т.д.
ru_ua: Питання тесту будуть згруповані за темами і будуть виводитися в заданій послідовності тем: спочатку питання з першої теми, потім з наступної і т.д.

source: Прохождение на оценку подтверждается тьютором
ru_ua: Проходження на оцінку підтверджується інструктором

source: В режиме прохождения на оценку, будет требоваться ввод пароля тьютором
ru_ua: У режимі проходження на оцінку, буде вимагатися введення пароля інструктором

source: Группы
ru_ua: Групи

source: Не задана
ru_ua: Не задано

source: мест
ru_ua: місць

source: Начать тестирование на оценку
ru_ua: Розпочати тренування на оцінку

source: Авторизация доступа прохождения Комплексного теста на оценку
ru_ua: Авторизація доступу проходження Комплексного тесту на оцінку

source: уровень
ru_ua: рівень

source: Доступ к файлу %s запрещен
ru_ua: Доступ до фалу %s заборонено

source: Уровень доступа
ru_ua: Рівень доступу

source: Установить уровень доступа
ru_ua: Встановити рівень доступу

source: Пользователям успешно установлен уровень доступа
ru_ua: Користувачам успішно призначено рівень доступу

source: -Группы-
ru_ua: -Групи-

source: -Подгруппы-
ru_ua: -Підгрупи-

source: Название Комплексного теста
ru_ua: Назва Комплексного тесту

source: % успешных ответов
ru_ua: % успішних відповідей

source: Инструктор
ru_ua: Інструктор

source: Направление подготовки
ru_ua: Напрям підготовки

source: Программа подготовки
ru_ua: Програма підготовки

source: Дата сдачи
ru_ua: Дата складання

source: Отчет не найден
ru_ua: Звіт не знайдено

source: Все роли
ru_ua: Всі ролі

source: Ограничение доступа
ru_ua: Обмеження доступу

source: Ограничение по ролям
ru_ua: Обмеження по ролям

source: Callback URL
ru_ua: Зворотна адреса (Callback URL)

source: Учебный курс/сессия/программа
ru_ua: Дисципліна/сесія/програма

source: Инициатор заявки
ru_ua: Ініціатор заявки

source: Объединить дубликаты
ru_ua: Об'єднати дублікати

source: Объединение дубликатов
ru_ua: Об'єднання дублікатів

source: Организация, выдавшая сертификат
ru_ua: Організація, що видала сертифікат

source: Дата выдачи сертификата
ru_ua: Дата видачі сертифікату

source: Дата окончания срока действия сертификата
ru_ua: Дата завершення строку дії сертифікату

source: актуальные
ru_ua: актуальні

source: все, включая просроченные
ru_ua: всі, в тому числі і прострочені

source: Сертификат успешно удален
ru_ua: Сертифікат успішно видалено

source: Сертификат успешно отредактирован
ru_ua: Сертифікат успішно відредаговано

source: Сертификат успешно создан
ru_ua: Сертифікат успішно створено

source: Ваша учетная запись не связана ни с одним подразделением оргструктуры
ru_ua: Ваш обліковий запис не пов'язана ні з одним підрозділом оргструктури

source: Показатели эффективности
ru_ua: Показники ефективності

source: Редактировать учетную запись сотрудника
ru_ua: Редагувати обліковий запис співробітника

source: Индивидуально настроить профиль должности
ru_ua: Індивідуально налаштувати профіль посади
