Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Описание курса
de_de: Kursbeschreibung
ru_ua: Опис дисципліни

source: Создать учебный модуль
de_de: Lernmodul erstellen
fr_fr: Créer un module de cours
ru_ua: Створити навчальний модуль

source: Импортировать учебный модуль
de_de: Lernmodul importieren
ru_ua: Імпортувати навчальний модуль

source: Создать задание
de_de: Aufgabe erstellen
fr_fr: Créer une tâche
ru_ua: Створити завдання

source: Создать тест
de_de: Prüfung erstellen
fr_fr: Créer un test
ru_ua: Створити тест

source: Импортировать тест
de_de: Prüfung importieren
ru_ua: Імпортувати тест

source: Дополнительная информация о пользователе
de_de: Zusätzliche Benutzerinformationen
ru_ua: Додаткова інформація про користувача

source: Вы зашли в систему первый раз. Пожалуйста измените свой пароль и отредактируйте персональную информацию.
de_de: Das ist Ihre erste Anmeldung. Bitte ändern Sie Ihr Passwort und bearbeiten Ihre persönlichen Einstellungen.
ru_ua: Ви зайшли у систему в перший раз. Будь ласка, змініть свій пароль та відредагуйте персональну інформацію.

source: Будут добавлены %d пользователя(ей) и обновлены %d пользователя(ей)
de_de: %d Benutzer werden hinzugefügt und %d Benutzer aktualisiert
ru_ua: Буде добавлено %d користувача(ів) та оновлено %d користувача(ів)

source: Для просмотра необходимо установить Adobe Flash Player версии 10 и выше.
de_de: Für die Ansicht wird Adobe Flash Player (Version 10 oder höher) benötigt

source: Создать материалы вебинара
de_de: Webinar-Materialien erstellen
ru_ua: Створити матеріали вебінара

source: Общая история изменений
de_de: Allgemeine Historie der Veränderungen
ru_ua: Загальна історія змін

source: Главная страница
de_de: Startseite
fr_fr: Page principale
ru_ua: Головна сторінка

source: Страница %s не существует.
de_de: Seite %s existiert nicht.
ru_ua: Сторінка %s не існує.

source: Создать
de_de: Erstellen
ru_ua: Створити

source: Развернуть на весь экран
de_de: Vollbildmodus
ru_ua: Розгорнути на весь екран

source: Свернуть
de_de: Minimieren
ru_ua: Згорнути

source: Контекстный блок
de_de: Kontextabhängiger Block
ru_ua: Контекстний блок

source: Открыть полный список действий
de_de: Liste der Aktionen öffnen
ru_ua: Відкрити повний список дій

source: Отдел
de_de: Abteilung

source: Вперёд
de_de: Nächste
fr_fr: Suivant
ru_ua: Далі

source: Ваш браузер не поддерживает плавающие фреймы
de_de: Ihr Browser unterstützt keine eingebetteten Frames
ru_ua: Ваш браузер не підтримує плавабчі фрейми

source: Желательно выполнить до
de_de: Wünschenswert erledigen bis

source: Выполнить до
de_de: Erledigen bis
ru_ua: Виконати до

source: Рекомендуемое время выполнения
de_de: Empfohlene Ausführungszeit
ru_ua: Рекомендований час виконання

source: Время выполнения
de_de: Kurs Dauer
ru_ua: Час виконання

source: Условие: выполнение занятия
de_de: Bedingung: Ausführen

source: не найдено
de_de: nicht gefunden
ru_ua: не знайдено

source: на оценку
de_de: zur Benotung

source: Условие: процент выполнения
de_de: Bedingung: Prozent der Erledigung

source: Условие: средний балл
de_de: Bedingung: Durchschnittliche Punktzahl

source: Условие: суммарный балл
de_de: Bedingung: Gesamte Punktzahl

source: Установлен штраф за несвоевременную сдачу
de_de: Strafe für nicht rechtzeitig abgegebene Aufgabe
ru_ua: Встановлено штраф за несвоєчасну здачу

source: Тьютор:
de_de: Lehrer:
ru_ua: Інструктор:

source: Комментарий тьютора
de_de: Kommentar des Lehrers

source: Загружаю данные...
de_de: Daten werden geladen...
fr_fr: Téléchargement en cours
ru_ua: Завантаження даних...

source: Введите часть имени или логина
de_de: Geben Sie den Teil des Namens oder des Logins ein
ru_ua: Введіть частину імені або логіна

source: Подробная статистика
de_de: Ausführliche Statistik
fr_fr: Statistiques détaillées
ru_ua: Детальна статистика

source: Итог
de_de: Endergebnis
ru_ua: Підсумок

source: Действия со слушателями
de_de: Aktionen für Teilnehmern
ru_ua: Дії зі слухачами

source: Перевести в прошедшие обучение
de_de: Diese Teilnehmer als 'Kursabsolventen' bezeichnen
ru_ua: Перевести до списку "завершили навчання"

source: Добавить комментарий
de_de: Kommentar hinzufügen
ru_ua: Додати коментар

source: Действия с занятиями
de_de: Aktionen mit Trainings
ru_ua: Дії з заняттями

source: Очистить оценки
de_de: Bewertung löschen
ru_ua: Очистити оцінки

source: Не выбрано ни одного действия со слушателем
de_de: Keine Aktion mit Teilnehmern ausgewählt
ru_ua: Не обрано жодної дії за участю слухача

source: Не выбрано ни одного слушателя
de_de: Kein Teilnehmer ausgewählt
ru_ua: Не обрано жодного слухача

source: Не выбрано ни одного действия с занятием
de_de: Keine Aktion mit dem Training ausgewählt
ru_ua: Не обрано жодної дії із заняттям

source: Не выбрано ни одного занятия
de_de: Kein Training ausgewählt
ru_ua: Не обрано жодного заняття

source: Время обучения не ограниченно
de_de: Lerndauer ist unbegrenzt
ru_ua: Час навчання не обмежено

source: стандартный
de_de: Standardmäßig
ru_ua: стандартний

source: История изменений
de_de: Geschichte der Veränderungen
ru_ua: Історія змін

source: Сравнить
de_de: Vergleichen
ru_ua: Порівняти

source: Применить
de_de: Anwenden
fr_fr: Appliquer
ru_ua: Застосувати

source: Время в системе
de_de: Uhrzeit im System
ru_ua: Час в системі

source: Экспортировать данные в .csv
de_de: Daten in .CSV exportieren
ru_ua: Експортувати дані в .csv

source: Распределение активности:
de_de: Aktivitätsverteilung:
ru_ua: Розподіл активності:

source: в течение суток
de_de: Im Laufe eines Tages
ru_ua: протягом доби

source: в течение недели
de_de: Im Laufe einer Woche
ru_ua: протягом тижня

source: Период:
de_de: Periode:
ru_ua: Період:

source: Для доступа в закрытый раздел системы необходимо ввести логин и пароль.
de_de: Für den Zugang zum geschlossenen Systembereich bitte Benutzernamen und Passwort eingeben.
ru_ua: Для того, щоб отримати доступ до закритого розділу системи введіть логін та пароль.

source: Зарегистрироваться
de_de: Registrieren
ru_ua: Зареєструватись

source: Восстановить пароль
de_de: Passwort wiederherstellen
ru_ua: Відновити пароль

source: Произошла ошибка. Попробуйте ещё раз
de_de: Es ist ein Fehler aufgetreten. Versuchen Sie es noch einmal
ru_ua: Виникла помилка. Спробуйте ще

source: За период %s поступило заявок: %s
de_de: Im Zeitraum %s wurden %s Anfragen erhalten
ru_ua: За період %s надійшло заявок: %s

source: Не обработано заявок: %s
de_de: Unbearbeitete Anfragen: %s
ru_ua: Не оброблено заявок: %s

source: Список заявок
de_de: Liste der Anfragen

source: Необработанных заявок нет
de_de: Es gibt keine unbearbeiteten Anfragen
ru_ua: Необроблених заявок немає

source: В разработке
de_de: In Entwicklung
ru_ua: У розробці

source: Полная справка
de_de: Komplette Auskunft

source: Все вопросы
de_de: Alle Fragen
ru_ua: Всі питання

source: Расписание
de_de: Plan

source: с
de_de: Von
ru_ua: з

source: Результаты
de_de: Ergebnisse

source: Нет ресурсов открытых для свободного доступа.
de_de: Es gibt keine Ressourcen mit dem freien Zugang.

source: Редактировать факты
de_de: Fakten bearbeiten

source: Далее...
de_de: Weiter...
ru_ua: Далі...

source: Все новости
de_de: Alle Nachrichten
ru_ua: Всі новини

source: Сервис взаимодействия отключен на уровне портала.
de_de: Interaktion-Service ist abgeschaltet.

source: Текст скрыт администратором
de_de: Text wurde vom Administrator verborgen

source: Подробнее...
de_de: Details…

source: Ответить
de_de: Antworten
ru_ua: Відповісти

source: Результаты опроса
de_de: Ergebnisse der Umfrage
ru_ua: Результати опитування

source: Расписание с %s по %s
de_de: Zeitlan von %s bis %s
ru_ua: Розклад з %s по %s

source: Расписание на другой день: %s
de_de: Zeitplan eines anderen Tages: %s
ru_ua: Розклад на інший день: %s

source: Выберите ролик
de_de: Wählen Sie ein Video aus
ru_ua: Оберіть ролик

source: Обновляемость содержимого курсов категории
de_de: Aktualisierungsgrad des Kursnhalts der Kategorie
ru_ua: Оновлюваність вмісту дисциплін категорії

source: Не классифицированы
de_de: Nicht klassifiziert
ru_ua: Не класифіковані

source: В каталоге нет курсов со свободной регистрацией
de_de: Im Katalog gibt es keine Kurse mit freier Registrierung
ru_ua: У каталозі немає дисциплін з вільною реєстрацією

source: Наиболее популярные курсы за период с %s по %s (по числу заявок):
de_de: Beliebteste Kurse im Zeitraum von %s bis %s (nach Anmeldungszahl):
ru_ua: Найбільш популярні дисципліни за період з %s по %s (по числу заявок):

source: За период c
de_de: Im Zeitraum von
ru_ua: За період з

source: Гостей:
de_de: Gäste:

source: Пользователей:
de_de: Benutzer:
ru_ua: Користувачів:

source: Файл '%value%' имеет недопустимое расширение
de_de: Datei '%value%' hat unzulässige Erweiterung
ru_ua: Файл '%value%' має невідповідне розширення

source: нельзя пропускать вопросы, нельзя возвращаться назад
de_de: Man darf Fragen nicht überspringen, man darf nicht zurückgehen

source: Значение обязательно для заполнения и не может быть пустым
de_de: Der Wert muss ausgefüllt werden und darf nicht leer bleiben
ru_ua: Значення обов'язково заповнити, воно не може бути порожнім

source: Тема
de_de: Thema

source: всего
de_de: insgesamt

source: Вы не ответили на вопрос
de_de: Sie haben die Frage nicht beantwortet

source: из %d возможных
de_de: aus %d Möglichen

source: час.
de_de: Stunde

source: в
de_de: um

source: не выбрано
de_de: nicht ausgewählt

source: У вас нет соответствующего уровня доступа
de_de: Sie haben keine entsprechenden Zugangsrechte

source: оценка за задание
de_de: Aufgabenbewertung

source: автоматическое формирование групп
de_de: Automatische Gruppenbildung

source: создать формулу
de_de: Formel erstellen

source: Формула
de_de: Formel

source: Область
de_de: Gebiet

source: Редактировать формулу
de_de: Formel bearbeiten

source: Вы действительно желаете удалить формулу?
de_de: Wollen Sie die Formel wirklich löschen?

source: Удалить формулу
de_de: Formel löschen

source: не создано ни одной формулы
de_de: keine Formeln erstellt

source: не создано ни одной глобальной формулы
de_de: keine globale Formel erstellt

source: Создание формулы
de_de: Formelerstellung

source: Нет такой формулы
de_de: Diese Formel existiert nicht

source: Редактирование формулы
de_de: Formelbearbeitung

source: Плохо
de_de: Schlecht

source: плохие
de_de: Schlechte

source: хорошие
de_de: Gute

source: Удовлетворительно
de_de: Befriedigend

source: Блестяще
de_de: Ausgezeichnet

source: вставить пример
de_de: Beispiel einfügen

source: Выбор курса для редактирования формул
de_de: Kursauswahl für die Formelbearbeitung

source: Выберите курс:
de_de: Wählen Sie einen Kurs

source: Ничего не выбрано
de_de: Nichts ausgewählt

source: нет прав перейти на чужой курс
de_de: Sie besitzen keine Rechte an dem fremden Kurs teilzunehmen

source: дней до окончания
de_de: Tage bis zum Abschluss

source: выполненого
de_de: erledigt

source: суммарно набрано
de_de: Gesame Punktzahl

source: ср. оценка
de_de: Durchschnittliche Bewertung

source: более
de_de: Mehr

source: ТО
de_de: TO

source: Инициализация
de_de: Initialisierung

source: Нет файла данных
de_de: Datei existiert nicht

source: Распаковка архива курса
de_de: Entpacken des Kursarchivs

source: Обработка файлов курса
de_de: Bearbeitung der Kursdateien

source: Нет файла структуры
de_de: Strukturdatei existiert nicht

source: Ошибка копирования
de_de: Fehler beim Kopieren

source: Ошибки в вопросах
de_de: Fehler in den Fragen

source: Лог-файл
de_de: Log-Datei

source: Данные успешно загружены
de_de: Daten wurden erfolgreich geladen

source: Ошибка копирования данных
de_de: Fehler beim Kopieren der Daten

source: Невозможно разархивировать файлы
de_de: Dateien können nicht entpackt werden

source: Данные успешно загружены.
de_de: Daten wurden erfolgreich geladen

source: Нет текста вопроса
de_de: Die Frage hat keinen Text

source: Настройки успешно сохранены
de_de: Einstellungen wurden erfolgreich gespeichert

source: Текстовое поле
de_de: Textfeld

source: Почтовый адрес
de_de: Postalische Adresse

source: Паспортные данные
de_de: Passdaten

source: Дата рождения
de_de: Geburtsdatum

source: Не указано название новой роли
de_de: Keinen Titel für die neue Rolle angegeben

source: Не выбраны базовые действия для роли
de_de: Keine Aktionen für die Rolle ausgewählt

source: Не выбраны разрешенные действия для роли
de_de: Keine erlaubten Aktionen für die Rolle ausgewählt

source: Шаг 1. Выбор базовой роли
de_de: Schritt 1. Auswahl der grundlegenden Rolle

source: Шаг 2. Выбор функций
de_de: Schritt 2. Auswahl der Funktionen

source: Шаг 3. Детализация функций
de_de: Schritt 3. Detaillierung der Funktionen

source: На главную
de_de: Zur Startseite

source: Ресурсы
de_de: Ressourcen

source: Редактировать аудиторию
de_de: Trainingsraum bearbeiten

source: Вы действительно желаете удалить аудиторию?
de_de: Wollen Sie den Trainingsraum wirklich löschen?

source: Удалить аудиторию
de_de: Trainingsraum löschen

source: нет данных для отображения
de_de: Es gibt keine Daten für die Abbildung

source: Редактирование ресурса
de_de: Bearbeitung der Ressource

source: Редактирование аудитории
de_de: Bearbeitung des Trainingsraums

source: Вы не указали название аудитории
de_de: Titel des Trainingsraums nicht angegeben

source: Введена некорректная вместимость аудитории
de_de: Falsche Kapazität des Trainingsraums angegeben

source: лекционная аудитория
de_de: Vorlesungsraum

source: семинарская аудитория
de_de: Seminarraum

source: учебный класс
de_de: Trainingsraum

source: лаборатория
de_de: Labor

source: рабочее помещение
de_de: Arbeitsraum

source: недоступна
de_de: nicht verfügbar

source: доступна
de_de: verfügbar

source: только текст
de_de: nur Text

source: HTML-файл
de_de: HTML-Datei

source: документ Word
de_de: Word Dokument

source: документ Excel
de_de: Excel Dokument

source: GIF картинка
de_de: GIF Bild

source: JPG картинка
de_de: JPG Bild

source: PNG картинка
de_de: PNG Bild

source: BMP картинка
de_de: BMP Bild

source: Flash-ролик
de_de: Flash-Video

source: другие данные
de_de: andere Daten

source: сейчас идет
de_de: läuft gerade

source: В данный момент тестирование еще не закончено
de_de: Test ist noch nicht beendet

source: Тестирование успешно и полностью выполнено
de_de: Test wurde erfolgreich und vollständig ausgeführt

source: Тестирование было брошено, учащийся покинул сервер и закрыл браузер
de_de: Test wurde abgebrochen, der Teilnehmer hat den Server verlassen und den Browser geschlossen

source: Тестирование было превано по команде пользователя
de_de: Test wurde abgebrochen auf Befehl des Benutzers

source: досрочно завершен
de_de: vorzeitig beendet

source: неправильный вызов
de_de: falscher Aufruf

source: неправильный вызов, массив
de_de: falscher Aufruf

source: не пуст
de_de: nicht leer

source: ИМЯ:
de_de: NAME:

source: РАЗМЕР:
de_de: GRÖßE:

source: байт
de_de: Byte

source: Приложение
de_de: Anhamg

source: открыть
de_de: öffnen

source: Картинка
de_de: Bild

source: Открыть это приложение в новом окне
de_de: Diesen Anhang im neuen Fenster öffnen

source: Такого теста нет
de_de: Dieser Test existiert nicht

source: Курс:
de_de: Kurs:

source: Занятие:
de_de: Training:

source: Задание:
de_de: Aufgabe:

source: Выбран вариант
de_de: Variante ausgewählt

source: ВОПРОСОВ С ПРОВЕРКОЙ ТЬЮТОРОМ:
de_de: FRAGEN MIT DER PRÜFUNG VOM LEHRER:

source: Статистика ответов на вопрос
de_de: Statistik der Antworten auf die Frage

source: вопрос
de_de: Frage

source: всего ответов
de_de: Antworten insgesamt

source: верных
de_de: richtige

source: неверных
de_de: falsche

source: ответы
de_de: Antworten

source: по данному вопросу нет статистики (еще никто не отвечал)
de_de: Für diese Frage gibt es keine Statistik (noch keine Antworten von Teilnemern)

source: список вопросов
de_de: Fragenliste

source: код
de_de: Code

source: тип
de_de: Typ

source: изменен
de_de: geändert

source: Команды
de_de: Befehle

source: в это задание еще не включено ни одного вопроса!
de_de: Diese Aufgabe beinhaltet noch keine Fragen

source: Вопрос не найден в базе данных
de_de: Frage wurde in der Datenbank nicht gefunden

source: выборка вопросов по коду вопроса
de_de: Fragenauswahl nach Fragencode

source: Выполнить задание
de_de: Aufgabe erledigen

source: Добавить вопрос
de_de: Frage hinzufügen

source: Прикрепить файл
de_de: Datei anhängen

source: Тип вопроса
de_de: Fragentyp

source: Экспорт вопросов
de_de: Fragenexport

source: Вопросы для контроля
de_de: Fragen für die Kontrolle

source: ---без темы---
de_de: - - ohne Thema - -

source: --- все ---
de_de: alle ---

source: ошибочная ссылка
de_de: falscher Link

source: Этот файл не найден
de_de: Diese Datei wurde nicht gefunden

source: Запуск
de_de: Start

source: Сеанс не завершен.
de_de: Sitzung nicht beendet.

source: Сеанс завершен. Спасибо за уделенное время!
de_de: Sitzung ist beendet. Danke für die Teilnahme!

source: Выполнение задания завершено!
de_de: Durchführen der Aufgabe ist beendet!

source: макс.балл
de_de: max. Punktzahl

source: мин.балл
de_de: min. Punktzahl

source: внешняя программа
de_de: externes Programm

source: табличный ввод
de_de: tabellarischer Eintrag

source: Все вопросы по курсу
de_de: Alle Fragen zum Kurs

source: Текущий курс
de_de: Laufender Kurs

source: Импорт вопросов из текстового файла
de_de: Import der Fragen aus Textdatei

source: Текущее задание
de_de: Laufende Aufgabe

source: Выделить/убрать все
de_de: Alles markieren/entfernen

source: сортировка по кодам вопросов
de_de: Sortieren nach Fragencodes

source: сортировка по типам вопросов
de_de: Sortieren nach Fragetyp

source: сортировка по теме
de_de: Sortieren nach Thema

source: Мин
de_de: Min.

source: Не найдено ни одного вопроса
de_de: Keine Fragen gefunden

source: Открыть вопрос
de_de: Frage öffnen

source: Редактировать вопрос
de_de: Frage bearbeiten

source: Добавить в задание
de_de: Zur Aufgabe hinzufügen

source: Страницы:
de_de: Seiten:

source: Фильтр времени:
de_de: Zeitfilter:

source: изменить
de_de: ändern

source: сбросить
de_de: zurücksetzen

source: Фильтр кода
de_de: Codefilter

source: не задан.
de_de: nicht angegeben.

source: Режим редактирования:
de_de: Bearbeitungsmodus:

source: базовый
de_de: grundlegend

source: расширенный
de_de: erweitert

source: только для опытных пользователей!
de_de: nur für erfahrene Benutzer!

source: Экспортирование выбранных вопросов
de_de: Exportieren der ausgewählten Fragen

source: Ничего не было отмечено для удаления
de_de: Nichts zum Entfernen markiert

source: Удалить вопросы
de_de: Fragen löschen

source: Не удалять
de_de: Nicht löschen

source: Вы действительно желаете удалить
de_de: Wollen Sie wirklich löschen?

source: вопросов?
de_de: Fragen?

source: здесь
de_de: hier

source: не был добавлен
de_de: wurde nicht hinzugefügt

source: Не выбран курс для добавления помеченных галочками вопросов.
de_de: Keinen Kurs fürs Hinzufügen der markierten Fragen ausgewählt.

source: Отсутствуют права доступа к курсу
de_de: Zugriffsrechte für den Kurs fehlen

source: Такого курса не существует
de_de: Dieser Kurs existiert nicht

source: Такого теста не существует
de_de: Dieser Test existiert nicht

source: Редактирование вопроса(ов)
de_de: Bearbeitung der Frage(n)

source: пропущен, код ошибочен.
de_de: versäumt, der Code ist falsch.

source: Не удалось скопировать файл, нет прав записи в
de_de: Datei konnte nicht kopiert werden,es fehlen Rechte für die Speicherung

source: Вопрос добавлен успешно
de_de: Frage wurde erfolgreich hinzugefügt

source: Хотите добавить ещё вопрос?
de_de: Wollen Sie noch eine Frage hinzufügen?

source: Вопрос успешно сохранен
de_de: Frage wurde erfolgreich gespeichert

source: Выбран некорректный номер курса
de_de: ungültige Kursnummer ausgewählt

source: Ограничение времени при просмотре вопросов
de_de: Zeitbeschränkung bei Fragenansicht

source: назад
de_de: zurück

source: Быстрый выбор:
de_de: Schnelle Auswahl:

source: Снять ограничение по дате
de_de: Datumbeschränkung zurücksetzen

source: За последний час
de_de: In der letzten Stunde

source: За последний день
de_de: Am letzten Tag

source: За последнюю неделю
de_de: In der letzten Woche

source: За последний месяц
de_de: Im letzten Monat

source: Произвольный выбор времени
de_de: Freie Zeitauswahl

source: Установить
de_de: Festlegen

source: Фильтр кодов при просмотре вопросов
de_de: Codefilter bei Fragendurchsicht

source: Установить новый фильтр
de_de: Neuen Filter festlegen

source: Выберите другой курс:
de_de: Wählen Sie einen anderen Kurs aus:

source: не удален, вы не владеете этим курсом
de_de: Nicht gelöscht, Sie besitzen diesen Kurs nicht

source: Вопрос %s не удалён. У вас не хватает привилегий
de_de: Die Frage %s wurde nicht gelöscht. Sie besitzen keine Berechtigung dafür

source: Вернуться ко всем вопросам
de_de: Zurück zu allen Fragen gehen

source: К сожалению, вопрос с кодом
de_de: Leider ist diese Frage mit dem Code

source: Выбор модуля
de_de: Auswahl des Moduls

source: Показать форму редактирования для вопроса
de_de: Bearbeitungsform für die Frage anzeigen

source: невозможно.
de_de: nicht möglich.

source: Редактирование вопроса
de_de: Bearbeitung der Frage

source: Редактирование варианта задания
de_de: Bearbeitung der Aufgabenvariante

source: Формулировка вопроса:
de_de: Fragenformulierung:

source: Формулировка варианта задания:
de_de: Variantenformulierung der Aufgabe:

source: Время на ответ (в мин.):
de_de: Zeit für die Antwort (in Minuten):

source: Время на решение (в мин.):
de_de: Zeit für die Erledigung (in Minuten):

source: без ограничения
de_de: Ohne Beschränkung

source: Ссылка
de_de: Link

source: Обзор
de_de: Übersicht
ru_ua: Огляд

source: с весами ответа
de_de: von mehreren Antwortenmöglichkeiten

source: с правильным ответом
de_de: mit richtiger Antwort

source: Диапазон баллов:
de_de: Punktebereich:

source: автоподсчет
de_de: Autozählung

source: Перемешивать ответы на вопрос
de_de: Antworten auf die Frage vermischen

source: предварительный просмотр
de_de: Vorschau

source: Варианты ответов на вопрос
de_de: Varianten der Antworten auf die Frage

source: Используйте синтаксис
de_de: Verwenden Sie die Syntax

source: для задания идентификатора пользователя
de_de: Für die Aufgabe des Benutzeridentifizierers

source: Номер
de_de: Nummer

source: варианта
de_de: Variante

source: Вес ответа
de_de: Gewicht der Antwort

source: Вкл./выкл.
de_de: Ein/Aus

source: вариант
de_de: Variante

source: Присоединенные файлы
de_de: Angehängte Dateien

source: Имя файла
de_de: Dateiname

source: Размер
de_de: Größe
ru_ua: Розмір

source: Изменен
de_de: geändert

source: карту
de_de: Karte

source: области
de_de: Gebiete

source: Действительно удалить файл из вопроса?
de_de: Wollen Sie die Datei aus der Frage wirklich löschen?

source: Программа-тренажер
de_de: Simulator

source: Выбрано:
de_de: Ausgewählt:

source: Внимание!
de_de: Achtung!

source: Статистика и отчеты
de_de: Statistik und Berichte

source: Информация по логину учащегося:
de_de: Informationen über das Login des Teilnehmers:

source: Результаты всех тестов
de_de: Ergebnisse aller Tests

source: Детальный отчет о сеансах тестирования:
de_de: Ausführlicher Bericht über die Testdurchführungen:

source: сеанса
de_de: Sitzung

source: Отчет доступен только тьютору.
de_de: Bericht ist nur für Lehrer zugänglich.

source: Информация о пользователе:
de_de: Benutzerinformationen:

source: к началу статистики
de_de: Zum Statistikanfang

source: Номер сеанса
de_de: Sitzungsnummer

source: Баллов
de_de: Punkte

source: Мин/Макс балл
de_de: min./max. Punkte

source: Мин/Макс балл с учетом проверяемых вопросов
de_de: min./max. Punkte unter Berücksichtigung der geprüften Fragen

source: Продолж.
de_de: Fortsetzung

source: Проверка
de_de: Prüfung

source: Смотреть отчет:
de_de: Bericht sehen:

source: Проверен:
de_de: Geprüft:

source: идет тестирование
de_de: Die Prüfung läuft
