Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Вы не можете редактировать вопросы в глобальном тесте
de_de: Sie können Fragen im globalen Test nicht bearbeiten
fr_fr: Vous n'êtes pas autorisé à éditer les questions dans le test global
ru_ua: У Вас немає прав редагувати питання глобального тесту

source: Вопрос успешно изменен!
de_de: Frage wurde erfolgreich geändert!
fr_fr: La question a été modifiée
ru_ua: Питання успішно змінено!

source: Возникла ошибка. Вопрос не был изменен!
de_de: Es ist ein Fehler aufgetreten. Frage wurde nicht geändert!
fr_fr: Erreur. La question n'a pas été modifiée
ru_ua: Виникла помилка. Питання не було змінено!

source: Вы не можете редактировать варианты в глобальном задании
de_de: Sie besitzen keine Berechtigung für die Bearbeitung von Varianten in der globalen Aufgabe
fr_fr: Vous n'êtes pas autorisé à éditer les variantes dans la tâche globale
ru_ua: У Вас немає прав редагувати варіанти глобального завдання

source: Вариант успешно изменен!
de_de: Variante wurde erfolgreich geändert!
fr_fr: La variante a été modifiée
ru_ua: Варіант успішно змінено!

source: Возникла ошибка. Вариант не был изменен!
de_de: Es ist ein Fehler aufgetreten. Die Variante wurde nicht geändert!
fr_fr: Erreur. La variante n'a pas été modifiée
ru_ua: Виникла помилка. Варіант не змінився!

source: Вы не можете редактировать вопросы в глобальном опросе
de_de: Sie besitzen keine Berechtigung für die Bearbeitung von Fragen in der globalen Umfrage
fr_fr: Vous n'êtes pas autorisé à éditer les questions dans le questionnaire global
ru_ua: У Вас немає прав редагувати питання глобального опитування

source: Вы не можете удалять вопросы из глобального теста
de_de: Sie besitzen keine Berechtigung für die Löschung von Fragen aus globalem Test
fr_fr: Vous n'êtes pas autorisé à supprimer les questions du test global
ru_ua: Ви не можете видаляти питання глобального тесту

source: Вопрос успешно удален!
de_de: Frage wurde erfolgreich gelöscht!
fr_fr: La question a été supprimée
ru_ua: Питання успішно видалено!

source: Вопрос не был удален!
de_de: Frage wurde nicht gelöscht!
fr_fr: La question n'a pas été supprimée
ru_ua: Питання не було видалено!

source: Тест не найден!
de_de: Test wurde nicht gefunden!
fr_fr: Test non trouvé
ru_ua: Тест не знайдено!

source: Вы не можете удалять вопросы в глобальных опросах
de_de: Sie besitzen keine Rechte um Fragen in den globalen Umfragen zu löschen
fr_fr: Vous n'êtes pas autorisé à supprimer les question dans les questionnaires globaux
ru_ua: Ви не можете видаляти питання з глобальних опитувань

source: Опрос не найден!
de_de: Umfrage wurde nicht gefunden!
fr_fr: Questionnaire non trouvé
ru_ua: Опитування не знайдено!

source: Вы не можете удалять варианты в глобальных заданиях
de_de: Sie besitzen keine Rechte um Varianten in den globalen Aufgaben zu löschen
fr_fr: Vous n'êtes pas autorisé à supprimer les variantes dans les tâches globales
ru_ua: Ви не можете видаляти варіанти з глобальних завданнь

source: Вариант успешно удален!
de_de: Variante wurde erfolgreich gelöscht!
fr_fr: La variante a été supprimée
ru_ua: Варіант успішно видалено!

source: Вариант не был удален!
de_de: Variante wurde nicht gelöscht!
fr_fr: La variante n'a pas été supprimée
ru_ua: Варіант не було видалено!

source: Задание не найдено!
de_de: Aufgabe wurde nicht gefunden!
fr_fr: Tâche non trouvée
ru_ua: Завдання не знайдено!

source: Вопросы успешно удалены!
de_de: Fragen wurden erfolgreich gelöscht!
fr_fr: Les questions ont été supprimées
ru_ua: Питання успішно видалені!

source: Вопросы не были удалены!
de_de: Fragen wurden nicht gelöscht!
fr_fr: Les questions n'ont pas été supprimées
ru_ua: Питання не були видалені!

source: Вы не можете редактировать вопросы глобального теста
de_de: Sie besitzen keine Berechtigung für Bearbeitung der globalen Tests
fr_fr: Vous ne pouvez pas rédiger les questions du test global
ru_ua: Ви не можете редагувати питання глобального тесту

source: Вопросы помечены как обязательные!
de_de: Fragen wurden als obligatorisch markiert!
fr_fr: Les questions sont marquées comme obligatoires
ru_ua: Питання позначені як обов'язкові!

source: Вопросы помечены как необязательные!
de_de: Fragen wurden als optional markiert!
fr_fr: Les questions sont marquées comme facultatives
ru_ua: Питання позначені як необов'язкові!

source: Создание отчёта
de_de: Erstellen des Berichts
fr_fr: Création d'un rapport
ru_ua: Створення звіту

source: Выберите область отчёта
de_de: Wählen Sie das Gebiet des Berichts aus
fr_fr: Sélectionner le domaine du rapport
ru_ua: Виберіть область звіту

source: Входные параметры
de_de: Eingangsparameter
fr_fr: Paramètres préliminaires
ru_ua: Вхідні параметри

source: Область данных
de_de: Datenbereich
fr_fr: Domaine des données
ru_ua: Область даних

source: Не опубликован
de_de: Nicht veröffentlicht
fr_fr: Non publié
ru_ua: Не опублікований

source: Отчёт успешно удалён
de_de: Bericht wurde erfolgreich gelöscht
fr_fr: Le rapport a été supprimé
ru_ua: Звіт успішно видалений

source: Область отчёта
de_de: Berichtsgebiet
fr_fr: Domaine du rapport
ru_ua: Область звіту

source: Название шаблона отчёта
de_de: Titel der Berichtsvorlage
fr_fr: Nom du modèle de rapport
ru_ua: Назва шаблону звіту

source: Общие
de_de: Allgemein
fr_fr: En commun
ru_ua: Загальні

source: Ключевые слова
de_de: Stichwörter
fr_fr: Mots-clefs
ru_ua: Ключові слова

source: Дата создания
de_de: Erstellungsdatum
fr_fr: Date de création
ru_ua: Дата створення

source: Карточка информационного ресурса
de_de: Karte der informativen Ressource
fr_fr: Carte de source d'information
ru_ua: Картка інформаційного ресурсу

source: Школьная программа
de_de: Schulprogramm

source: Математика
de_de: Mathematik

source: Русский язык
de_de: Russisch

source: Группы пользователей
de_de: Angestelltengruppen
fr_fr: Groupe d'employés

source: Группа 1
de_de: Gruppe 1
fr_fr: Groupe 1

source: Группа 2
de_de: Gruppe 2

source: Виды деятельности и темы обучения
de_de: Tätigkeitsarten und Themen der Ausbildung
fr_fr: Types d'activité et thèmes de discussion

source: Тема 1
de_de: Thema 1
fr_fr: Thème 1

source: Тема 2
de_de: Thema 2

source: Образовательные огранизации
de_de: Ausbildungsorganisationen
fr_fr: Institutions d'enseignement

source: ВУЗ
de_de: Hochschule
fr_fr: Établissements d’enseignement supérieur

source: Школа
de_de: Schule
fr_fr: École

source: Назад
de_de: Rückwärts
fr_fr: Retour

source: Ресурс успешно изменён
de_de: Ressource wurde erfolgreich geändert
fr_fr: La ressource a été modifiée
ru_ua: Ресурс успішно змінено

source: Содержимое ресурса успешно изменёно
de_de: Ressourceninhalt wurde erfolgreich geändert
fr_fr: Le contenu de la ressource a été modifié

source: Информационные ресурсы успешно назначены на курс
de_de: Informative Ressourcen wurden erfolgreich dem Kurs zugewiesen
fr_fr: Les sources d'information ont été assignées au cours
ru_ua: Інформаційні ресурси успішно підключені до дисципліни

source: Невозможно отменить назначение для некоторых информационных ресурсов
de_de: Abbruch der Zuordnung für einige informativen Ressourcen nicht möglich
fr_fr: Impossible d'annuler l'assignation pour certaines sources d'information
ru_ua: Неможливо скасувати призначення для деяких інформаційних ресурсів

source: Объём
de_de: Umfang
fr_fr: Volume
ru_ua: Обсяг

source: все, включая ресурсы из Базы знаний
de_de: alle Ressourcen, einschließlich die aus der Wissensdatenbank
fr_fr: Toutes les ressources, y compris celles des connaissances de base
ru_ua: всі, враховуючи ресурси з Бази знань

source: Ресурс успешно создан
de_de: Ressource wurde erfolgreich erstellt
fr_fr: La ressource a été créée
ru_ua: Ресурс успішно створений

source: Ресурс успешно обновлён
de_de: Ressource wurde erfolgreich erneuert
fr_fr: La ressource a été mise à jour
ru_ua: Ресурс успішно оновлено

source: Ресурс успешно удалён
de_de: Ressource wurde erfolgreich gelöscht
fr_fr: La ressource a été supprimée
ru_ua: Ресурс успішно видалений

source: Ресурсы успешно удалены
de_de: Ressourcen wurden erfolgreich gelöscht
fr_fr: Les ressources ont été supprimées
ru_ua: Ресурси успішно видалені

source: Ресурсы успешно подключены
de_de: Ressourcen wurden erfolgreich angeschlossen
fr_fr: Les ressources ont été branchées
ru_ua: Ресурси успішно підключені

source: Пустой запрос
de_de: Leere Anfrage
fr_fr: Demande vide
ru_ua: Порожній запит

source: Искомая комбинация слов нигде не встречается
de_de: Gesuchte Wörterkombination wurde nicht gefunden
fr_fr: Aucune occurence pour cette combinaison de mot recherchée
ru_ua: Даної комбінації не знайдено

source: Содержимое ресурса
de_de: Ressourceninhalt
fr_fr: Contenu de la ressource
ru_ua: Вміст ресурсу

source: Запускаемый файл
de_de: Start-Datei
fr_fr: Fichier lancé
ru_ua: Файл, що запускається

source: Zip-архив с файлами
de_de: Zip-Archiv mit Dateien
fr_fr: Dossier d'archive Zip
ru_ua: Zip-архів з файлами

source: Файл ресурса
de_de: Ressourcendatei
fr_fr: Fichier source
ru_ua: Файл ресурсу

source: Количество мест
de_de: Stellenzahl
fr_fr: Nombre de places
ru_ua: Кількість місць

source: Аудитория успешно создана
de_de: Vorlesungsraum wurde erfolgreich erstellt
fr_fr: La salle de cours a été créée
ru_ua: Аудиторія успішно створена

source: Аудитория успешно удалена
de_de: Vorlesungsraum wurde erfolgreich gelöscht
fr_fr: La salle de cours a été supprimée
ru_ua: Аудиторія успішно видалена

source: Аудитории успешно удалены
de_de: Hörsäle wurden erfolgreich gelöscht
fr_fr: Les salles de cours ont été supprimées
ru_ua: Аудиторії успішно видалені

source: Аудитория успешно отредактирована
de_de: Vorlesungsraum wurde erfolgreich editiert
fr_fr: La salle de cours a été indiquée
ru_ua: Аудиторія успішно відредагована

source: Аудитория
de_de: Vorlesungsraum
fr_fr: Salle de cours
ru_ua: Аудиторія

source: Файл %s не найден
de_de: Datei %s wurde nicht gefunden
fr_fr: Fichier %s non trouvé
ru_ua: Файл %s не знайдено

source: Карточка учебного курса
de_de: Kurskarte
fr_fr: Carte de cours
ru_ua: Картка дисципліни

source: Подать заявку
de_de: Anmelden
fr_fr: Adresser une demande
ru_ua: Подати заявку

source: Новые курсы не найдены
de_de: Neue Kurse wurden nicht gefunden
fr_fr: Nouveaux cours non trouvés
ru_ua: Нових дисциплін не знайдено

source: Были добавлены %d курсов и обновлены %d курсов
de_de: Es wurden %d Kurse hinzugefügt und %d Kurse erneuert
fr_fr: %d cours ont été ajoutées et %d cours ont été mis à jour
ru_ua: Було додано %d та оновлено %d дисциплін

source: Импортировать классификацию учебных курсов из csv
de_de: Kursklassifizierung aus CSV-Datei importieren
fr_fr: Importer une classification des cours depuis csv
ru_ua: Імпортувати класифікацію дисциплін з csv

source: Учебный курс успешно изменён
de_de: Kurs wurde erfolgreich geändert
fr_fr: Le cours a été modifié
ru_ua: Дисципліну успішно змінено

source: Используется на учебном курсе?
de_de: Wird im Lehrgang verwendet?
fr_fr: Est-ce utilisé pour le cours ?

source: Использовать в курсе
de_de: Im Kurs verwenden
fr_fr: Utiliser pour le cours

source: Не использовать в курсе
de_de: Im Kurs nicht verwenden
fr_fr: Ne pas utiliser pour le cours

source: Не вносить изменения в план занятий
de_de: Keine Änderungen in den Trainingsplan eintragen
fr_fr: Ne pas apporter de changements au plan des cours

source: Вносить изменения в план занятий
de_de: Änderungen in den Trainingsplan eintragen
fr_fr: Apporter des changements au plan des cours

source: Вы не являетесь тьютором на данном учебном курсе.
de_de: Sie sind kein Lehrer in diesem Kurs.
fr_fr: Vous n'êtes pas enseignant pour ce cours
ru_ua: Ви не володієте правами інструктора цієї дисципліни.

source: Учебный модуль не используется в данном учебном курсе.
de_de: Lernmodul wird in diesem Kurs nicht verwendet.
fr_fr: Le module d'enseignement n'est pas utilisé dans ce cours
ru_ua: Навчальний модуль не використовується в цієї дисципліні.

source: Учебные модули успешно удалены.
de_de: Lernmodule wurden erfolgreich gelöscht.
fr_fr: Les modules de cours ont été supprimés
ru_ua: Навчальні модулі успішно видалено.

source: Глобальные учебные модули невозможно удалить из учебного курса.
de_de: Es ist nicht möglich die globalen Lernmodule aus dem Kurs zu löschen.
fr_fr: Impossible de supprimer du cours les modules de cours généraux
ru_ua: Глобальні навчальні модулі неможливо видалити з дисципліни.

source: Состояние
de_de: Zustand
fr_fr: État
ru_ua: Стан

source: Подробнее
de_de: Details
fr_fr: Contenu
ru_ua: Детальніше

source: Связи с учебными модулями успешно изменены
de_de: Verbindungen mit Lernmodulen wurden erfolgreich geändert
fr_fr: Les liaisons avec les modules d'enseignement ont été modifiés
ru_ua: Зв'язки з навчальними модулями успішно змінені

source: Не начат
de_de: Nicht begonnen
ru_ua: Не розпочатий

source: Пройден
de_de: Bestanden
fr_fr: Passé
ru_ua: Пройдений

source: Не пройден
de_de: Nicht bestanden
fr_fr: Non passé

source: Выберите тьюторов
de_de: Wählen Sie die Kurslehrer aus
fr_fr: Sélectionner des enseignants
ru_ua: Оберіть інструкторів

source: Hазначить тьюторов на курсы
de_de: Lehrer den Kursen zuordnen
fr_fr: Assigner des enseignants aux cours

source: Удалить всех тьюторов с курсов
de_de: Alle Lehrer aus den Kursen entfernen
fr_fr: Supprimer tous les enseignants des cours

source: Вы успешно завершили обучение на курсе
de_de: Sie haben den Kurs erfolgreich beendet

source: Курс не найден
de_de: Kurs wurde nicht gefunden
fr_fr: Cours non trouvé
ru_ua: Дисципліну не знайдено

source: Слушатели успешно назначены для выбраных курсов
de_de: Teilnehmer wurden erfolgreich den ausgewählten Kursen hinzugefügt
fr_fr: Les auditeurs ont été affectés pour les cours sélectionnés

source: При назначении некоторых слушателей возникли ошибки
de_de: Beim Hinzufügen einiger Teilnehmer sind Fehler aufgetreten
fr_fr: Des erreurs sont apparues lors de l'assignation de certains auditeurs
ru_ua: Виникли помилки під час призначення деяких слухачів

source: Тьюторы успешно назначены для выбраных курсов
de_de: Lehrer wurden erfolgreich den ausgewählten Kursen zugeornet
fr_fr: Les enseignants ont été affectés aux cours sélectionnés

source: При назначении некоторых тьюторов возникли ошибки
de_de: Beim Hinzufügen einiger Lehrer sind Fehler aufgetreten
fr_fr: Des erreurs sont apparues lors de l'assignation de certains enseignants
ru_ua: Можливо, що декого з обраних інструкторів вже було призначено на дисципліну

source: Тьюторы успешно убраны для выбраных курсов
de_de: Lehrer wurden erfolgreich aus den ausgewählten Kursen entfernt
fr_fr: Les enseignants ont été supprimés des cours sélectionnés

source: При снятии некоторых тьюторов с курсов возникли ошибки
de_de: Beim Entfernen einiger Lehrer aus den Kursen sind Fehler aufgetreten
fr_fr: Des erreurs sont survenues lors de la suppression de certains enseignants

source: Выбрано некорректное действие
de_de: Ungültige Handlung ausgewählt
fr_fr: L'action choisie est incorrecte
ru_ua: Обрано некоректну дія

source: Учебный курс успешно создан
de_de: Kurs wurde erfolgreich erstellt
fr_fr: Le cours a été créé
ru_ua: Дисципліну успішно створено

source: Учебный курс успешно обновлён
de_de: Kurs wurde erfolgreich erneuert
fr_fr: Le cours a été mis à jour
ru_ua: Дисципліну успішно оновлено

source: Учебный курс успешно удалён
de_de: Kurs wurde erfolgreich gelöscht
fr_fr: Le cours a été supprimé
ru_ua: Дисципліну успішно видалено

source: Учебные курсы успешно удалены
de_de: Kurse wurden erfolgreich gelöscht
fr_fr: Les cours ont été supprimés
ru_ua: Дисципліну успішно видалено

source: Неограничено
de_de: Unbegrenzt
fr_fr: Illimité

source: Краткое название
de_de: Abkürzung
fr_fr: Abrégé
ru_ua: Коротка назва

source: Код
de_de: Code

source: не указан
de_de: nicht angegeben
fr_fr: non indiqué
ru_ua: не вказано

source: Начало курса
de_de: Kursstart
fr_fr: Début du cours

source: Окончание курса
de_de: Kursende
fr_fr: Fin du cours

source: Стоимость
de_de: Preis
fr_fr: Coût
ru_ua: Вартість

source: Планируемое количество слушателей
de_de: Planzahl der Teinehmer
fr_fr: Nombre prévu d'auditeur
ru_ua: Запланована кількість слухачів

source: Иконка курса
de_de: Kurs Symbol
fr_fr: Icône dou cours

source: Для загрузки следует использовать картинки следующих типов: jpg,png,gif,jpeg. Максимальный размер загружаемого файла - 10 мегабайтов.
de_de: Für Download sind folgende Bildformate zulässig: jpg, png, gif, jpeg. Die maximale Dateigröße - 10 MB.
fr_fr: Télécharger des images de types jpg, png, git, jpeg. Taille maximale du fichier : 10 megabytes.

source: Аудитории
de_de: Hörsäle
fr_fr: Salle de cours

source: В курсе со свободным режимом прохождения слушатели имеют неограниченный доступ к материалам, используемым на данном курсе (можно отдельно управлять доступом к учебным модулям, информационным ресурсам и тестам).
de_de: Im Kurs mit freiem Ausführungsmodus haben alle Teilnehmer unbeschränkten Zugang zu allen Materialien, die in diesem Kurs verwendet werden (man kann den Zugang auf die Lernmodule, informativen Ressourcen und den Test separat verwalten).
fr_fr: Les auditeurs libres disposent d’un accès illimité aux documents utilisés pendant ce cours (l’accès aux modules de cours, aux sources d’informations et aux tests peut être défini séparément)

source: В курсе с регламентированным режимом слушатели получают доступ к материалам только через план занятий, предварительно созданный тьютором.
de_de: Im Kurs mit geregeltem Modus bekommen alle Teilnehmer den Zugang zu den Materialien nur durch den vom Lehrer erstellten Trainingsplan.
fr_fr: Les auditeurs enregistrés selon un mode défini disposent d’un accès aux documents soumis au plan de cours créé au préalable par l'enseignant.

source: Порог автоматического завершения учебного курса
de_de: Grenze des automatischen Kursschliesßens
fr_fr: Seuil d'achèvement automatique du cours

source: Режим прохождения курса
de_de: Ausführungsmodus
fr_fr: Régime de déroulement du cours

source: Организация обучения
de_de: Trainingsorganisation
fr_fr: Organisme de formation
ru_ua: Організація процесу навчання

source: Ограничение времени обучения
de_de: Dauer des Kurses
fr_fr: Limitation en temps de la formation
ru_ua: Обмеження часу для навчання

source: Провайдер обучения
de_de: Trainingsanbieter
fr_fr: Fournisseur du cours
ru_ua: Провайдер навчання

source: Задания успешно назначены на курс
de_de: Aufgaben wurden erfolgreich dem Kurs zugewiesen
fr_fr: Les tâches ont été assignées au cours
ru_ua: Завдання успішно призначені на дисципліну

source: Вариантов
de_de: Varianten
fr_fr: Versions

source: все, включая задания из Базы знаний
de_de: Alle Aufgaben, einschließlich die aus der Wissensdatenbank
fr_fr: Tout, y compris les tâches des connaissances de base
ru_ua: всі, враховуючи завдання з Бази знань

source: Просмотреть задание
de_de: Aufgabe anschauen
fr_fr: Aperçu de la tâche
ru_ua: Переглянути завдання

source: Задание успешно создано
de_de: Aufgabe wurde erfolgreich erstellt
fr_fr: La tâche a été créée
ru_ua: Завдання успішно створено

source: Задание успешно обновлёно
de_de: Aufgabe wurde erfolgreich erneuert
fr_fr: La tâche a été mise à jour
ru_ua: Завдання успішно оновлено

source: Задание успешно удалёно
de_de: Aufgabe wurde erfolgreich gelöscht
fr_fr: La tâche a été supprimée
ru_ua: Завдання успішно видалено

source: Задания успешно удалены
de_de: Aufgaben wurden erfolgreich gelöscht
fr_fr: Les tâches ont été supprimées
ru_ua: Завдання успішно видалені

source: Для удаления заданий не хватает прав
de_de: Sie besitzen keine Rechte, um Aufgaben zu löschen
fr_fr: Vous n'êtes pas autorisé à supprimer les tâches
ru_ua: Недостатньо прав для того, щоб видалити завдання

source: Глобальные задания невозможно удалить из учебного курса.
de_de: Löschung der globalen Aufgaben aus dem Kurs nicht möglich.
fr_fr: Impossible de supprimer les tâches globales du cours
ru_ua: Глобальні завдання неможливо видалити з дисципліни.

source: Шаблон сертификатов сохранен
de_de: Zertifikatsvorlage wurde gespeichert
fr_fr: Le modèle de certificat est sauvegardé
ru_ua: Шаблон сертифікатів збережений

source: Шаблоны приказов сохранены
de_de: Befehlsvorlagen wurden gespeichert
fr_fr: Les modèles d'ordres ont été sauvegardés
ru_ua: Шаблони наказів збережені

source: Шаблоны отчётов сохранены
de_de: Berichtsvorlagen wurden gespeichert
fr_fr: Les modèles de rapports ont été sauvegardés
ru_ua: Шаблони звітів збережені

source: Шаблон
de_de: Vorlage
fr_fr: Modèle

source: Текст приказа
de_de: Befehlstext
fr_fr: Texte
ru_ua: Наказ

source: Подвал
de_de: Keller
fr_fr: Sous-sol
ru_ua: Підвал

source: Количество вопросов
de_de: Fragenzahl
fr_fr: Nombre de questions
ru_ua: Кількість питань

source: все, включая тесты из Базы знаний
de_de: Alle Tests, einschließlich die aus der Wissensdatenbank
fr_fr: Tout, y compris les tests des connaissances de base
ru_ua: всі, враховуючи тести з Бази знань

source: Просмотреть тест
de_de: Test anschauen
fr_fr: Aperçu du test
ru_ua: Переглянути тест

source: Тест успешно создан
de_de: Test wurde erfolgreich erstellt
fr_fr: Le test a été créé
ru_ua: Тест успішно створений

source: Тест успешно обновлён
de_de: Test wurde erfolgreich erneuert
fr_fr: Le test a été mis à jour
ru_ua: Тест успішно оновлено

source: Тест успешно удалён
de_de: Test wurde erfolgreich gelöscht
fr_fr: Le test a été supprimé
ru_ua: Тест успішно видалений

source: Тесты успешно удалены
de_de: Tests wurden erfolgreich gelöscht
fr_fr: Les tests ont été supprimés
ru_ua: Тести успішно видалені

source: Глобальные тесты невозможно удалить из учебного курса.
de_de: Es ist nicht möglich, die globalen Tests aus dem Kurs zu entfernen.
fr_fr: Impossible de supprimer du cours les tests globaux
ru_ua: Глобальні тести неможливо видалити з дисципліни.

source: Для удаления теста не хватает прав
de_de: Sie besitzen keine Rechte, um den Test zu entfernen
fr_fr: Vous n'êtes pas autorisé à supprimer le test
ru_ua: Не вистачає прав для того, щоб видалити тест

source: Тест #%d не найден
de_de: Test #%d wurde nicht gefunden
fr_fr: Test #%d non trouvé
ru_ua: Тест #%d не знайдений

source: Тесты успешно опубликованы.
de_de: Tests wurden erfolgreich veröffentlicht.
fr_fr: Les tests ont été publiés

source: Тест успешно добавлен!
de_de: Test wurde erfolgreich hinzugefügt!
fr_fr: Le test a été ajouté
ru_ua: Тест успішно доданий!

source: Возникла ошибка. Тест не был добавлен!
de_de: Es ist ein Fehler aufgetreten. Der Test wurde nicht hinzugefügt!
fr_fr: Erreur. Le test n'a pas été ajouté
ru_ua: Виникла помилка. Неможливо додати тест!

source: Тест успешно изменен!
de_de: Test wurde erfolgreich geändert!
fr_fr: Le test a été modifié
ru_ua: Тест успішно змінено!

source: Возникла ошибка. Изменение теста прервано!!
de_de: Es ist ein Fehler aufgetreten. Test wurde nicht geändert!!
fr_fr: Erreur. Le changement du test a été interrompu
ru_ua: Виникла помилка. Неможливо змінити тест!!

source: Тест успешно удален!
de_de: Test wurde erfolgreich gelöscht!
fr_fr: Le test a été supprimé
ru_ua: Тест успішно видалено!

source: Тесты успешно удалены!
de_de: Tests wurden erfolgreich gelöscht!
fr_fr: Les tests ont été supprimés
ru_ua: Тести успішно видалено!

source: Классификатор компетенций пользователей ОАО «Газпром»
de_de: Kompetenzenklassifikator von Angestellten
fr_fr: Classification des employés de Gazprom par compétences
ru_ua: Класифікатор компетенцій працівників ВАТ «Газпром»

source: Выберите формат курса
de_de: Wählen Sie das Format des Kurses aus
fr_fr: Sélectionnez un format de cours
ru_ua: Оберіть формат дисципліни

source: Файл пакета
de_de: Paketdatei
fr_fr: Fichier du paquet

source: Импорт тестов
de_de: Import von Tests
fr_fr: Importation des textes
ru_ua: Імпорт тестів

source: Области ответственности успешно изменены
de_de: Verantwortungsgebiete wurden erfolgreich geändert
fr_fr: Les champs de responsabilité ont été modifiés
ru_ua: Області відповідальності успішно змінено
