Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Выберите версии страницы
de_de: Wählen Sie Seitenversionen aus
fr_fr: Sélectionner une version de la page
ru_ua: Оберіть версії сторінки

source: Для сравнения необходимо отметить галочками две версии страницы
de_de: Zum Vergleichen sollen zwei Seitenversionen markiert werden
fr_fr: Vous devez cocher les deux versions de la page pour pouvoir les comparer
ru_ua: Для порівняння необхідно відмітити галочками дві версії сторінки

source: Для восстановления необходимо отметить галочкой одну версию страницы
de_de: Zum Wiederherstellen muss eine Seitenversion markiert werden
fr_fr: Vous devez cocher une version de la page pour pouvoir la restaurer
ru_ua: Для того, щоб відновити процес необхідно відмітити галочкою одну версію сторінки

source: тьюторы
de_de: Lehrer
ru_ua: інструктори

source: Вход в систему
de_de: Login
fr_fr: Entrer
ru_ua: Вхід в систему

source: Cоздание учебного курса
de_de: Kurserstellung
fr_fr: Créer un cours
ru_ua: Створення дисципліни

source: Назначение тьюторов и слушателей
de_de: Zuordnung der Lehrer und der Teilnehmer
fr_fr: Assigner des enseignants et des auditeurs
ru_ua: Призначення інструкторів та слухачів

source: Импорт готового учебного модуля
de_de: Import des fertigen Lernmoduls
fr_fr: Importer un module prêt
ru_ua: Імпорт готового навчального модуля

source: Cоздание плана занятий
de_de: Erstellung des Trainingsplanes
fr_fr: Créer un plan de cours
ru_ua: Створення плану занять

source: Cоздание тестов
de_de: Testerstellung
fr_fr: Créer des textes
ru_ua: Створення тестів

source: Cоздание заданий
de_de: Aufgabenerstellung
fr_fr: Créer des tâches
ru_ua: Створення завдань

source: Количество поданных заявок
de_de: Anzahl der Wahlkurse
fr_fr: Nombre de demandes déposées
ru_ua: Кількість поданих заявок

source: Количество входов пользователей
de_de: Anzahl der Benutzerlogins
fr_fr: Nombre d'entrées par les utilisateurs
ru_ua: Кількість входів користувачів

source: Не выбрано ни одного действия со строками
de_de: Keine Aktion mit Zeilen ausgewählt
fr_fr: Aucune action sur les lignes n'a été sélectionnée
ru_ua: Не здійснювались жодні дії з рядками

source: Не выбрано ни одной строки
de_de: Keine Zeile ausgewählt
fr_fr: Aucune ligne n'a été sélectionnée
ru_ua: Жодної стрічки не обрано

source: Не выбрано ни одного действия с колонками
de_de: Keine Aktion mit Spalten ausgewählt
fr_fr: Aucune action sur les colonnes n'a été sélectionnée
ru_ua: Не здійснювались жодні дії з колонками

source: Не выбрано ни одной колонки
de_de: Keine Spalte ausgewählt
fr_fr: Aucune colonne n'a été sélectionnée
ru_ua: Не обрано жодної колонки

source: Ошибка формы
de_de: Fehler des Formulars
fr_fr: Erreur d'application
ru_ua: Помилка форми

source: Хорошо
de_de: Gut
fr_fr: Bien
ru_ua: Добре

source: Подтверждение
de_de: Bestätigung
fr_fr: Confirmation
ru_ua: Підтвердження

source: Horizontal header is not defined
de_de: Horizontaler Titel ist nicht definiert
ru_ua: Горизонтальний заголовок не визначений

source: Vertical header is not defined
de_de: Vertikaler Titel ist nicht definiert
ru_ua: Вертикальний заголовок не визначений

source: Save url is not defined
de_de: Url speichern ist nicht definiert
ru_ua: Збережений URL не визначений

source: день plural%s day%s days
de_de: Tag

source: час plural%s hour%s hours
de_de: Stunde

source: минута plural%s minute%s minutes
de_de: Minute

source: секунда plural%s second%s seconds
de_de: Sekunde

source: минут
de_de: Minuten
fr_fr: minutes
ru_ua: хвилин

source: неделя
de_de: Woche
fr_fr: décembre
ru_ua: тиждень

source: месяц
de_de: Monat
fr_fr: mois
ru_ua: місяць

source: год
de_de: Jahr
fr_fr: année
ru_ua: рік

source: предыдущая неделя
de_de: letzte Woche
fr_fr: la semaine dernière
ru_ua: попередній тиждень

source: предыдущий месяц
de_de: letzter Monat
fr_fr: le mois dernier
ru_ua: минулий місяць

source: прошедшие 14 дней
de_de: letzte 14 Tage
fr_fr: les 14 derniers jours
ru_ua: минулі 14 днів

source: прошедшие 28 дней
de_de: letzte 28 Tage
fr_fr: les 28 derniers jours
ru_ua: минулі 28 днів

source: Внимание! Не все поля заполнены корректно!
de_de: Achtung! Nicht alle Felder sind korrekt ausgefüllt!
fr_fr: Attention ! Certains champs n'ont pas été remplis correctement !
ru_ua: Увага! Не всі поля заповнено коректно!

source: Шаблон системных сообщений #%d не найден.
de_de: Vorlage der Systemnachrichten #%d wurde nicht gefunden.
fr_fr: Modèle de messages système #%d non trouvé
ru_ua: Шаблон системних повідомлень #%d не знайдено.

source: Не указан файл с данными
de_de: Datei nicht angegeben
fr_fr: Aucune indication de nom de fichier
ru_ua: Не вказано файлу з даними

source: Файл с данными '%s' не найден
de_de: Datei '%s' nicht gefunden
fr_fr: Fichier de données '%s' non trouvé
ru_ua: Файл з даними '%s' не знайдено

source: Файл с данными '%s' недоступен для чтения
de_de: Datei '%s' zum Lesen nicht verfügbar
fr_fr: Le fichier de données '%s' ne peut pas être lu
ru_ua: Файл з даними '%s' недоступний для читання

source: Недостаточно прав для использования этой функции
de_de: Keine Berechtigung diese Funktion zu nutzen
fr_fr: Vous n'êtes pas autorisé à utiliser cette fonction
ru_ua: Недостатньо прав для використання даної функції

source: Не хватает прав. Вы не можете использовать данный вид сервиса взаимодействия.
de_de: Keine Berechtigung diese Aktivität zu nutzen
fr_fr: Vous n'êtes pas autorisé à utiliser ce type de service d'interaction
ru_ua: Не вистачає прав. Ви не можете використовувати даний вид сервісу взаємодії.

source: Назначить тьюторов на курс
de_de: Lehrer dem Kurs zuordnen
fr_fr: Assigner des enseignants au cours
ru_ua: Призначити інструкторів з дисципліни

source: Назначить тьюторов на курсы
de_de: Lehrer den Kursen zuordnen
fr_fr: Assigner des enseignants aux cours
ru_ua: Призначити інструкторів на дисципліни

source: Удалить тьюторов с курса
de_de: Lehrer vom Kurs löschen
fr_fr: Supprimer des enseignants du cours
ru_ua: Видалити інструкторів з дисципліни

source: Удалить тьюторов с курсов
de_de: Lehrer von Kursen löschen
fr_fr: Supprimer des enseignants des cours
ru_ua: Видалити інструкторів з дисциплін

source: Назначить слушателей на курс
de_de: Teilnehmer dem Kurs zuordnen
fr_fr: Assigner des auditeurs au cours
ru_ua: Призначити слухачів на дисципліну

source: Назначить слушателей на курсы
de_de: Teilnehmer den Kursen zuordnen
fr_fr: Assigner des auditeurs aux cours
ru_ua: Призначити слухачів на дисципліни

source: Удалить слушателей с курса
de_de: Teilnehmer vom Kurs löschen
fr_fr: Supprimer des auditeurs du cours
ru_ua: Видалити слухачів з дисципліни

source: Удалить слушателей с курсов
de_de: Teilnehmer von Kursen löschen
fr_fr: Supprimer des auditeurs des cours
ru_ua: Видалити слухачів з дисциплін

source: Назначить на курс
de_de: Dem Kurs zuordnen
fr_fr: Assigner au cours
ru_ua: Призначити на дисципліну

source: Назначить на курсы
de_de: Den Kursen zuordnen
fr_fr: Assigner aux cours
ru_ua: Призначити на дисципліни

source: Удалить с курса
de_de: Vom Kurs löschen
fr_fr: Supprimer du cours
ru_ua: Видалити з дисципліни

source: Удалить с курсов
de_de: Von Kursen löschen
fr_fr: Supprimer des cours
ru_ua: Видалити з дисциплін

source: Выберите курс
de_de: Wählen Sie einen Kurs aus
fr_fr: Sélectionnez un cours
ru_ua: Оберіть дисципліну

source: Нет прав на назначение на этот курс
de_de: Sie besitzen keine Berechtigung eine Zuordnung für diesen Kurs zu machen
fr_fr: Vous n'êtes pas affecté à ce cours
ru_ua: Немає прав призначати на цю дисципліну

source: В ходе назначения пользователей возникли ошибки
de_de: Während einiger BenutzerZuordnungen sind Fehler aufgetreten
fr_fr: Une erreur est survenu lors de l'assignation des utilisateurs
ru_ua: Пд час призначення користувачів виникли помилки

source: Элемент не был создан
de_de: Element wurde nicht erstellt
fr_fr: L'élément n'a pas été créé
ru_ua: Елемента не створено

source: Элемент не найден
de_de: Element wurde nicht gefunden
fr_fr: Élément non trouvé
ru_ua: Елемент не знайдений

source: Сообщение для данного события не установлено
de_de: Nachricht für diese Veranstaltung wurde nicht eingestellt
fr_fr: Le message pour cet événement n'a pas été défini
ru_ua: Повідомлення для даної події не встановлено

source: Параметры отображения виртуального кабинета успешно изменены.
de_de: Bildschirmparameter des virtuellen Büros wurden erfolgreich geändert.
fr_fr: Les paramètres d'affichage du bureau personnel ont été modifiés

source: Не задан
de_de: Nicht bestimmt
fr_fr: Non déterminé
ru_ua: Не задано

source: Не выбрано
de_de: Nicht ausgewählt
fr_fr: Non sélectionné
ru_ua: Не обрано

source: Файл данных
de_de: Datei (CSV)
fr_fr: Fichier de données
ru_ua: Файл даних

source: Обновить
de_de: Aktualisieren
fr_fr: Mettre à jour
ru_ua: Оновити

source: скачать
de_de: Herunterlanden
fr_fr: Télécharger
ru_ua: скачати

source: нет
de_de: Nein
ru_ua: ні

source: Конвертация невозможна. Неправильный формат файла.
de_de: Konvertierung ist nicht möglich. Falsches Dateiformat.
fr_fr: Conversion impossible. Le format de fichier est incorrect.
ru_ua: Конвертація неможлива. Неправильний формат файлу.

source: Неправильный ApiKey. Проверьте настройки.
de_de: Falscher ApiKey. Prüfen Sie Ihre Einstellungen.
fr_fr: ApiKey incorrect. Vérifier les préférences.
ru_ua: Невірний ApiKey. Перевірте налаштування.

source: Исчерпан лимит конвертаций в день.
de_de: Tageslimit der Konvertierungen wurde erreicht.
fr_fr: Limite de conversions atteinte pour aujourd'hui.
ru_ua: Вичерпано ліміт конвертацій на день.

source: Индекс не найден
de_de: Index wurde nicht gefunden
fr_fr: Index non trouvé
ru_ua: Індекс не знайдено

source: Сервисы
de_de: Services
fr_fr: Activités
ru_ua: Сервіси

source: Обратная связь
de_de: Feedback
fr_fr: Contact retour
ru_ua: Зворотній зв'язок

source: Операции
de_de: Operationen
fr_fr: Opérations
ru_ua: Операції

source: Абзац
de_de: Absatz
fr_fr: Paragraphe

source: Преформатированный текст
de_de: Vorformatierter Text
fr_fr: Texte préformaté
ru_ua: Преформатованний текст

source: Список определений
de_de: Liste der Definitionen
fr_fr: Liste des définitions
ru_ua: Список визначень

source: Определяемый термин
de_de: Definierbarer Begriff
fr_fr: Terme à définir
ru_ua: Визначаємий термін

source: Определение термина
de_de: Definition des Begriffs
fr_fr: Définir un terme
ru_ua: Визначення терміну

source: Блочная цитата
de_de: Blockzitat
fr_fr: Citation complète
ru_ua: Блокова цитата

source: Строчные стили
de_de: Zeilen-Stile
fr_fr: Styles des lignes
ru_ua: Рядкові стилі

source: Цитата
de_de: Zitat
fr_fr: Citation

source: Сноска
de_de: Fußnote
fr_fr: Note
ru_ua: Виноска

source: Аббревиатура
de_de: Abkürzung
fr_fr: Abréviation
ru_ua: Абревіатура

source: Акроним
de_de: Akronym
fr_fr: Acronyme
ru_ua: Акронім

source: Термин
de_de: Begriff
fr_fr: Terme à définir
ru_ua: Термін

source: Программный код
de_de: Programmcode
fr_fr: Code
ru_ua: Програмний код:

source: Выводить в таблице:
de_de: In der Tabelle:
fr_fr: Afficher sous forme de tableau :
ru_ua: Виводити в таблиці:

source: Выделить видимое
de_de: Sichtbares markieren
fr_fr: Sélectionner ce qui est visible
ru_ua: Виділити видиме

source: Снять выделение
de_de: Markierung aufheben
fr_fr: Annuler la sélection
ru_ua: Зняти виділення

source: Выделить всё
de_de: Alles markieren
fr_fr: Sélectionner tout
ru_ua: Виділити все

source: Инвертировать веделение
de_de: Markierung invertieren
fr_fr: Inverser la sélection

source: Распечатать
de_de: Drucken
fr_fr: Imprimer
ru_ua: Роздрукувати

source: Информация об ошибке
de_de: Fehlerinformationen
ru_ua: Інформація про помилку

source: Текст ошибки
de_de: Fehlertext
ru_ua: Текст помилки

source: Параметры запроса
de_de: Abfrageparameter
ru_ua: Параметри запиту

source: Предыдущие
de_de: Vorherige
ru_ua: Попередні

source: Следующие
de_de: Folgende
ru_ua: Наступні

source: Добавить запись
de_de: Eintrag hinzufügen

source: Нет данных для отображения
de_de: Es gibt keine Daten für die Abbildung
ru_ua: Немає даних для відображення

source: Комментарии
de_de: Kommentare
ru_ua: Коментарі

source: Ссылка на комментарий
de_de: Link zum Kommentar
ru_ua: Посилання на коментар

source: Оставить комментарий
de_de: Kommentar hinzufügen
ru_ua: Залишити коментар

source: Стартовая страница
de_de: Startseite
ru_ua: Стартова сторінка

source: Архив
de_de: Archiv
ru_ua: Архів

source: Создать канал
de_de: Chatkanal erstellen
ru_ua: Створити канал

source: Все сообщения
de_de: Alle Nachrichten
ru_ua: Всі повідомлення

source: Каналы чата
de_de: Chatkanäle
ru_ua: Канали чату

source: Архив каналов
de_de: Archiv der Kanäle
ru_ua: Архів каналів

source: Будут добавлены %d рубрик(а) и удалены %d рубрик(а)
de_de: %d Rubrik(en) wurden hinzugefügt und %d Rubrik(en) gelöscht
ru_ua: Буде додано %d рубрик(у) та видалено %d рубрик(у)

source: Будут добавлены следующие рубрики
de_de: Folgende Rubriken werden hinzugefügt
ru_ua: З'являться наступні рубрики

source: Будут обновлены следующие рубрики
de_de: Folgende Rubriken werden neu geladen
ru_ua: Оновляться наступні рубрики

source: Было
de_de: Vorher
ru_ua: Було

source: Стало
de_de: Nacher

source: Будут удалены следующие рубрики
de_de: Folgende Rubriken werden gelöscht
ru_ua: Буде видалено такі рубрики

source: Создать рубрику
de_de: Rubrik erstellen
ru_ua: Створити рубрику

source: Классификаторы
de_de: Klassifikatoren
fr_fr: Classification
ru_ua: Класифікатори

source: Данный учебный курс не связан ни с одним электронным курсом.
de_de: Dieser Lernkurs hat keine Verbindung zu den elektronischen Kursen

source: Перейти на страницу
de_de: Zur Seite gehen
ru_ua: Перейти на сторінку

source: Выбор используемых электронных курсов
de_de: Auswahl der verwendeten elektronischen Kurse

source: Структура учебного модуля пуста
de_de: Struktur des Lernmoduls ist leer
ru_ua: Структура навчального модуля порожня

source: Учебный модуль должен быть открыт в новом окне, для этого нажмите на ссылку
de_de: Lernmodul muss im neuen Fenster geöffnet werden, gehen Sie auf den Link

source: Октрыть курс в новом окне
de_de: Kurs im neuen Fenster öffnen

source: Отсутствует поддержка iframe!
de_de: Es fehlt die Unterstützung iframe!
ru_ua: Відсутня підтримка iframe!

source: Оглавление
de_de: Inhaltsverzeichnis
ru_ua: Зміст

source: Структура
de_de: Struktur

source: Для роли:
de_de: Für die Rolle:
fr_fr: Pour le rôle :
ru_ua: Для ролі:

source: Добавить колонку
de_de: Spalte hinzufügen
fr_fr: Ajouter une colonne
ru_ua: Додати колонку

source: Удалить колонку
de_de: Spalte löschen
fr_fr: Supprimer une colonne
ru_ua: Видалити колонку

source: Вернуть значения по умолчанию
de_de: Werte wiederherstellen
ru_ua: Повернути значення за замовчуванням

source: Добавить инфоблок
de_de: Infoblock hinzufügen
fr_fr: Ajouter un bloc d'information
ru_ua: Додати інфоблок

source: Пустая колонка
de_de: Leere Spalte
fr_fr: Colonne vide
ru_ua: Порожня колонка

source: Ошибка
de_de: Fehler
ru_ua: Помилка

source: Создать упражнение
de_de: Übung erstellen
fr_fr: Créer un exercice
ru_ua: Створити вправу

source: Создать вопрос
de_de: Frage erstellen
ru_ua: Створити питання

source: Создать опрос
de_de: Umfrage erstellen
fr_fr: Créer un formulaire
ru_ua: Створити опитування

source: Общий прогресс
de_de: Gesamter Fortschritt
ru_ua: Загальний прогрес

source: Ограничить количество вопросов из темы
de_de: Fragenzahl aus dem Thema beschränken

source: Темы отсутствуют
de_de: Es gibt keine Themen
ru_ua: Теми відсутні

source: Карточка группы
de_de: Karte der Gruppe
ru_ua: Картка групи

source: Создать подгруппу
de_de: Untergruppe erstellen
ru_ua: Створити підгрупу

source: Выполнить действие
de_de: Aktion erstellen
ru_ua: Виконати дію

source: Перевести на следующий семестр
de_de: Zum nächsten Semester zulassen
ru_ua: Перевести до наступного семестру

source: Перевести на предыдущий семестр
de_de: Vorieges Semester wiedeholen
ru_ua: Перевести до попереднього семестру

source: Группы на специальности отсутствуют
de_de: Es fehlen Fachgruppen
ru_ua: Групи на спеціальності відсутні

source: удалить
de_de: löschen
ru_ua: видалити

source: не отрецензировано
de_de: nicht überprüft
ru_ua: не відрецензовано

source: Не заполнено
de_de: nicht ausgefüllt
ru_ua: Не заповнено

source: Создать группу страниц
de_de: Seitengruppe erstellen
fr_fr: Créer un groupe de pages
ru_ua: Створити групу сторінок

source: Создать страницу
de_de: Seite erstellen
fr_fr: Créer une page
ru_ua: Створити сторінку

source: Информационные страницы
de_de: Informative Seiten
fr_fr: Pages d'information
ru_ua: Інформаційні сторінки

source: создать инфоблок
de_de: Infoblock erstellen
ru_ua: створити інфоблок

source: Период
de_de: Periode
ru_ua: Період

source: Количество заявок
de_de: Anzahl der Wahlkurse
ru_ua: Кількість заявок

source: Виджет не найден
de_de: Widget wurde nicht gefunden
ru_ua: Віджет не знайдено

source: Добавить факт
de_de: Fakt hinzufügen
ru_ua: Додати факт

source: Записаны
de_de: Eingetragen
ru_ua: Записано

source: Учатся
de_de: Lernen
ru_ua: Навчаються

source: Завершили
de_de: Beendet

source: Все блоки
de_de: Alle Blöcke
ru_ua: Всі блоки

source: Найти
de_de: Finden
fr_fr: Rechercher
ru_ua: Пошук

source: Статистика базы знаний
de_de: Statistik der Wissensdatenbank
ru_ua: Статистика бази знань

source: Всего информационных ресурсов
de_de: Gesamtzahl der Informationsressoursen
ru_ua: Всього інформаційних ресурсів

source: Общее количество пользователей
de_de: Gesame Benutzerzahl
ru_ua: Загальна кількість користувачів

source: Новых ресурсов за последний месяц
de_de: Anzahl neuer Ressourcen im letzten Monat
ru_ua: Кількість нових ресурсів за останній місяць

source: Последние просмотренные информационные ресурсы
de_de: Kürzlich gesehene informative Ressourcen
ru_ua: Останні переглянуті інформаційні ресурси

source: Последние добавления в базу знаний
de_de: Letzte Ergänzungen in die Wissensdatenbank
ru_ua: Останні доповнення в базу знань

source: Нет рубрик в классификаторе
de_de: Es gibt keine Rubriken im Klassifikator
ru_ua: Відсутні рубрик в класифікаторі

source: Создать занятие
de_de: Lerneinheit erstellen
ru_ua: Створити заняття

source: Сгенерировать план занятий
de_de: Übungsplan generieren
ru_ua: Згенерувати план занять

source: Список адресатов
de_de: Empfängerliste
ru_ua: Список одержувачів

source: Создать сообщение
de_de: Nachricht erstellen
ru_ua: Створити повідомлення

source: Добавить группу полей
de_de: Gruppe der Felder hinzufügen
ru_ua: Додати групу полів

source: Редактировать группу полей
de_de: Gruppe der Felder bearbeiten
ru_ua: Редагувати групу полів

source: Название поля
de_de: Feldtitel
ru_ua: Назва поля

source: Значения
de_de: Werte
ru_ua: Значення

source: Публичное
de_de: Öffentlich
ru_ua: Публічне

source: Обязательное
de_de: Obligatorisch
ru_ua: Обов'язкове

source: Защищённое
de_de: Geschützt
ru_ua: Захищене

source: Удалить поле
de_de: Feld löschen
ru_ua: Видалити поле

source: Поднять
de_de: Nach oben verschieben
ru_ua: Вверх

source: Опустить
de_de: Nach unten verschieben
ru_ua: Вниз

source: Добавить поле
de_de: Feld hinzufügen
ru_ua: Додати поле

source: создать группу полей
de_de: Gruppe der Felder erstellen
ru_ua: створити групу людей

source: Опубликовать новость
de_de: Nachricht veröffentlichen

source: Список новостей
de_de: Nachrichtenliste
ru_ua: Список новин

source: Новость не найдена
de_de: Nachricht wurde nicht gefunden
ru_ua: Новину не знайдено

source: Будут добавлены %d элемента(ов) и %d пользователя(ей), обновлены %d элемента(ов) и %d пользователя(ей), удалены %d элемента(ов)
de_de: %d Element(e) und %d Benutzer wurden hinzugefügt, %d Element(e) und %d Benutzer aktualisiert, %d Element(e) gelöscht
ru_ua: Буде додано %d елемента(ів) та %d користувача(ів) оновлено %d елемента(ів) та %d користувача(ів), видалено %d елемента(ів)

source: Будут добавлены следующие элементы
de_de: Folgende Elemente werden hinzugefügt
ru_ua: Будуть добавлені наступні елементи

source: Название подразделения/должности
de_de: Titel der Abteilung/Stelle
ru_ua: Назва підрозділу/посади

source: В должности
de_de: In der Position
ru_ua: У посаді

source: Будут добавлены следующие пользователи
de_de: Folgende Benutzer wurden hinzugefügt
ru_ua: Будуть добавлені наступні користувачі

source: Будут обновлены следующие элементы
de_de: Folgenden Elemente wurden aktualisiert
ru_ua: Буде оновлено такі елементи

source: Название исходного подразделения/должности
de_de: Titel der Abteilung/Stelle
ru_ua: Назва вихідного підрозділу/посади

source: Будут обновлены следующие пользователи
de_de: Folgende Benutzer wurden aktualisiert
ru_ua: Будуть оновлені наступні користувачі

source: Будут удалены следующие элементы
de_de: Folgenden Elemente wurden gelöscht
ru_ua: Будуть видалені наступні елементи

source: Оргструктура
de_de: Organisationsstruktur
fr_fr: Structure organisationnelle

source: Карточка провайдера
de_de: Karte des Anbieters
fr_fr: Carte du provider
ru_ua: Картка провайдера

source: Будут добавлены %d вопроса(ов)
de_de: %d Frage(n) wurden hinzugefügt
ru_ua: Будуть добавлені %d питання(нь)

source: Будут добавлены следующие вопросы
de_de: Folgende Fragen wurden hinzugefügt
ru_ua: Будуть добавлені наступні питання

source: Ответы
de_de: Antworten
ru_ua: Відповіді

source: Создать вариант
de_de: Variante erstellen
ru_ua: Створити варіант

source: Максимум
de_de: Maximum

source: Минимум
de_de: Mindestens
ru_ua: Мінімум

source: Среднее
de_de: Durchschnittlich
ru_ua: Середнє

source: Сумма
de_de: Summe
ru_ua: Сума

source: Групповое объединение
de_de: Gruppenvereinigung
ru_ua: Групове об'єднання

source: Поле в базе данных
de_de: Feld in der Datenbank
ru_ua: Поле в базі даних

source: Заголовок столбца
de_de: Spaltentitel
ru_ua: Заголовок стовпця

source: Преобразования
de_de: Umwandlungen
ru_ua: Перетворення

source: Вычисления
de_de: Berechnungen
ru_ua: Обчислення

source: Фильтры
de_de: Filter
ru_ua: Фільтри

source: Предпросмотр
de_de: Vorschau
ru_ua: Попередній перегляд

source: название столбца
de_de: Spaltentitel
ru_ua: назва стовпц

source: Поле является скрытым
de_de: Feld ist versteckt
ru_ua: Поле є прихованим

source: Поле является видимым
de_de: Feld ist sichtbar
ru_ua: Видиме поле

source: Поле является входным параметром отчета
de_de: Feld ist ein Eingangsparameter des Berichts
ru_ua: Поле є вхідним параметром звіту

source: Поле не является входным параметром отчета
de_de: Feld ist kein Eingangsparameter des Berichts
ru_ua: Поле не є вхідним параметром звіту

source: Введите значение фильтра для поля
de_de: Geben Sie einen Wert des Filters für das Feld ein
ru_ua: Введіть значення фільтру для поля

source: от
de_de: Von
ru_ua: від

source: до
de_de: Bis

source: Неверный формат целого числа
de_de: Falsches Format der ganzen Zahl
ru_ua: Невірний формат цілого числа

source: целое число
de_de: Ganze Zahl
ru_ua: ціле число

source: Неверный формат вещественного числа
de_de: Falsches Format der Zahl
ru_ua: Невірний формат дійсного числа

source: вецественное число
de_de: Zahl

source: маска строки
de_de: Zeilenmaske
ru_ua: маска рядка

source: тип неопределён
de_de: Typ ist nicht bestimmt
ru_ua: тип невизначено

source: Отчеты
de_de: Berichte
ru_ua: Звіти

source: создать аудиторию
de_de: Unterrichtsraum erstellen
fr_fr: Créer une salle de cours
ru_ua: створити аудиторію

source: Классификатор учебных курсов
de_de: Auswahlkriterien der Lernkurse
ru_ua: Класифікатор дисциплін

source: Были добавлена %d классификаций
de_de: %d Klassifikationen wurden hinzugefügt
ru_ua: Було додано %d класифікацій

source: Рубрика
de_de: Rubrik

source: Будут добавлены %d курса(ов) и обновлены %d курса(ов)
de_de: %d Kurs(e) wurden hinzugefügt und %d Kurs(e) aktualisiert
ru_ua: Буде додано %d та оновлено %d дисциплін

source: Будут добавлены следующие курсы
de_de: Folgende Kurse wurden hinzugefügt
ru_ua: Будуть додані такі дисципліни

source: Будут обновлены следующие курсы
de_de: Folgende Kurse wurden aktualisiert
ru_ua: Буде оновлено такі дисципліни
