Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Тип ресурса
de_de: Art der Ressource
fr_fr: Type de ressource
ru_ua: Тип ресурсу

source: Удалить из структуры
de_de: Aus der Struktur entfernen
fr_fr: Supprimer de la structure
ru_ua: Видалити зі структури

source: Вы действительно желаете удалить выбранный элемент из структуры модуля? При этом соответствующий информационный ресурс не будет удалён и Вы сможете использовать его в дальнейшем.
de_de: Wollen Sie wirklich das ausgewählte Element aus der Struktur des Moduls zu löschen? Dabei wird die entsprechende informative Ressource nicht gelöscht. Sie können es weiterhin verwenden.
fr_fr: Êtes-vous sûr de vouloir supprimer l’élément sélectionné de la structure du module ? La source d’information correspondante ne sera pas supprimée et vous pourrez l’utiliser à nouveau à l’avenir.
ru_ua: Ви дійсно бажаєте видалити вибраний елемент зі структури модуля? При цьому відповідний інформаційний ресурс не буде видалений і Ви зможете використовувати його в подальшому.

source: Вы действительно желаете удалить выбранные элементы из структуры модуля? При этом соответствующие информационные ресурсы не будут удалены и Вы сможете использовать их в дальнейшем.
de_de: Wollen Sie wirklich die ausgewählten Elemente aus der Struktur des Moduls zu löschen? Dabei wird die entsprechende informative Ressource nicht gelöscht. Sie können es weiterhin verwenden.
fr_fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés de la structure du module ? Les sources d’information correspondantes ne seront pas supprimées et vous pourrez les utiliser à nouveau à l’avenir.
ru_ua: Ви дійсно бажаєте видалити вибрані елементи зі структури модуля? При цьому відповідні інформаційні ресурси не буде видалено і Ви зможете використовувати їх надалі.

source: Раздел успешно добавлен
de_de: Abschnitt wurde erfolgreich hinzugefügt
fr_fr: La section a été ajoutée
ru_ua: Розділ успішно додано

source: Ошибка при добавлении раздела.
de_de: Fehler beim Hinzufügen des Abschnitts.
fr_fr: Une erreur est survenue lors de l'ajout de la section.
ru_ua: Помилка під час додавання розділу.

source: Раздел успешно отредактирован
de_de: Abschnitt wurde erfolgreich bearbeitet
fr_fr: La section a été éditée
ru_ua: Розділ успішно відредаговано

source: Элемент успешно удалён
de_de: Element wurde erfolgreich gelöscht
fr_fr: L'élément a été supprimé
ru_ua: Елемент успішно видалено

source: Элементы успешно удалёны
de_de: Elemente wurde erfolgreich gelöscht
fr_fr: Les éléments ont été supprimés
ru_ua: Елементи успішно видалено

source: Содержимое файла
de_de: Inhalt der Datei
fr_fr: Contenu du fichier
ru_ua: Вміст файлу

source: Краткое описание
de_de: Kurze Beschreibung
fr_fr: Bref descriptif
ru_ua: Короткий опис

source: Плановая дата окончания разработки
de_de: Planmässige Frist für den Entwicklungsabschluss
fr_fr: Date prévue de fin d'élaboration
ru_ua: Планова дата закінчення розробки

source: Компетенции
de_de: Kompetenzen
fr_fr: Compétences
ru_ua: Компетенції

source: Продолжительность обучения (в часах)
de_de: Dauer der Ausbildung in Stunden
fr_fr: Durée de la formation (en heures)
ru_ua: Тривалість навчання (в годинах)

source: Не показывать меню учебного модуля (модуль имеет собственную встроенную навигацию)
de_de: Menü des Lernmoduls nicht anzeigen (das Modul hat eigene eingebaute Navigation)
fr_fr: Ne pas afficher le menu du module d'enseignement (le module a sa propre navigation intégrée)

source: Принудительно открывать модуль в новом окне
de_de: Modul im neuen Fenster zwangsläufig öffnen
fr_fr: Forcer le module à s'ouvrir dans une nouvelle fenêtre
ru_ua: Примусово відкривати модуль в новому вікні

source: Эмулировать режим совместимости Internet Explorer
de_de: Kompatibilität mit Internet Explorer emulieren
fr_fr: Lancer le régime de compatibilité avec Internet Explorer

source: Разработка и поставка
de_de: Entwicklung und Lieferung
fr_fr: Développement et approvisionnement
ru_ua: Розробка і постачання

source: Данная операция удалит структуру модуля (если она существует) и все материалы. Продолжить?
de_de: Diese Aktion löscht die Struktur des Modules (wenn sie existiert) und alle zugehörigen Materialien. Fortfahren?
fr_fr: Cette opération supprimera la structure du module (si elle existe) et tous les documents. Continuer ?
ru_ua: Дана операція видалить структуру модуля (якщо вона існує) і всі матеріали. Продовжити?

source: Выберите формат пакета
de_de: Wählen Sie das Format des Pakets aus
fr_fr: Sélectionner le format du paquet
ru_ua: Оберіть формат пакету

source: Переписать название учебного модуля
de_de: Lernmodultitel ändern
fr_fr: Modifier le titre du module d'enseignement
ru_ua: Переписати назву навчального модулю

source: Импорт учебного модуля
de_de: Import des Lernmoduls
fr_fr: Importer un module d'enseignement
ru_ua: Імпорт навчального модулю

source: Раздел
de_de: Abschnitt
fr_fr: Section
ru_ua: Розділ

source: Авторизация
de_de: Autorisierung
fr_fr: Autorisation
ru_ua: Авторизація

source: Вы неверно ввели имя пользователя или пароль
de_de: Benutzername oder Passwort sind falsch
fr_fr: Nom d'utilisateur ou mot de passe invalide
ru_ua: Ви невірно ввели ім'я користувача або пароль

source: Пользователь успешно авторизован.
de_de: Benutzer wurde erfolgreich autorisiert.
fr_fr: L'utilisateur a obtenu l'autorisation
ru_ua: Користувача успішно авторизовано.

source: Пользователь не найден.
de_de: Benutzer wurde nicht gefunden.
fr_fr: Nom d'utilisateur non trouvé
ru_ua: Користувача не знайдено.

source: Восстановление пароля невозможно. Не прошел минимальный срок действия пароля.
de_de: Wiederherstellung des Passwortes ist nicht möglich. Die minimale Laufzeit des Passwortes ist nicht abgelaufen.
fr_fr: Restauration du mot de passe impossible. Le délai minimum de validité du mot de passe n’a pas expiré.
ru_ua: Неможливо відновити пароль. Не пройшов мінімальний термін дії пароля.

source: Восстановление пароля невозможно. Отсутствует адрес электронной почты.
de_de: Wiederherstellung des Passwortes ist nicht möglich. Es fehlt die E-Mail-Adresse.
fr_fr: Restauration du mot de passe impossible faute d'adresse électronique
ru_ua: Неможливо відновити пароль. Відсутня адреса електронної пошти.

source: Пароль успешно отправлен на электронную почту.
de_de: Passwort wurde auf Ihre E-Mail erfolgreich versandt.
fr_fr: Le mot de passe a été envoyé à votre adresse électronique
ru_ua: Пароль успішно відправлено на електронну пошту.

source: Пароль успешно обновлен.
de_de: Passwort wurde erfolgreich erneuert.
fr_fr: Le mot de passe a été mis à jour
ru_ua: Пароль успішно оновлено.

source: Название горизонтального заголовка
de_de: Name des horizontalen Titels
fr_fr: Nom du titre horizontal
ru_ua: Назва горизонтального заголовку

source: Заголовок 1
de_de: Titel 1
fr_fr: Titre 1

source: Заголовок 2
de_de: Titel 2

source: Заголовок 3
de_de: Titel 3

source: Заголовок 4
de_de: Titel 4

source: Заголовок 5
de_de: Titel 5

source: Заголовок 6
de_de: Titel 6

source: Заголовок 7
de_de: Titel 7

source: Заголовок 8
de_de: Titel 8

source: Заголовок 9
de_de: Titel 9

source: Заголовок 10
de_de: Titel 10

source: Заголовок 11
de_de: Titel 11

source: Заголовок 12
de_de: Titel 12

source: Заголовок 13
de_de: Titel 13

source: Заголовок 14
de_de: Titel 14

source: Заголовок 15
de_de: Titel 15

source: Заголовок 16
de_de: Titel 16

source: Название вертикального заголовка
de_de: Name des vertikalenen Titels
fr_fr: Titre vertical
ru_ua: Назва вертикального заголовку

source: Вертикальный заголовок 1
de_de: Vertikaler Titel 1
fr_fr: Titre vertical 1
ru_ua: Вертикальний заголовок 1

source: Вертикальный заголовок 2
de_de: Vertikaler Titel 2
ru_ua: Вертикальний заголовок 2

source: Вертикальный заголовок 3
de_de: Vertikaler Titel 3
ru_ua: Вертикальний заголовок 3

source: Действия со строками
de_de: Aktionen mit den Zeilen
fr_fr: Actions sur les lignes
ru_ua: Дії з рядками

source: Тестовое действие
de_de: Testaktion
fr_fr: Action test
ru_ua: Тестова дія

source: Действия со столбцами
de_de: Aktionen mit den Spalten
fr_fr: Actions sur les colonnes
ru_ua: Дії зі стовпцями

source: Тестовое действия со столбцами
de_de: Testaktion mit den Spalten
fr_fr: Actions-test avec colonnes
ru_ua: Тестова дія зі стовпцями

source: Логин:
de_de: Login:
fr_fr: login
ru_ua: Логін:

source: Пароль:
de_de: Passwort:
fr_fr: Mot de passe :

source: Код подтверждения:
de_de: Bestätigungscode:
fr_fr: Code de confirmation
ru_ua: Код підтвердження:

source: Войти
de_de: Einloggen
fr_fr: Entrer
ru_ua: Вхід

source: Запомнить
de_de: Zugangsdaten speichern
fr_fr: Se souvenir de mon mot de passe
ru_ua: Запам'ятати

source: Новый пароль:
de_de: Neues Passwort:
fr_fr: Nouveau mot de passe :
ru_ua: Новий пароль:

source: Подтвердите пароль:
de_de: Passwort bestätigen:
fr_fr: Confirmer le mot de passe :
ru_ua: Підтвердіть пароль:

source: Обновление пароля
de_de: Passwort erneuern
fr_fr: Mettre à jour le mot de passe
ru_ua: Оновлення пароля

source: Изменить пароль
de_de: Passwort ändern
fr_fr: Changer le mot de passe
ru_ua: Змінити пароль

source: Имя (Логин)
de_de: Benutzername (Login)
fr_fr: Nom (utilisateur)
ru_ua: Ім'я (Логін)

source: Восстановить
de_de: Wiederherstellen
fr_fr: Restaurer
ru_ua: Відновити

source: Восстановление пароля
de_de: Passwort wiederherstellen
fr_fr: Restauration du mot de passe
ru_ua: Відновлення пароля

source: Тесты успешно назначены на курс
de_de: Tests wurden erfolgreich dem Kurs zugewiesen
fr_fr: Les tests ont été assignés au cours
ru_ua: Тести успішно призначені до дисципліни

source: Назначение успешно отменено
de_de: Zuordnung wurde erfolgreich abgebrochen
fr_fr: L'assignation a été annulée
ru_ua: Призначення успішно скасовано

source: Вопросов
de_de: Fragen
fr_fr: Questions
ru_ua: Питань

source: Используется в данном курсе?
de_de: Wird in diesem Kurs verwendet?
fr_fr: Cet élément est-il employé dans ce cours ?
ru_ua: Використовується в цій дисципліні?

source: Статус ресурса БЗ
de_de: Status der Ressource aus Wissensdatenbank
fr_fr: Statut de la ressource des connaissances de base
ru_ua: Статус ресурсу БЗ

source: Использовать в данном курсе
de_de: In diesem Kurs verwenden
fr_fr: Employé dans ce cours
ru_ua: Використовувати в цій дисципліні

source: Не использовать в данном курсе
de_de: In diesem Kurs nicht verwenden
fr_fr: Non employé dans ce cours
ru_ua: Не використовувати в цій дисципліні

source: Упражнение успешно создано
de_de: Übung wurde erfolgreich erstellt
fr_fr: L'exercice a été créé
ru_ua: Вправа успішно створена

source: Упражнение успешно обновлёно
de_de: Übung wurde erfolgreich erneuert
fr_fr: L'exercice a été mis à jour
ru_ua: Вправа успішно оновлена

source: Упражнение успешно удалёно
de_de: Übung wurde erfolgreich gelöscht
fr_fr: L'exercice a été supprimé
ru_ua: Вправа успішно видалена

source: Упражнения успешно удалены
de_de: Übungen sind erfolgreich gelöscht
fr_fr: Les exercices ont été supprimés
ru_ua: Вправи успішно видалені

source: Для удаления упражнения не хватает прав
de_de: Für Entfernung der Übung fehlen Rechte
fr_fr: Vous n'êtes pas autorisé à supprimer un exercice
ru_ua: Не вистачає прав для того, щоб видаляти вправи

source: Упражнения успешно опубликованы.
de_de: Übungen wurden erfolgreich veröffentlicht.
fr_fr: Les exercices ont été publiés
ru_ua: Вправи успішно опубліковані.

source: Вопрос успешно создан
de_de: Frage wurde erfolgreich erstellt
fr_fr: La question a été créée
ru_ua: Питання успішно створено

source: Вопрос успешно обновлён
de_de: Frage wurde erfolgreich erneuert
fr_fr: La question a été mise à jour
ru_ua: Питання успішно оновлено

source: Вопрос успешно удалён
de_de: Frage wurde erfolgreich gelöscht
fr_fr: La question a été supprimée
ru_ua: Питання успішно видалено

source: Вопросы успешно удалены
de_de: Fragen wurden erfolgreich gelöscht
fr_fr: Les questions ont été supprimées
ru_ua: Питання успішно видалені

source: Вопросы успешно опубликованы
de_de: Fragen wurden erfolgreich veröffentlicht
fr_fr: Les questions ont été publiées
ru_ua: Питання успішно опубліковані

source: Вопросы успешно сняты с публикации
de_de: Fragen wurden erfolgreich aus der Publikation entfernt
fr_fr: Les questions ont été supprimées de la publication
ru_ua: Питання успішно зняті з публікації

source: Отменить публикацию
de_de: Publikation abbrechen
fr_fr: Annuler la publication
ru_ua: Скасувати публікацію

source: Ограничение по времени
de_de: Zeitlimit
fr_fr: Temps limite
ru_ua: Обмеження в часі

source: Нет условия
de_de: Keine Bedingung
fr_fr: Pas de conditions
ru_ua: Без умови

source: Есть условие
de_de: Mit Bedingung
fr_fr: Condition existante
ru_ua: Існує умова

source: Просмотр результатов
de_de: Durchsicht der Ergebnisse
fr_fr: Aperçu des résultats
ru_ua: Перегляд результатів

source: Вы подтверждаете удаление отмеченных занятий?
de_de: Bestätigen Sie die Entfernung von markierten Aktivitäten?
fr_fr: Êtes-vous sûr de vouloir supprimer les cours sélectionnés ?
ru_ua: Ви підтверджуєте видалення позначених занять?

source: Готово
de_de: Fertig
fr_fr: Prêt

source: Когда отправлять автоматическое уведомление
de_de: Wann soll die automatische Mitteilung abgesendet werden
fr_fr: Quand envoyer une notification automatique
ru_ua: Коли відправляти автоматичне повідомлення

source: Ограничение времени запуска
de_de: Zeitrahmen für den Start
fr_fr: Temps limite de lancement
ru_ua: Обмеження в часі при запуску

source: Тип опроса
de_de: Art der Umfrage
fr_fr: Type de questionnaire
ru_ua: Тип опитування

source: Инструмент
de_de: Tool
fr_fr: Outil
ru_ua: Інструмент

source: Все прошедшие обучение
de_de: Alle Kursabsolventen
fr_fr: Toutes les personnes ayant suivi la formation
ru_ua: Всі, що пройшли навчання

source: Список прошедших обучение
de_de: Liste der Kursabsolventen
fr_fr: Liste des personnes ayant suivi la formation
ru_ua: Список тих, хто завершив навчання

source: Автоматически назначать всем новым прошедшим обучение
de_de: Automatisch zuordnen für alle neuen Kursabsolventen
fr_fr: Assigner automatiquement toutes les personnes ayant nouvellement suivi la formation

source: Файл не найден
de_de: Datei wurde nicht gefunden
fr_fr: Fichier non trouvé
ru_ua: Файл не знайдено

source: Формула успешно удалена
de_de: Formel wurde erfolgreich gelöscht
fr_fr: La formule a été supprimée
ru_ua: Формула успішно видалена

source: Карточка подгруппы
de_de: Karte der Untergruppe
fr_fr: Carte de sous-groupe
ru_ua: Картка підгрупи

source: Количество слушателей
de_de: Teilnehmerzahl
fr_fr: Nombre d'auditeurs
ru_ua: Кількість слухачів

source: Подгруппа успешно создана
de_de: Untergruppe wurde erfolgreich erstellt
fr_fr: Le sous-groupe a été créé
ru_ua: Підгрупа успішно створена

source: Состоит в этой подгруппе?
de_de: Gehört zu dieser Untergruppe?
fr_fr: Est-il/elle membre de ce sous-groupe ?
ru_ua: Входить до цієї підгрупи?

source: Включить в подгруппу
de_de: In Untergruppe aufnehmen
fr_fr: Incrire dans le sous-groupe
ru_ua: Зарахувати до підгрупи

source: Исключить из подгруппы
de_de: Aus Untergruppe auszuschließen
fr_fr: Supprimer du sous-groupe
ru_ua: Відрахувати з підгрупи

source: Вы действительно хотите исключить отмеченных пользователей из подгруппы?
de_de: Wollen Sie die bemerkten Benutzer aus Untergruppe wirklich ausschließen?
fr_fr: Êtes-vous sûr de vouloir supprimer du sous-groupe les utilisateurs sélectionnés ?
ru_ua: Ви дійсно хочете виключити позначених користувачів з підгрупи?

source: Пользователи успешно добавлены.
de_de: Benutzer wurden erfolgreich hinzugefügt.
fr_fr: Les utilisateurs ont été ajoutés
ru_ua: Користувачі успішно додані.

source: Пользователи успешно удалены из подгруппы
de_de: Benutzer wurden aus Untergruppe erfolgreich gelöscht
fr_fr: Les utilisateurs ont été supprimés du sous-groupe
ru_ua: Користувачі успішно видалені з підгрупи

source: Подгруппа успешно изменена
de_de: Untergruppe wurde erfolgreich geändert
fr_fr: Le sous-groupe a été modifié
ru_ua: Підгрупа успішно змінена

source: Подгруппа успешно удалена
de_de: Untergruppe wurde erfolgreich gelöscht
fr_fr: Le sous-groupe a été supprimé
ru_ua: Підгрупа успішно видалена

source: Подгруппы успешно удалены
de_de: Untergruppen wurden erfolgreich gelöscht
fr_fr: Les sous-groupes ont été supprimés
ru_ua: Підгрупи успішно видалені

source: Специальность
de_de: Beruf
fr_fr: Spécialité
ru_ua: Спеціальність

source: Семестр %d
de_de: Semester %d

source: Семестр
de_de: Semester
fr_fr: Semestre

source: Группы успешно переведены
de_de: Gruppen wurden erfolgreich verlegt
fr_fr: Les groupes ont été transférés
ru_ua: Групи успішно переведені

source: Группа
de_de: Gruppe
fr_fr: Groupe
ru_ua: Група

source: Все
de_de: Alle
ru_ua: Всі

source: Заголовок
de_de: Titel
fr_fr: Titre

source: Текст помощи
de_de: Hilfstext
fr_fr: Texte de l'aide
ru_ua: Текст розділу "Допомога"

source: Отрецензировано
de_de: Rezensiert
fr_fr: Recensé
ru_ua: Відрецензовано

source: Отмена
de_de: Abbrechen
fr_fr: Supprimer
ru_ua: Скасувати

source: Помощь
de_de: Hilfe
fr_fr: Aide
ru_ua: Допомога

source: Группа страниц успешно создана
de_de: Seitengruppe wurde erfolgreich erstellt
fr_fr: Le groupe de pages a été créé
ru_ua: Група сторінок успішно створена

source: Группа страниц
de_de: Seitengruppe wurde erfolgreich erstellt
fr_fr: Groupe de pages
ru_ua: Група сторінок

source: Содержимое
de_de: Inhalt
fr_fr: Contenu
ru_ua: Вміст

source: Информационная страница
de_de: Infoseite
fr_fr: Page d'information
ru_ua: Інформаційна сторінка

source: Не выбраны элементы
de_de: Elemente wurden nicht ausgewählt
fr_fr: Éléments non sélectionnés
ru_ua: Елементи не вибрані

source: Видимость успешно изменена
de_de: Ansicht wurde erfolgreich geändert
fr_fr: La visibilité a été modifiée
ru_ua: Видимість успішно змінено

source: При изменении видимости произошла ошибка
de_de: Bei der Ansichtänderung ist ein Fehler aufgetreten
fr_fr: Une erreur est survenue lors du changement de visibilité
ru_ua: Виникла помилка під час зміни видимості

source: Содержание
de_de: Inhalt
fr_fr: Contenu
ru_ua: Зміст

source: все
de_de: alle
fr_fr: Tous
ru_ua: всі

source: Время в системе, часы
de_de: Zeit im System, Stunden
fr_fr: Heure interne au système
ru_ua: Час в системі, годинник

source: Количество сессий
de_de: Sitzungszahl
fr_fr: Nombre de sessions
ru_ua: Кількість сесій

source: Среднее количество пользователей в это время
de_de: Durchschnitliche Benutzerzahl zur Zeit
fr_fr: Nombre moyen d'utilisateurs au moment présent
ru_ua: Середня кількість користувачів за цей час

source: Час суток
de_de: Tageszeit
fr_fr: Heure
ru_ua: Година доби

source: Среднее количество пользователей в этот день
de_de: Durchschnittliche Benutzerzahl an diesem Tag
fr_fr: Nombre moyen d'utilisateurs aujourd'hui
ru_ua: Середня кількість користувачів за день

source: День недели
de_de: Wochentag
fr_fr: Jour de la semaine
ru_ua: День тижня

source: Убрать публикацию
de_de: Veröffentlichung löschen
fr_fr: Cacher la publication
ru_ua: Відмінити публікацію

source: Факт успешно создан
de_de: Fakt wurde erfolgreich erstellt
fr_fr: L'événement a été créé
ru_ua: Факт успішно створений

source: Факт успешно обновлён
de_de: Fakt wurde erfolgreich erneuert
fr_fr: L'événement a été mis à jour
ru_ua: Факт успішно оновлено

source: Факт успешно удалён
de_de: Fakt wurde erfolgreich gelöscht
fr_fr: L'événement a été supprimé
ru_ua: Факт успішно видалений

source: Факты успешно удалены
de_de: Fakten wurden erfolgreich gelöscht
fr_fr: Les événements ont été supprimés
ru_ua: Факти успішно видалені

source: Факты успешно опубликованы
de_de: Fakten wurden erfolgreich veröffentlicht
fr_fr: Les événements ont été publiés
ru_ua: Факти успішно опубліковані

source: Публикация факта успешно отменена
de_de: Veröffentlichung des Faktes wurde erfolgreich abgebrochen
fr_fr: La publication des événements a été annulée
ru_ua: Публікація факту успішно скасована

source: Настройки блока успешно сохранены
de_de: Einstellungen des Blocks wurden erfolgreich gespeichert
fr_fr: Les préférences du bloc ont été sauvegardées
ru_ua: Налаштування блоку успішно збережені

source: Выберите вопрос
de_de: Wählen Sie die Frage aus
fr_fr: Sélectionner une question
ru_ua: Оберіть питання

source: подать заявку
de_de: Anmelden
fr_fr: Soumettre une demande
ru_ua: подати заявку

source: Факт
de_de: Fakt
fr_fr: Événement

source: Выберите опрос
de_de: Wählen Sie die Umfrage aus
fr_fr: Choisir un questionnaire
ru_ua: Оберіть опитування

source: Настройки блока опросов
de_de: Einstellungen des Umfrage-Blocks
fr_fr: Configuration du bloc des questionnaires
ru_ua: Налаштування блоку опитувань

source: Главная страница Портала
de_de: Startseite
fr_fr: Page principale du portail
ru_ua: Головна сторінка Порталу

source: Личный кабинет
de_de: Persönlicher Bereich
fr_fr: Dossier personnel
ru_ua: Особистий кабінет

source: Пользователь %s
de_de: Benutzer %s
fr_fr: Utilisateur %s
ru_ua: Користувач %s

source: Сообщение успешно добавлено.
de_de: Mitteilung wurde erfolgreich hinzugefügt.
fr_fr: Le message a été ajouté
ru_ua: Повідомлення успішно додано.

source: Тип сообщения
de_de: Typ der Mitteilung
fr_fr: Type de message
ru_ua: Тип повідомлення

source: Оценка
de_de: Bewertung
ru_ua: Оцінка

source: Файлы
de_de: Dateien
fr_fr: Fichiers
ru_ua: Файли

source: Добавить
de_de: Hinzufügen
fr_fr: Ajouter
ru_ua: Додати

source: Добавить сообщение
de_de: Mitteilung hinzufügen
fr_fr: Ajouter un message

source: Не указана метка
de_de: Markierung wurde nicht angegeben
fr_fr: La note n'est pas indiquée
ru_ua: Не вказана мітка

source: Данное занятие невозможно запустить
de_de: Es ist nicht möglich diese Aktivität zu starten
fr_fr: Le cours ne peut pas être lancé
ru_ua: Дане заняття неможливо запустити

source: Не указан идентификатор занятия
de_de: Identifikator der Aktivität wurde nicht angegeben
fr_fr: L'identificateur du cours n'a pas été indiqué
ru_ua: Не вказаний ідентифікатор заняття

source: Сгенерировано %s занятий
de_de: Es wurde %s der Trainings erzeugt
fr_fr: Cours lancé à %s

source: Условие
de_de: Bedingung
fr_fr: Condition
ru_ua: Умова

source: Просмотреть результаты
de_de: Ergebnisse ansehen
fr_fr: Aperçu des résultats

source: %s день - %s день
de_de: %s Tag(s) - %s Tag(s)
fr_fr: %s jour(s) - %s jour(s)

source: %s день
de_de: %s Tag(s)
fr_fr: %s jour(s)

source: Занятие успешно добавлено
de_de: Lerneinheit wurde erfolgreich hinzugefügt
fr_fr: Le cours a été ajouté
ru_ua: Заняття успішно додано

source: Занятие успешно изменено
de_de: Lerneinheit wurde erfolgreich geändert
fr_fr: Le cours a été modifié
ru_ua: Заняття успішно змінено

source: Занятие успешно удалено
de_de: Lerneinheit wurde erfolgreich gelöscht
fr_fr: Le cours a été supprimé
ru_ua: Заняття успішно видалено

source: Занятия успешно удалены
de_de: Lerneinheiten wurden erfolgreich gelöscht
fr_fr: Les cours ont été supprimés
ru_ua: Заняття успішно видалені

source: Без темы
de_de: Ohne Thema
fr_fr: Sans objet
ru_ua: Без теми

source: Результаты занятия
de_de: Trainingsergebnisse
fr_fr: Résultats du cours
ru_ua: Результати заняття

source: Материал
de_de: Material
fr_fr: Document
ru_ua: Матеріал

source: Балл
de_de: Punkt
fr_fr: Point
ru_ua: Бал

source: Мин/Mакс
de_de: Min/Max
fr_fr: Mini/Maxi
ru_ua: Мін/Макс

source: Начало
de_de: Start
fr_fr: Début
ru_ua: Початок

source: Конец
de_de: Ende
fr_fr: Fin
ru_ua: Кінець

source: Выберите слушателя
de_de: Wählen Sie den Teilnehmer aus
fr_fr: Sélectionner un auditeur
ru_ua: Оберіть слухача

source: Статус изучения
de_de: Lernstatus
fr_fr: Statut de l'enseignement

source: Количество сеансов
de_de: Sitzungszahl
fr_fr: Nombre de sessions
ru_ua: Кількість сеансів

source: в процессе
de_de: Im Prozess
fr_fr: en cours
ru_ua: в процесі

source: Родитель
de_de: Eltern
fr_fr: Parent

source: Протокол выполнения
de_de: Ausführungsprotokoll
fr_fr: Protocole d'exécution
ru_ua: Протокол виконання
