Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Бизнес процесс успешно создан
de_de: Das Business der Prozess ist erfolgreich geschaffen
ru_ua: Бізнес процес успішно створено

source: Бизнес процессы успешно удалены
de_de: Das Business sind die Prozesse erfolgreich entfernt
ru_ua: Бізнес процеси успішно видалені

source: Дата '%value%' должна быть больше '%min%'
de_de: Das Datum ' %value % ' soll grösser ' %min % ' sein
ru_ua: Дата '%value%' повинна бути більше '%min%'

source: Дата '%value%' должна быть больше и равна '%max%'
de_de: Das Datum ' %value % ' soll grösser sein und ist ' %max % ' gleich
ru_ua: Дата '%value%' повинна бути більше та рівна '%max%'

source: Дата '%value%' должна быть меньше или равна '%max%'
de_de: Das Datum ' %value % ' soll weniger sein oder ist ' %max % ' gleich
ru_ua: Дата '%value%' повинна бути менше або рівною '%max%'

source: Дата проведения занятия была скорректирована так как она выходила за рамки курса
de_de: Das Datum der Durchführung der Beschäftigung war korrigiert da sie für die Rahmen des Kurses hinausging
ru_ua: Дата проведення заняття була скорегована, так як вона виходила за рамки часу дисципліни

source: Дата проведения:
de_de: Das Datum der Durchführung:
ru_ua: Дата проведення:

source: дата редактирования варианта задания
de_de: Das Datum der Editierung der Variante der Aufgabe
ru_ua: дата редагування варіанту завдання

source: Дата обновления
de_de: Das Datum der Erneuerung

source: Дата последней попытки
de_de: Das Datum des letzten Versuches
ru_ua: Дата останньої спроби

source: Дата и время попытки
de_de: Das Datum und die Zeit des Versuches

source: Согласие на обработку персональных данных
de_de: Das Einverständnis auf die Bearbeitung der Personaldaten
ru_ua: Згода на обробку персональних даних

source: Требовать согласие на обработку персональных данных
de_de: Das Einverständnis auf die Bearbeitung der Personaldaten zu fordern
ru_ua: Вимагати згоду на обробку персональних даних

source: Рекомендуемая дата начала обучения
de_de: Das empfohlene Anfangsdatum der Ausbildung
ru_ua: Рекомендована дата початку навчання

source: Результат (в баллах)
de_de: Das Ergebnis (in den Graden)

source: Результат (в процентах)
de_de: Das Ergebnis (prozentual)

source: Неверный формат файлы xml: %s
de_de: Das falsche Format die Dateien xml: %s
ru_ua: Невірний формат файли xml: %s

source: Форум %s в курсе %s
de_de: Das Forum %s im Kurs %s
ru_ua: Форум %s у дисципліні %s

source: область применения во множественном числеArea of usage %s.Areas of usage %s.
de_de: Das Gebiet der Anwendung in plural числеArea of usage %s. Areas of usage %s.

source: Вес типа занятия определяет относительный вклад занятий этого типа в итоговую оценку за курс. Возможные значения: от 0 до 10; при автоматическом вычислении итоговой оценки веса занятий нормализуются таким образом, чтобы сумма весов типов занятий, используемых на курсе, равнялась 1.
de_de: Das Gewicht als die Beschäftigung bestimmt den relativen Beitrag der Beschäftigungen dieses Typs an die zusammenfassende Einschätzung für den Kurs. Die möglichen Bedeutungen: von 0 bis zu 10; bei der automatischen Berechnung der zusammenfassenden Einschätzung des Gewichts der Beschäftigungen werden so damit die Summe der Waage der Typen der Beschäftigungen, die im Kurs verwendet werden normal, stellte sich 1 gleich.
ru_ua: Вага типу заняття визначає відносний вклад занять цього типу в підсумкову оцінку за дисципліну. Можливі значення: від 0 до 10; при автоматичному обчисленні підсумкової оцінки ваги занять нормалізуються таким чином, щоб сумма ваг типів занять, що використовуються у дисципліні, дорівнювала 1.

source: Ручной режим
de_de: Das Handregime
ru_ua: Ручний режим

source: Учебный модуль успешно помечен.
de_de: Das Lehrmodul ist erfolgreich bezeichnet.
ru_ua: Навчальний модуль успішно позначено.

source: Материал не найден
de_de: Das Material ist nicht gefunden
ru_ua: Матеріал не знайдено

source: Отписка от обновлений темы выполнена успешно.
de_de: Das nichtssagende Antwortschreiben von den Erneuerungen des Themas ist erfolgreich erfüllt.
ru_ua: Відписку від оновлень теми виконано успішно.

source: Отписка от обновлений темы не выполнена.
de_de: Das nichtssagende Antwortschreiben von den Erneuerungen des Themas ist nicht erfüllt.
ru_ua: Відписку від оновлень теми не виконано.

source: Плановая дата. Фактически начало обучения по курсу определяется тьютором
de_de: Das planmässige Datum. Tatsächlich klärt sich der Anfang der Ausbildung vom Lehrer zum Kurs
ru_ua: Планова дата. Фактично початок навчання за дисципліною визначається інструктором

source: Плановая дата. Фактически начало/окончание обучения по курсу определяется тьютором
de_de: Das planmässige Datum. Tatsächlich klärt sich der Anfang/Abschluss der Ausbildung vom Lehrer zum Kurs
ru_ua: Планова дата. Фактично початок/завершення навчання за дисципліною визначається інструктором

source: Плановая дата. Фактически начало/окончание обучение по курсу определяется тьютором
de_de: Das planmässige Datum. Tatsächlich klärt sich der Anfang/Abschluss die Ausbildung vom Lehrer zum Kurs
ru_ua: Планова дата. Фактично початок/завершення навчання за дисципліною визначається інструктором

source: Программа успешно удалена
de_de: Das Programm ist erfolgreich entfernt
ru_ua: Програму успішно видалено

source: Программа успешно назначена
de_de: Das Programm ist erfolgreich ernannt
ru_ua: Програму успішно призначено

source: Программа успешно обновлена
de_de: Das Programm ist erfolgreich erneuert
ru_ua: Програму успішно оновлено

source: Программа успешно создана
de_de: Das Programm ist erfolgreich geschaffen
ru_ua: Програму успішно створено

source: Программа не выбрана
de_de: Das Programm ist nicht gewählt
ru_ua: Програму не обрано

source: программа plural%s program%s programs
de_de: Das Programm plural%s program%s programs

source: Создать программу
de_de: Das Programm zu schaffen
ru_ua: Створити програму

source: Включить логирование доступа к основным элементам системы
de_de: Das Protokollieren (logs) des Zuganges auf die Hauptelemente des Systems aufzunehmen

source: Процент прохождения плана занятий
de_de: Das Prozent des Durchganges des Planes der Beschäftigungen

source: Режим скрытого ответа
de_de: Verdeckte Antwort
ru_ua: Режим прихованої відповіді

source: Включить режим скрытых ответов в теме форума
de_de: Das Regime der verborgenen Antworten im Thema des Forums aufzunehmen
ru_ua: Увімкнути режим прихованих відповідей у темі форуму

source: Тема «%s» успешно создана
de_de: Das Thema «%s» ist erfolgreich geschaffen
ru_ua: Тему «%s» успішно створено

source: Тема форума
de_de: Das Thema des Forums
ru_ua: Тема форуму

source: Закрепить тему
de_de: Das Thema festzulegen

source: Тема была удалена
de_de: Das Thema war entfernt
ru_ua: Тему було видалено

source: Удалить тему
de_de: Das Thema zu entfernen
ru_ua: Видалити тему

source: Открыть тему
de_de: Neues Thema öffnen
ru_ua: Відкрити тему

source: Создать тему
de_de: Thema anbieten
ru_ua: Створити тему

source: Закрыть тему
de_de: Das Thema zu schließen
ru_ua: Закрити тему

source: Метка успешно назначена пользователям
de_de: Das Zeichen ist den Benutzern erfolgreich ernannt
ru_ua: Мітка успішно призначена користувачам

source: Назначить метку
de_de: Das Zeichen zu ernennen
ru_ua: Призначити мітку

source: Удалить цитату
de_de: Zitat entfernen
ru_ua: Видалити цитату

source: Валюта
de_de: Dei Währung

source: Разрешить слушателю просмотр подробного отчета
de_de: Dem Zuhörer die Durchsicht des Detailberichtes zu erlauben
ru_ua: Дозволити слухачу перегляд детального звіту

source: Начать прохождение курса?
de_de: Den Durchgang des Kurses zu beginnen?
ru_ua: Розпочати проходження дисципліни?

source: добавить комментарий к оценке
de_de: Den Kommentar zur Einschätzung zu ergänzen
ru_ua: додати коментар до оцінки

source: Открыть курс в новом окне
de_de: Den Kurs im neuen Fenster zu öffnen

source: Hазначить учебные курсы
de_de: Den Kursen zuordnen
ru_ua: Призначити дисципліни

source: Блокировать нового пользователя до подтверждения email'a
de_de: Den neuen Benutzer bis e-mail zur Bestätigung zu sperren
ru_ua: Блокувати нового користувача до підтвердження email'у

source: Блокировать нового пользователя до проверки администрацией
de_de: Den neuen Benutzer bis zur Prüfung von der Verwaltung zu sperren
ru_ua: Блокувати нового користувача до перевірки адміністрацією

source: Назначить статус: архивный
de_de: Den Status zu ernennen: archiv-
ru_ua: Призначити статус: архівний

source: Назначить статус: не опубликован
de_de: Den Status zu ernennen: ist nicht veröffentlicht
ru_ua: Призначити статус: не опублікований

source: Назначить статус: опубликован
de_de: Den Status zu ernennen: ist veröffentlicht
ru_ua: Призначити статус: опублікований

source: Назначить статус: только для использования в учебных курсах
de_de: Den Status zu ernennen: nur für die Nutzung in den Lehrgängen
ru_ua: Призначити статус: лише для використання у дисциплінах

source: Выключить режим управления
de_de: Den Steuerungsmodus auszuschalten
ru_ua: Вимкнути режим керування

source: Загрузить текст сообщения
de_de: Den Text der Mitteilung zu beladen

source: Редактировать название категории
de_de: Den Titel der Kategorie zu editieren
ru_ua: Редагувати назву категорії

source: Создать тип занятия
de_de: Den Typ der Beschäftigung zu schaffen
ru_ua: Створити тип заняття

source: Запретить рассылку сообщений всем, кроме модераторов соответствующих виртуальных кабинетов
de_de: Den Versand der Mitteilungen allem, außer den Moderatoren der entsprechenden virtuellen Kabinette zu verbieten

source: Окончание сеанса
de_de: Der Abschluss der Sitzung
ru_ua: Завершення сеансу

source: Администратор указал следующую причину: %s
de_de: Der Administrator weist auf folgendes hin: %s
fr_fr: L'administrateur indique la raison suivante : %s
ru_ua: Адміністратор вказав наступну причину: %s

source: Активный фильтр
de_de: Der aktive Filter
ru_ua: Активний фільтр

source: Начало и окончание обучения только по факту подтверждения тьютором
de_de: Der Anfang und der Abschluss der Ausbildung nur nach der Tatsache der Bestätigung vom Lehrer
ru_ua: Початок і закінчення навчання лише за фактом підтвердження інструктором

source: Заявок
de_de: Der Anforderungen

source: Пользователь удален
de_de: Der Benutzer ist entfernt
ru_ua: Користувача було видалено

source: Пользователь online
de_de: Der Benutzer online
ru_ua: Користувач online

source: Подчеркнутый
de_de: Der Betonte
ru_ua: Підкреслений

source: Чат %s в курсе %s
de_de: Der Chat %s im Kurs %s
ru_ua: Чат %s у дисципліні %s

source: Чат в %s
de_de: Der Chat in %s

source: Зачеркнутый
de_de: Der Durchgestrichene
ru_ua: Закреслений

source: Вставка изображения
de_de: Der Einschub der Darstellung
ru_ua: Вставка зображення

source: Вставка кода
de_de: Der Einschub des Kodes
ru_ua: Вставка коду

source: Дата установки
de_de: Der Einstellungstermin

source: Неверный тип файла
de_de: Der falsche Typ der Datei
ru_ua: Невірний тип файлу

source: Ошибка при отправке сообщения
de_de: Der Fehler bei der Abfahrt der Mitteilung
ru_ua: Помилка при відправці повідомлення

source: Ошибка при создании темы
de_de: Der Fehler bei der Bildung des Themas
ru_ua: Помилка при створенні теми

source: Ошибка при удалении раздела
de_de: Der Fehler bei der Entfernung der Abteilung
ru_ua: Помилка при видаленні розділу

source: Ошибка при удалении категории
de_de: Der Fehler bei der Entfernung der Kategorie
ru_ua: Помилка при видаленні категорії

source: Ошибка при удалении комментария
de_de: Der Fehler bei der Entfernung des Kommentars
ru_ua: Помилка при видаленні коментаря

source: Ошибка при удалении темы
de_de: Der Fehler bei der Entfernung des Themas
ru_ua: Помилка при видаленні теми

source: Ошибка выполнения SQL запроса %s: %s
de_de: Der Fehler der Ausführung SQL der Anfrage %s: %s
ru_ua: Помилка при виконанні SQL запиту %s: %s

source: Фильтр по дате:
de_de: Der Filter nach dem Datum:
ru_ua: Фільтр за датою:

source: Фильтр по подгруппе:
de_de: Der Filter nach der Unterabteilung:

source: Фиксированный набор значений (2)
de_de: Der fixierte Satz der Bedeutungen (2)
ru_ua: Фіксований набір значень (2)

source: Фиксированный набор значений (3)
de_de: Der fixierte Satz der Bedeutungen (3)
ru_ua: Фіксований набір значень (3)

source: Следующий месяц
de_de: Der folgende Monat
ru_ua: Наступний місяць

source: Следующий шаг
de_de: Nächster Schritt
ru_ua: Наступний крок

source: Прогресс прохождения плана
de_de: Fortschritt
ru_ua: Прогрес виконання плану

source: Выходной день успешно изменен
de_de: Der freie Tag ist erfolgreich geändert
ru_ua: Вихідний день успішно змінено

source: Выходной день успешно создан
de_de: Der freie Tag ist erfolgreich geschaffen
ru_ua: Вихідний день успішно створено

source: Свободный доступ
de_de: Der freie Zugang
ru_ua: Вільний доступ

source: Свободный доступ к информационным ресурсам
de_de: Der freie Zugang auf die informativen Ressourcen
ru_ua: Вільний доступ до інформаційних ресурсів

source: Свободный доступ к учебным модулям
de_de: Der freie Zugang auf die Lehrmodule
ru_ua: Вільний доступ до навчальних модулів

source: Свободный доступ к тестам
de_de: Der freie Zugang auf die Prüfungen
ru_ua: Вільний доступ до тестів

source: Бизнес-процесс согласования заявок по данным курсам требует дополнительных условий (выбор или формирование учебной сессии для зачисления претендентов). Вы можете воспользоваться диалогом "Бизнес-процесс" для выполнения этих условий.
de_de: Der Geschäftsprozess der Vereinbarung der Anforderungen nach den gegebenen Kursen fordert die zusätzlichen Bedingungen (die Auswahl oder die Bildung der Lehrtagung für die Aufnahme der Bewerber). Sie können den Dialog "Business Process" für die Ausführung dieser Bedingungen ausnutzen.
ru_ua: Бізнес-процес узгодження заявок по даним дисциплінам потребує додаткових умов (вибір або формування навчальної сесії для зачислення претендентів). Ви можете скористуватися діалогом "Бізнес-процес" для виконання цих умов.

source: Балл и комментарий успешно сохранены. Для перерасчета балла за задание выберите соответствующую опцию в списке "Выполнить действие" в нижней части страницы.
de_de: Der Grad und der Kommentar sind erfolgreich aufgespart. Für die Neuberechnung des Grades für die Aufgabe wählen Sie die entsprechende Option in der Liste "Aktion erstellen" im unteren Teil der Seite.

source: Базовый курс
de_de: Der grundlegende Kurs
ru_ua: Базова дисципліна

source: Базовый курс успешно скопирован.
de_de: Der grundlegende Kurs ist erfolgreich abgeschrieben.

source: Лог последних 10 запросов.
de_de: Der Hohlweg letzten 10 Anfragen.

source: Импорт учётных записей из CSV-файла
de_de: Der Import der Berechnungsaufzeichnungen aus der CSV-Datei
ru_ua: Імпорт облікових записів з CSV-файлу

source: Инфоблок позволяет проверить конфигурацию программного обеспечения, установленного на локальном компьютере пользователя и сравнить её с требуемой конфигурацией
de_de: Der informative Block lässt zu, die Konfiguration der Software, die auf dem lokalen Computer des Benutzers bestimmt ist zu prüfen und, sie mit der geforderten Konfiguration zu vergleichen

source: Содержимое информационного ресурса будет перезаписано. Продолжить?
de_de: Der Inhalt der informativen Ressource wird wieder eingeschrieben sein. Fortzusetzen?
ru_ua: Вміст інформаційного ресурсу буде перезаписано. Продовжити?

source: Канал чата
de_de: Der Kanal des Chats
ru_ua: Канал чату

source: Каталог файлов %s не доступен для чтения
de_de: Der Katalog der Dateien %s ist für die Lektüre nicht zugänglich
ru_ua: Каталог файлів %s не доступний для читання

source: Курс удален из списка
de_de: Der Kurs ist aus der Liste entfernt
ru_ua: Дисципліну видалено зі списку

source: Курс не закрыт
de_de: Der Kurs ist nicht geschlossen
ru_ua: Дисципліну не закрито

source: Краткое название необходимо для &laquo;хлебных крошек&raquo; и планов занятий
de_de: Der kurze Titel ist für die Navigation und die Pläne der Beschäftigungen notwendig
ru_ua: Коротка назва необхідна для &laquo; хлібних крихт&raquo; та планів занять

source: Учебный курс успешно скопирован.
de_de: Der Lehrgang ist erfolgreich abgeschrieben.
ru_ua: Дисципліну успішно скопійовано.

source: Учебный курс/сессия
de_de: Der Lehrkurs/Tagung

source: учебных сессий
de_de: Der Lehrtagungen
ru_ua: навчальних сесій

source: Руководитель подразделения
de_de: Der Leiter der Gliederung
ru_ua: Керівник підрозділу

source: последнее посещение
de_de: Der letzte Besuch
ru_ua: останнє відвідування

source: Максимальный размер загружаемого файла
de_de: Der maximale Umfang der beladenen Datei
ru_ua: Максимальний розмір завантажуваного файлу

source: ФИО тренера
de_de: Der Name, Vorname, Vatersname des Trainers
ru_ua: ПІБ тренера

source: Провайдер:
de_de: Der Provider:

source: Набор сервисов взаимодействия успешно изменен.
de_de: Der Satz der Services der Kommunikation ist erfolgreich geändert.
ru_ua: Набір сервісів взаємодії успішно змінено

source: Шаг 1. Выбор файла
de_de: Der Schritt 1. Die Auswahl der Datei
ru_ua: Крок 1. Вибір файлу

source: Сервис взаимодействия "%s" отключен на уровне портала.
de_de: Der Service der Wechselwirkung "%s" ist auf der Höhe des Portals abgeschaltet.
ru_ua: Сервіс взаємодії "%s" відключено на рівні порталу.

source: Статус обучения
de_de: Der Status der Ausbildung
ru_ua: Статус навчання

source: Статус ресурса
de_de: Der Status der Ressource
ru_ua: Статус ресурсу

source: Режим управления
de_de: Der Steuerungsmodus
ru_ua: Режим керування

source: Текст сообщения не может быть пустым
de_de: Der Text der Mitteilung kann leer nicht sein
ru_ua: Текст повідомлення не може бути порожнім

source: Название файла
de_de: Der Titel der Datei
ru_ua: Назва файлу

source: Название подразделения
de_de: Der Titel der Gliederung

source: Название категории не может быть пустым
de_de: Der Titel der Kategorie kann leer nicht sein
ru_ua: Назва категорії не може бути порожньою

source: Название головного подразделения оргструктуры
de_de: Der Titel der Kopfgliederung

source: Название ресурса
de_de: Der Titel der Ressource
ru_ua: Назва ресурсу

source: Название праздника
de_de: Der Titel des Feiertages
ru_ua: Назва свята

source: Название базового курса
de_de: Der Titel des grundlegenden Kurses

source: Название головного элемента учебной структуры
de_de: Der Titel des Kopfelementes der Lehrstruktur

source: Название учебного модуля
de_de: Der Titel des Lehrmoduls

source: Название материала, отображаемое на странице "Все материалы", может не совпадать с названием информационного ресурса или учебного модуля. Таким образом один и тот же элемент базы знаний может быть использован в разных курсах под разными названиями.
de_de: Der Titel des Materials, die auf "Alle Lernmaterialien" erscheint, kann mit dem Titel der informativen Ressource oder des Lehrmoduls nicht übereinstimmen. So kann ein und derselbe Element der Basis des Wissens in verschiedenen Kursen unter verschiedenen Titeln verwendet sein.
ru_ua: Назва матеріалу, що відображається на сторінці "Усі матеріали", може не співпадати з назвою інформаційного ресурсу чи навчального модулю. Таким чином один і той же елемент бази знань може бути використано у різних дисциплінах під різними назвами.

source: Название темы
de_de: Der Titel des Themas
ru_ua: Назва теми

source: Название темы не может быть пустым
de_de: Der Titel des Themas kann leer nicht sein
ru_ua: Назва теми не може бути порожньою

source: Тип ограничения
de_de: Der Typ der Beschränkung
ru_ua: Тип обмеження

source: Тип файла
de_de: Der Typ der Datei

source: Тип согласования
de_de: Der Typ der Vereinbarung
ru_ua: Тип узгодження

source: Тип сервиса взаимодействия
de_de: Der Typ des Kommunikationsservices

source: Тип успешно удалён
de_de: Der Typ ist erfolgreich entfernt
ru_ua: Тип успішно видалено

source: Тип успешно обновлён
de_de: Der Typ ist erfolgreich erneuert
ru_ua: Тип успішно оновлено

source: Тип успешно создан
de_de: Der Typ ist erfolgreich geschaffen
ru_ua: Тип успішно створено

source: Попытка прохождения теста
de_de: Der Versuch des Durchganges der Prüfung

source: Предыдущий месяц
de_de: Der vorhergehende Monat
ru_ua: Попередній місяць

source: Данный курс не содержит занятий.
de_de: Der vorliegende Kurs enthält die Beschäftigungen nicht.
ru_ua: Дисципліна не містить занять.

source: Смена состояния курса
de_de: Der Wechsel des Zustandes des Kurses
ru_ua: Зміна стану дисципліни

source: Доступ к учетным записям пользователей
de_de: Der Zugang auf die Berechnungsaufzeichnungen der Benutzer
ru_ua: Доступ до облікових записів користувачів

source: Доступ к учебным курсам
de_de: Der Zugang auf die Kurse
ru_ua: Доступ до дисциплін

source: Доступ через план занятий
de_de: Der Zugang durch den Plan der Beschäftigungen
ru_ua: Доступ через план занять

source: Доступ для слушателей
de_de: Der Zugang für die Zuhörer
ru_ua: Доступ для слухачів

source: Тьютора
de_de: Des Lehrers
ru_ua: Інструктора

source: Руководителя
de_de: Des Leiters
ru_ua: Керівника

source: Сервера установки
de_de: Des Servers der Anlage

source: Слушателя
de_de: Des Zuhörers
ru_ua: Слухача

source: Отображение сообщений в виде дерева
de_de: Die Abbildung der Mitteilungen in Form vom Baum
ru_ua: Відображення повідомлень у вигляді дерева

source: Отображение сообщений в виде плоского списка
de_de: Die Abbildung der Mitteilungen in Form von der flachen Liste
ru_ua: Відображення повідомлень у вигляді плоского списку

source: Раздел модуля
de_de: Die Abteilung des Moduls
ru_ua: Розділ модулю

source: Раздел был удален
de_de: Die Abteilung war entfernt
ru_ua: Розділ було видалено

source: Разделы учебного модуля
de_de: Die Abteilungen des Lehrmoduls

source: Общая статистика обучения
de_de: Die allgemeine Statistik der Ausbildung
ru_ua: Загальна статистика навчання

source: Общие формулы
de_de: Die allgemeinen Formelen

source: Общие курсы
de_de: Die allgemeinen Kurse
ru_ua: Загальні дисципліни

source: Анализ результатов обучения и выставление оценок
de_de: Die Analyse der Ergebnisse der Ausbildung und die Bewertung der Einschätzungen
ru_ua: Аналіз результатів навчання та виставлення оцінок

source: Отклонить заявку
de_de: Die Anforderung abzulehnen
ru_ua: Відхилити заявку

source: Заявка находится на согласовании у руководителя.
de_de: Die Anforderung befindet sich auf der Vereinbarung beim Leiter.
ru_ua: Заявка знаходиться на узгодженні у керівника

source: Заявка находится на согласовании у организатора обучения.
de_de: Die Anforderung befindet sich auf der Vereinbarung beim Organisator der Ausbildung.
ru_ua: Заявка знаходиться на узгодженні в організатора навчання.

source: Заявка находится на согласовании участника.
de_de: Die Anforderung befindet sich auf der Vereinbarung des Teilnehmers.
ru_ua: Заявка знаходиться на узгодженні учасника.

source: Заявка находится в стадии формирования учебной сессии и может быть принята только после выбора конкретной учебной сессии.
de_de: Die Anforderung befindet sich im Stadium der Bildung der Lehrtagung und kann nur nach der Auswahl der konkreten Lehrtagung übernommen sein.
ru_ua: Заявка знаходиться в стадии формування навчальної сесії и може бути принята тільки після вибору конкретної навчальної сесії.

source: Заявка отклонена.
de_de: Die Anforderung ist abgelehnt.
ru_ua: Заявку відхилено.

source: Заявка успешно согласована.
de_de: Die Anforderung ist erfolgreich vereinbart.
ru_ua: Заявку успішно узгоджено.

source: Заявка подана
de_de: Die Anforderung ist gereicht
ru_ua: Заявку подано

source: Заявка не принята.
de_de: Die Anforderung ist nicht übernommen.
ru_ua: Заявку не прийнято.

source: Заявка принята
de_de: Die Anforderung ist übernommen
ru_ua: Заявку прийнято

source: Заявка принята.
de_de: Die Anforderung ist übernommen
ru_ua: Заявку прийнято.

source: Согласовать заявку
de_de: Die Anforderung zu vereinbaren
ru_ua: Узгодити заявку
