Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Вопросов Ответил/Всего
de_de: Beantwortete Fragen/Insgesamt
fr_fr: Nombre de questions auxquelles il a été répondu / en tout
ru_ua: Запитань Відповів/Всього

source: Начало попытки
de_de: Start des Versuchs
fr_fr: Début de la tentative

source: Затрачено
de_de: Verbraucht
fr_fr: Dépensé

source: Проверка тьютором
de_de: Korrektur vom Kursleiter
fr_fr: Vérification effectuée par un enseignant

source: Удалить попытку
de_de: Versuch löschen
fr_fr: Supprimer la tentative

source: Попытки успешно удалены
de_de: Versuche sind erfolgreich gelöscht
fr_fr: Les tentatives ont été ajoutées
ru_ua: Спроби успішно видалено

source: Количество
de_de: Anzahl
fr_fr: Nombre
ru_ua: Кількість

source: Балл и комментарий успешно сохранены. Для перерасчета балла за задание выберите соответствующую опцию в списке в нижней части страницы.
de_de: Punkte und Kommentar wurden erfolgreich gespeichert. Für die Neuberechnung von Punkten wählen Sie die entsprechende Option aus der Liste unten auf der Seite.

source: Результаты успешно сохранены!
de_de: Ergebnisse wurden erfolgreich gespeichert!
fr_fr: Les résultats ont été sauvegardés

source: Текст вопроса
de_de: Fragetext
fr_fr: Énoncé
ru_ua: Текст питання

source: Вариант ответа
de_de: Antwortvarianten
fr_fr: Solution de réponse
ru_ua: Варіант відповіді

source: Количество таких ответов
de_de: Zahl der identischen Antworten
fr_fr: Nombre de réponses
ru_ua: Кількість таких відповідей

source: Сеанс еще не проверен тьютором
de_de: Sitzung ist vom Lehrer noch nicht geprüft
fr_fr: La séance n'a pas encore été vérifiée par l'enseignant
ru_ua: Сеанс ще не перевірений інструктором

source: Инструмент обучения
de_de: Lerntool
fr_fr: Outil pédagogique
ru_ua: Інструмент навчання

source: Дата начала
de_de: Anfangsdatum
fr_fr: Date de début
ru_ua: Дата початку

source: Время начала
de_de: Startzeit
fr_fr: Début
ru_ua: Час початку

source: Дата окончания
de_de: Enddatum
fr_fr: Date d'expiration
ru_ua: Дата завершення

source: Время окончания
de_de: Endzeit
fr_fr: Fin
ru_ua: Час завершення

source: Нестрогое ограничение
de_de: Keine strenge Beschränkung
fr_fr: Limite non stricte
ru_ua: Несуворе обмеження

source: Занятие на оценку
de_de: Training mit Bewertung
fr_fr: Note donnée au cours
ru_ua: Заняття на оцінку

source: День начала
de_de: Anfangstag
fr_fr: Jour de début
ru_ua: День початку

source: День окончания
de_de: Schlusstag
fr_fr: Jour de fin
ru_ua: День завершення

source: Выберите занятие
de_de: Wählen Sie das Training aus
fr_fr: Sélectionner un cours
ru_ua: Оберіть заняття

source: занятие
de_de: Training
fr_fr: Cours
ru_ua: заняття

source: оценка
de_de: Bewertung
fr_fr: Note
ru_ua: оцінка

source: Условия запуска
de_de: Startbedingungen
fr_fr: Conditions de lancement
ru_ua: Умови запуску

source: Далее
de_de: Weiter
fr_fr: Suivant
ru_ua: Далі

source: Предмет занятия
de_de: Gegenstand des Training
fr_fr: Sujet du cours
ru_ua: Предмет заняття

source: Используемые сервисы взаимодействия
de_de: Verwendeten Services der Interaktion
fr_fr: Services d'interaction utilisés
ru_ua: Сервіси взаємодії, що використовуються

source: Выберите учебный модуль
de_de: Wählen Sie das Lernmodul aus
fr_fr: Sélectionner un module d'enseignement
ru_ua: Оберіть навчальний модуль

source: Необходимо выбрать значение из списка
de_de: Sie sollen den Wert aus der Liste wählen
fr_fr: Sélectionner un élément de la liste
ru_ua: Необхідно вибрати значення зі списку

source: Выберите тест
de_de: Wählen Sie den Test aus
fr_fr: Sélectionnez un test
ru_ua: Оберіть тест

source: Автоматически выставлять оценки за занятие по формуле
de_de: Bewertung für das Training nach der Formel automatisch ausstellen
fr_fr: Attribuer des notes automatiques selon la formule

source: Автоматически распределять по подгруппам с использованием формулы
de_de: Nach der Formel automatisch in die Untergruppen verteilen
fr_fr: Constituer automatiquement les sous-groupes selon la formule
ru_ua: Автоматично розподіляти по підгрупах використовуючи формулу

source: Переключение между страницами теста
de_de: Umschaltung zwischen den Seiten des Tests
fr_fr: Passage d'une page de test à l'autre
ru_ua: Перехід між сторінками тесту

source: Способ выборки
de_de: Auswahlmethode
fr_fr: Méthode de sélection
ru_ua: Спосіб вибірки

source: Сколько вопросов включить в тест
de_de: Aus wie vielen Fragen soll der Test bestehen?
fr_fr: Nombre de questions à inclure dans le test

source: 0 - включить все
de_de: 0 - alles hinzufügen
fr_fr: 0 - inclure toutes les questions

source: Сколько вопросов выводить одновременно на странице
de_de: Wie viele Fragen sollen gleichzeitig auf der Seite erscheinen?
fr_fr: Nombre de questions à afficher par page
ru_ua: Скільки питань показувати одночасно на сторінці

source: Сколько попыток имеет слушатель на прохождение теста
de_de: Wie viele Versuche hat Teilnehmer für die Testdurchführung?
fr_fr: Nombre d'essais

source: 0 - не ограничено
de_de: 0 - keine Einschränkung
fr_fr: 0 - illimité
ru_ua: 0 - без обмежень

source: Через сколько дней обнулять счетчик попыток
de_de: Nach wie vielen Tagen soll der Versuchszähler gelöscht werden?
fr_fr: Nombre de jours au bout duquel le décompte des tentatives est remis à zéro
ru_ua: Через скільки днів обнуляти лічильник спроб

source: 0 - никогда не обнулять
de_de: 0 - niemals zurücksetzen
fr_fr: 0 signifie ne jamais annuler

source: Сколько минут имеет слушатель на прохождение теста
de_de: Wie viel Minuten hat Teilnehmer für die Testdurchführung?
fr_fr: Temps en minutes

source: 0 - без ограничений
de_de: 0 - keine Einschränkung
fr_fr: 0 - illimité

source: Выбирать вопросы случайным образом
de_de: Fragen nach Zufallsmethode auswählen
fr_fr: Choisir les questions en mode aléatoire
ru_ua: Вибирати питання випадково

source: По окончании отображать результат тестирования
de_de: Nach Abschluss das Testergebniss zeigen
fr_fr: Afficher les résultats à la fin du test
ru_ua: Після закінчення відображати результат тестування

source: Позволять досрочно завершать тестирование с получением оценки
de_de: Das vorzeitige Beenden des Tests erlauben
fr_fr: Autoriser l'achèvement prématuré du test avec obtention d'une note

source: Разрешить просмотр подробного отчета слушателем
de_de: Durchsicht des Detailberichtes dem Teilnehmer erlauben
fr_fr: Autoriser l'auditeur à avoir un aperçu du rapport
ru_ua: Дозволити переглядати докладний звіт слухачам

source: Учебный материал
de_de: Lernmaterial
fr_fr: Documents pédagogiques
ru_ua: Навчальний матеріал

source: Формулы
de_de: Formelen
fr_fr: Formules
ru_ua: Формули

source: Выборка вопросов
de_de: Fragenauswahl
fr_fr: Choix des questions
ru_ua: Вибірка питань

source: Режим прохождения
de_de: Durchführungsmodus
fr_fr: Mode d'exécution
ru_ua: Режим проходження

source: Режим отображения
de_de: Anzeigemodus
fr_fr: Mode d'affichage
ru_ua: Режим відображення

source: 0 - показывать все
de_de: 0 - alles zeigen
fr_fr: 0 - afficher toutes les questions
ru_ua: 0 - показувати все

source: Выберите материалы вебинара
de_de: Wählen Sie das Webinarmaterial aus
ru_ua: Виберіть матеріали вебінара

source: Выберите информационный ресурс
de_de: Wählen Sie die informative Ressource aus
fr_fr: Sélectionner une source d'information
ru_ua: Оберіть інформаційний ресурс

source: Выберите задание
de_de: Wählen Sie die Aufgabe aus
fr_fr: Sélectionner une tâche
ru_ua: Оберіть завдання

source: Штраф за несвоевременное выполнение задания
de_de: Strafe für die nicht rechtzeitig gelöste Aufgabe
fr_fr: Pénalité de retard dans l'accomplissement de la tâche
ru_ua: Штраф за несвоєчасне виконання завдання

source: Сколько попыток имеет слушатель на выполнение задания
de_de: Wie viele Versuche hat Teilnehmer für die Durchführung der Aufgabe?
fr_fr: Nombre de tentatives autorisées
ru_ua: Скільки спроб має слухач щоб виконати завдання

source: 0 - никогда не сбрасывать
de_de: 0 - niemals zurücksetzen
fr_fr: 0 - ne jamais annuler
ru_ua: 0 - ніколи не скидати

source: Сколько минут имеет слушатель на выполнение задания
de_de: Wie viele Minuten hat Teilnehmer für die Durchführung der Aufgabe?
fr_fr: Temps disponible pour effectuer le test
ru_ua: Скільки хвилин має слухач щоб виконати завдання

source: Выберите подгруппу
de_de: Wählen Sie die Untergruppe aus
fr_fr: Sélectionnez un sous-groupe

source: Все слушатели курса
de_de: Alle Kursteilnehmer
fr_fr: Tous les auditeurs du cours
ru_ua: Всі слухачі дисципліни

source: Список слушателей
de_de: Teilnehmerliste
fr_fr: Liste des auditeurs
ru_ua: Список слухачів

source: Подгруппа
de_de: Untergruppe
fr_fr: Sous-groupe
ru_ua: Підгрупа

source: Автоматически назначать всем новым слушателям курса
de_de: Allen neuen Teinehmern des Kurses automatisch zuordnen
fr_fr: Assigner automatiquement à toutes les personnes nouvellement inscrites au cours
ru_ua: Автоматично призначати всім новим слухачам дисципліни

source: Счетчик посещаемости курса
de_de: Zähler der Teilnehmeranwesenheit
fr_fr: Compteur de visites du cours

source: Телефон
de_de: Telefon
fr_fr: Téléphone

source: Личное сообщение
de_de: Persönliche Mitteilung
fr_fr: Message personnel
ru_ua: Приватне повідомлення

source: Сообщение отправлено
de_de: Mitteilung wurde versendet
fr_fr: Le message a été envoyé
ru_ua: Повідомлення надіслано

source: Сообщения отправлены
de_de: Mitteilungen wurden versendet
fr_fr: Les messages ont été envoyés
ru_ua: Повідомлення надіслані

source: Пользователи не выбраны
de_de: Benutzer wurden nicht ausgewählt
fr_fr: Utilisateurs non sélectionnés
ru_ua: Користувачі не вибрані

source: От/Кому
de_de: Von/An
fr_fr: De / À
ru_ua: Від/Кому

source: Сообщение
de_de: Mitteilung
fr_fr: Message
ru_ua: Повідомлення

source: Исходящие
de_de: Ausgehende
fr_fr: Envoyés
ru_ua: Вихідні

source: Входящие
de_de: Eingehende
fr_fr: Reçus
ru_ua: Вхідні

source: Пользователь #%d удалён
de_de: Benutzer #%d wurde gelöscht
fr_fr: L'utilisateur #%d a été supprimé
ru_ua: Користувача #%d видалено

source: Исходящее
de_de: Ausgehende
fr_fr: Envoyés
ru_ua: Вихідне

source: Входящее
de_de: Eingehende
fr_fr: Reçus
ru_ua: Вхідне

source: Полный текст сообщения
de_de: Volltext der Mitteilung
fr_fr: Texte complet du message
ru_ua: Текст повідомлення

source: Кому
de_de: Wem
fr_fr: Destinataire

source: Отправить
de_de: Senden
fr_fr: Envoyer
ru_ua: Відправити

source: Действия
de_de: Aktivitäten
fr_fr: Actions
ru_ua: Дії

source: Выберите действие
de_de: Vorgang wählen
fr_fr: Sélectionner une action
ru_ua: Оберіть дію

source: Группа метаданных успешно создана
de_de: Metadaten-Gruppe wurde erfolgreich erstellt
fr_fr: Le groupe de métadonnées a été créé
ru_ua: Група метаданих успішно створена

source: Группа метаданных успешно изменена
de_de: Metadaten-Gruppe wurde erfolgreich geändert
fr_fr: Le groupe de métadonnées a été modifié
ru_ua: Група метаданих успішно змінена

source: Группа метаданных успешно удалена
de_de: Metadaten-Gruppe wurde erfolgreich gelöscht
fr_fr: Le groupe de métadonnées a été supprimé
ru_ua: Група метаданих успішно видалена

source: Группы метаданных успешно удалены
de_de: Metadaten-Gruppen wurden erfolgreich gelöscht
fr_fr: Les groupes de métadonnées ont été supprimés
ru_ua: Групи метаданих успішно видалені

source: Группа метаданных
de_de: Metadaten-Gruppe
fr_fr: Groupe de métadonnées
ru_ua: Група метаданих

source: Новость опубликована
de_de: Nachricht wurde veröffentlicht
fr_fr: La nouvelle a été publiée
ru_ua: Новину опубліковано

source: Новость успешно изменена
de_de: Nachricht wurde erfolgreich geändert
fr_fr: La nouvelle a été modifiée
ru_ua: Новина успішно змінена

source: Новость успешно удалена
de_de: Nachricht wurde erfolgreich gelöscht
fr_fr: La nouvelle a été supprimée
ru_ua: Новина успішно видалена

source: Новости успешно удалены
de_de: Nachrichten wurden erfolgreich gelöscht
fr_fr: Les nouvelles ont été supprimées
ru_ua: Новини успішно видалені

source: Анонс новости
de_de: Nachrichten Annonce
fr_fr: Nouvelles
ru_ua: Анонс новини

source: Вы подтверждаете удаление отмеченных новостей?
de_de: Bestätigen Sie die Entfernung von markierten Nachrichten?
fr_fr: Êtes-vous sûr de vouloir supprimer les nouvelles sélectionnées ?
ru_ua: Ви підтверджуєте видалення позначених новин?

source: Полный текст новости
de_de: Volltext der Nachricht
fr_fr: Texte complet de la nouvelle
ru_ua: Повний текст новини

source: Новость
de_de: Nachricht
fr_fr: Nouvelle
ru_ua: Новина

source: Событие
de_de: Veranstaltungen
fr_fr: Événement
ru_ua: Подія

source: Адресат
de_de: Empfänger
fr_fr: Destinataire

source: Оповещение успешно изменено
de_de: Benachrichtigung wurde erfolgreich geändert
fr_fr: Le message d'alerte a été modifié
ru_ua: Сповіщення успішно змінено

source: Тема сообщения
de_de: Mitteilungsthema
fr_fr: Objet
ru_ua: Тема повідомлення

source: Текст сообщения
de_de: Mitteilungstext
fr_fr: Texte du message
ru_ua: Текст повідомлення

source: Тип регистрации
de_de: Anmeldungstyp
fr_fr: Type d'enregistrement
ru_ua: Тип реєстрації

source: Дата поступления заявки
de_de: Anmeldedatum
fr_fr: Date de réception de la demande
ru_ua: Дата отримання заявки

source: активные заявки
de_de: Aktive Wahlkurse
fr_fr: demandes actives
ru_ua: активні заявки

source: все, включая обработанные
de_de: Alle, einschließlich die Bearbeiteten
fr_fr: tout, y compris les éléments traités
ru_ua: всі в тому числі і оброблені

source: Отправить<br/>сообщение
de_de: Senden<br/>Mitteilung
fr_fr: Envoyer un message <br/>

source: Принять заявки
de_de: Wahlkurse annehmen
fr_fr: Accepter la demande
ru_ua: Прийняти заявки

source: Отклонить заявки
de_de: Wahlkurse ablehnen
fr_fr: Rejeter la demande
ru_ua: Відхилити заявки

source: Заявки успешно приняты
de_de: Wahlkurse wurden erfolgreich angenommen
fr_fr: Les demandes ont été acceptées
ru_ua: Заявки успішно прийняті

source: Заявки успешно отклонены
de_de: Wahlkurse wurden erfolgreich abgelehnt
fr_fr: Les demandes ont été rejetées
ru_ua: Заявки успішно відхилені

source: Заявки не выбраны
de_de: Wahlkurse wurden nicht ausgewählt
fr_fr: Aucune demande sélectionnée
ru_ua: Заявки не вибрані

source: Всем
de_de: An Alle
fr_fr: À tous
ru_ua: Всім

source: Персонально
de_de: Persönlich
fr_fr: Personnel

source: Изменения структуры организации не найдены
de_de: Veränderungen der Struktur der Organisation wurden nicht gefunden
fr_fr: Aucun changement dans la structure d'organisation n'est trouvé
ru_ua: Змін структури організації не знайдено

source: Были добавлены %d элемента(ов) и %d пользователя(ей), обновлены %d элемента(ов) и %d пользователя(ей), удалены %d элемента(ов)
de_de: Es wurden %d Element(e) und %d Benutzer hinzugefügt, %d Element(e) und %d Benutzer erneuert, %d Element(e) gelöscht
fr_fr: %d élément(s) et %d utilisateurs ont été ajoutés, %d élément(s) et %d utilisateurs ont été mis à jour, %d élément(s) ont été supprimés
ru_ua: Було додано %d елемент(ів) та %d користувач(ів), оновлено %d елемент(ів) та %d користувач(ів), видалено %d елемент(ів)

source: Функции
de_de: Funktionen
fr_fr: Fonctions
ru_ua: Функції

source: Классифицировать
de_de: Klassifizieren
fr_fr: Classer
ru_ua: Класифікувати

source: Переместить
de_de: Verschieben
fr_fr: Déplacer
ru_ua: Перемістити

source: Список функций успешно изменен
de_de: Funktionenliste wurde erfolgreich geändert
fr_fr: La liste des fonctions a été modifiée

source: Карточка элемента оргструктуры
de_de: Karte des Elementes der organisatorischen Struktur
fr_fr: Carte de l'élément de structure organisationnelle
ru_ua: Картка елемента оргструктури

source: Элемент успешно создан
de_de: Element wurde erfolgreich erstellt
fr_fr: L'élément a été créé
ru_ua: Елемент успішно створено

source: Элемент успешно обновлён
de_de: Element wurde erfolgreich erneuert
fr_fr: L'élément a été mis à jour
ru_ua: Елемент успішно оновлено

source: Элементы успешно удалены
de_de: Elemente wurden erfolgreich gelöscht
fr_fr: Les éléments ont été supprimés
ru_ua: Елементи успішно видалено

source: Элемент успешно перемещён
de_de: Element wurde erfolgreich verschoben
fr_fr: L'élément a été déplacé
ru_ua: Елемент успішно переміщено

source: Кол-во опрашиваемых
de_de: Befragtenzahl
fr_fr: Nombre de personnes interrogées
ru_ua: К-ть респондентів

source: Кол-во завершенных опросов
de_de: Anzahl der beendeten Umfragen
fr_fr: Nombre de questionnaires remplis
ru_ua: К-ть проведених опитувань

source: Название курса
de_de: Kurstitel
fr_fr: Intitulé du cours
ru_ua: Назва дисципліни

source: Название опроса
de_de: Umfragetitel
fr_fr: Intitulé du questionnaire
ru_ua: Назва опитування

source: Дата опроса
de_de: Umfragedatum
fr_fr: Date du questionnaire
ru_ua: Дата опитування

source: Средний процент выполнения
de_de: Durchschnittswert des Ausführens
fr_fr: Pourcentage moyen de remplissage des questionnaires
ru_ua: Середній відсоток виконання

source: Средний балл
de_de: Durchschnittliche Punktzahl
fr_fr: Note moyenne
ru_ua: Середній бал

source: Обозначение
de_de: Bezeichnung
fr_fr: Assignations

source: Дополнительная информация
de_de: Zusätzlichen Informationen
fr_fr: Informations complémentaires
ru_ua: Додаткова інформація

source: Настройки парольной политики успешно изменены.
de_de: Einstellungen der Passwortpolitik wurden erfolgreich geändert.
fr_fr: La configuration du règlement des mots de passe a été modifié
ru_ua: Налаштування системи паролю успішно змінені.

source: Минимальная длина пароля
de_de: Minimale Länge des Passwortes
fr_fr: Longueur minimum du mot de passe
ru_ua: Мінімальна довжина пароля

source: Минимальное количество неповторяющихся паролей
de_de: Minimale Anzahl nicht wiederholten Passwörter
fr_fr: Nombre minimum de mots de passes uniques
ru_ua: Мінімальна кількість паролів, що не повторюються

source: Максимальный срок действия
de_de: Maximale Gültigkeit
fr_fr: Délai de validité maximum
ru_ua: Максимальний термін дії

source: Минимальный срок действия
de_de: Minimale Gültigkeit
fr_fr: Délai de validité minimum
ru_ua: Мінімальний термін дії

source: Проверять сложность пароля
de_de: Komplexität des Passwortes prüfen
fr_fr: Vérifier la complexité du mot de passe
ru_ua: Перевіряти складність пароля

source: Максимальное количество неуспешных попыток авторизации
de_de: Maximale Anzahl der fehlgeschlagenen Autorisationsversuche
fr_fr: Nombre maximal de tentatives de saisies infructueuses
ru_ua: Максимальна кількість невдалих спроб авторизації

source: Действие системы по достижению максимального количества попыток
de_de: Handlung des Systems nach dem Erreichen des Versuchsmaximum
fr_fr: Opérations du système pour atteindre le nombre maximum de tentatives
ru_ua: Дія системи по досягненню максимальної кількості спроб

source: Требования к паролю
de_de: Anforderungen zum Passwort
fr_fr: Exigences en matière de mot de passe
ru_ua: Вимоги до паролю

source: Срок действия пароля
de_de: Laufzeit des Passwortes
fr_fr: Délai de validité du mot de passe
ru_ua: Термін дії паролю

source: Ограничение неуспешных попыток авторизации
de_de: Beschränkung der fehlgeschlagenen Autorisationsversuche
fr_fr: Limitation des saisies infructueuses
ru_ua: Обмеження невдалих спроб авторизації

source: Опрос успешно создан
de_de: Umfrage wurde erfolgreich erstellt
fr_fr: Le questionnaire a été créé
ru_ua: Опитування успішно створено

source: Опрос успешно обновлён
de_de: Umfrage wurde erfolgreich erneuert
fr_fr: Le questionnaire a été mis à jour
ru_ua: Опитування успішно оновлено

source: Опрос успешно удалён
de_de: Umfrage wurde erfolgreich gelöscht
fr_fr: Le questionnaire a été supprimé
ru_ua: Опитування успішно видалено

source: Опросы успешно удалены
de_de: Umfragen wurden erfolgreich gelöscht
fr_fr: Les questionnaires ont été supprimés
ru_ua: Опитування успішно видалені

source: все, включая опросы из Базы знаний
de_de: Alle Umfragen, einschließlich die aus der Wissensdatenbank
fr_fr: Tous les questionnaires, y compris ceux des connaissances de base
ru_ua: всі, враховуючи опитування Бази знань

source: Для удаления опроса не хватает прав
de_de: Sie besitzen keine Berechtigung für die Entfernung der Umfrage
fr_fr: Vous n'êtes pas autorisé à supprimer les questionnaires
ru_ua: Не вистачає прав щоб видалити опитування

source: Глобальные опросы невозможно удалить из учебного курса.
de_de: Es ist nicht möglich die globalen Umfragen aus dem Kurs zu löschen.
fr_fr: Les questions générales ne peuvent pas être supprimées du cours
ru_ua: Неможливо видалити глобальні опитування з дисципліни.

source: Опросы успешно назначены на курс
de_de: Umfragen wurden erfolgreich dem Kurs zugewiesen
fr_fr: Les questionnaires ont été assignés au cours
ru_ua: Опитування успішно призначені на дисципліну

source: Задание #%d не найдено
de_de: Aufgabe #%d wurde nicht gefunden
fr_fr: La tâche #%d n'a pas été trouvée
ru_ua: Завдання #%d не знайдено

source: Список вопросов
de_de: Fragenliste
fr_fr: Liste des questions
ru_ua: Список питань

source: Адрес
de_de: Adresse
fr_fr: Adresse
ru_ua: Адреса

source: Провайдер
de_de: Provider
fr_fr: Provider

source: Нет прав на добавление вопросов
de_de: Sie besitzen keine Berechtigung für das Hinzufügen von Fragen
fr_fr: Vous n'êtes pas autorisé à ajouter des questions
ru_ua: У Вас немає прав додавати питання

source: Импорт вопросов
de_de: Fragenimport
fr_fr: Importer des questions
ru_ua: Імпорт питань

source: Новые вопросы не найдены
de_de: Neue Fragen wurden nicht gefunden
fr_fr: Aucune nouvelle question trouvée
ru_ua: Нові питання не знайдені

source: Импортировать вопросы из текстового файла
de_de: Fragen aus der Textdatei importieren
fr_fr: Importer des question à partir d'un fichier texte
ru_ua: Імпортувати питання з текстового файлу

source: Были добавлены %d вопросов
de_de: Es wurden %d Fragen hinzugefügt
fr_fr: %d des questions ont été ajoutées
ru_ua: Було додано %d питань

source: Карточка вопроса
de_de: Frage
ru_ua: Картка питання

source: Обяз. вопрос
de_de: Obligatorische Frage
fr_fr: Question obligatoire
ru_ua: Обов'язкове питання

source: Пометить как обязательные
de_de: Als obligatorisch markieren
fr_fr: Sélectionner comme question obligatoire
ru_ua: Відмітити як обов'язкові

source: Пометить как необязательные
de_de: Als optional markieren
fr_fr: Sélectionner comme question facultative
ru_ua: Відмітити як необов'язкові

source: Вариант
de_de: Variante
fr_fr: Variante
ru_ua: Варіант

source: Карточка варианта
de_de: Variantenkarte
ru_ua: Картка варіанту

source: Вы не можете добавлять вопросы в глобальные тесты
de_de: Sie besitzen keine Berechtigung für das Hinzufügen von Fragen und globalen Tests
fr_fr: Vous n'êtes pas autorisé à ajouter des questions aux tests globaux
ru_ua: У Вас немає прав додавати питання до глобальних тестів

source: Вопрос успешно добавлен!
de_de: Frage wurde erfolgreich hinzugefügt!
fr_fr: La question a été ajoutée
ru_ua: Питання успішно додано!

source: Возникла ошибка. Вопрос не был добавлен!
de_de: Es ist ein Fehler aufgetreten. Frage wurde nicht hinzugefügt!
fr_fr: Erreur. La question n'a pas été ajoutée.
ru_ua: Виникла помилка. Питання не було додано!

source: Вы не можете добавлять вопросы в глобальные опросы
de_de: Sie besitzen keine Berechtigung für das Hinzufügen von Fragen zu den globalen Umfragen
fr_fr: Vous n'êtes pas autorisé à ajouter des questions aux questionnaires globaux
ru_ua: У Вас немає прав додавати питання до глобального опитування

source: Вы не можете добавлять варианты в глобальные задания
de_de: Sie können keine Varianten in den globalen Aufgaben hinzufügen
fr_fr: Vous n'êtes pas autorisé à ajouter des questions aux tâches globales
ru_ua: У Вас немає прав додавати варіанти до глобального завдання

source: Вариант успешно добавлен!
de_de: Variante wurde erfolgreich hinzugefügt!
fr_fr: La variante a été ajoutée
ru_ua: Варіант успішно додано!

source: Возникла ошибка. Вариант не был добавлен!
de_de: Es ist ein Fehler aufgetreten. Die Variante wurde nicht hinzugefügt!
fr_fr: Erreur. La variante n'a pas été ajoutée.
ru_ua: Виникла помилка. Варіант не було додано!
