Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: ID слушателя
de_de: ID der Teilnehmer

source: ID пользователя
de_de: ID des Benutzers

source: ID прошедшего обучение
de_de: ID des Benutzers, der die Ausbildung beendete

source: ID базового курса
de_de: ID des grundlegenden Kurses

source: ID курса
de_de: ID des Kurses

source: ID учебного курса
de_de: ID des Kurses

source: ID учебного модуля
de_de: ID des Lehrmoduls

source: ID заявки
de_de: ID die Anforderungen

source: ID занятия
de_de: ID die Beschäftigungen

source: ID подразделения
de_de: ID die Gliederungen

source: ID попытки
de_de: ID die Versuche

source: Учётные записи успешно импортированы.
de_de: ie Berechnungsaufzeichnungen sind erfolgreich eingeführt.

source: Ваша система содержит все необходимые компоненты
de_de: Ihr System enthält alle notwendigen Komponenten
ru_ua: Ваша система містить усі необхідні компоненти

source: Ваша система содержит не все необходимые компоненты
de_de: Ihr System enthält alle notwendigen Komponenten nicht

source: Ваша заявка на учебный курс "%s" успешно отправлена
de_de: Ihre Kursanmeldung wurde "%s" erfolgreich gesendet
ru_ua: Ваша заявка на дисципліну "%s" успішно відправлена

source: в
de_de: im

source: в случае неверного ответа включать вопрос из той же темы
de_de: Im Falle der falschen Antwort, die Frage aus dem selben Thema aufzunehmen
ru_ua: у випадку невірної відповіді включати питання з тієї ж теми

source: В данном курсе нет материалов, открытых для свободного доступа.
de_de: Im gegebenen Kurs gibt es keine Materialien, die für den freien Zugang geöffnet sind.
ru_ua: Дисципліна не має матеріалів, відкритих для вільного доступу.

source: Не использовать в курсе и закрыть свободный доступ для слушателей
de_de: Im Kurs nicht zu verwenden und, den freien Zugang für die Zuhörer zu schließen
ru_ua: Не використовувати у дисципліні та закрити вільний доступ для слухачів

source: Не использовать в курсе и закрыть доступ для слушателей
de_de: Im Kurs nicht zu verwenden und, den Zugang für die Zuhörer zu schließen
ru_ua: Не використовувати у дисципліні та закрити доступ для слухачів

source: Использовать в курсе и открыть свободный доступ для слушателей
de_de: Im Kurs zu verwenden und, den freien Zugang für die Zuhörer zu öffnen
ru_ua: Використовувати у дисципліні та відкрити вільний доступ для слухачів

source: В логине пользователя допустимы латинские символы, знак подчёркивания и точка
de_de: Im Login des Benutzers sind die lateinischen Symbole, das Zeichen des Unterstreichens und den Punkt zulässig
ru_ua: У логіні користувача допустимі латинські символи, знак підкреслювання та крапка

source: Войти от имени пользователя
de_de: Im Namen des Benutzers einzugehen
ru_ua: Увійти від імені користувача

source: В ходе переноса модулей произошла ошибка.
de_de: Im Verlauf der Versetzung der Module ist der Fehler geschehen.
ru_ua: У ході переносу модулів виникла помилка.

source: В ходе переноса модуля произошла ошибка.
de_de: Im Verlauf der Versetzung der Module ist der Fehler geschehen.
ru_ua: У ході переносу модуля виникла помилка.

source: Заранее форматированный текст
de_de: Ursprüngliches Format beibehalten
ru_ua: Заздалегідь форматований текст

source: В работе
de_de: In der Arbeit
ru_ua: В роботі

source: Использовать в данном тесте
de_de: In der gegebenen Prüfung zu verwenden
ru_ua: Використовувати в даному тесті

source: В сложном пароле должны присутствовать символы как минимум трех категорий из числа следующий четырех: прописные буквы английского или русского алфавита, строчные буквы английского или русского алфавита, десятичные цифры, символы не принадлежащие к алфавитно-цифровому набору (!, $, #, %);
de_de: In der komplizierten Parole sollen die Symbole wie mindestens drei Kategorien aus der Zahl der Folgende vier anwesend sein: die Großbuchstaben der englischen Sprache oder des russischen Alphabetes, die Grossbuchstaben der englischen Sprache oder des russischen Alphabetes, der Dezimalzahlen, die Symbole nicht zugehörig zum alphanumerischen Satz (!, $, #, %);

source: Выводить в списке:
de_de: Liste
ru_ua: Виводити у списку:

source: В списке отображаются только задания с вариантами.
de_de: In der Liste werden nur die Aufgaben mit den Varianten dargestellt
ru_ua: В списку відображаються лише завдання з варіантами.

source: Автоматически переводить в прошедшие обучение
de_de: In durchlaufend die Schule automatisch zu übersetzen
ru_ua: Автоматично переводити в розділ "завершили навчання"

source: Экспортировать в текстовой формат возможно только вопросы с одиночным и множественным выбором
de_de: In text- das Format möglich nur die Fragen mit der einzelnen und pluralen Auswahl zu exportieren
ru_ua: Експортувати у текстовий формат можливо лише питання з одиночним та множинним вибором

source: Экспортировать в текстовой файл
de_de: In text- die Datei zu exportieren
ru_ua: Експортувати питання до текстового файлу

source: Войти в систему
de_de: Login
ru_ua: Вхід в систему

source: ip-адрес
de_de: ip-addresse

source: обновлён: %s
de_de: Ist erneuert: %s
ru_ua: оновлено: %s

source: Доступен для ролей
de_de: Ist für die Rollen zugänglich
ru_ua: Доступний для ролей

source: Заполнен
de_de: Ist gefüllt
ru_ua: Заповнений

source: Создан: %s
de_de: Ist geschaffen: %s
ru_ua: Створено: %s

source: Связан с данным ресурсом?
de_de: Ist mit der gegebenen Ressource verbunden?
ru_ua: Пов'язаний з даним ресурсом?

source: завершен неуспешно
de_de: Ist nicht erfolgreich beendet

source: Не указан oauth_token.
de_de: Ist oauth_token nicht angegeben.
ru_ua: Не вказано oauth_token.

source: Невозможно прочитать файл update.xml
de_de: ist unmöglich, die update.xml-Datei zu lesen
ru_ua: Неможливо прочитати файл update.xml

source: Прерван
de_de: Ist unterbrochen
ru_ua: Перерваний

source: Создан пользователем
de_de: Ist vom Benutzer geschaffen
ru_ua: Створений користувачем

source: да
de_de: ja

source: календарь
de_de: Kalende
ru_ua: календар

source: календать
de_de: Kalende

source: Копировать
de_de: kopieren
ru_ua: Копіювати

source: Жирный
de_de: kühn
ru_ua: Жирний

source: Курс завершен
de_de: Kurs ist abgeschlossen
ru_ua: Дисципліну завершено

source: Курс завершён!
de_de: Kurs ist abgeschlossen!

source: Курсив
de_de: Kursivschrift
ru_ua: Дисциплін

source: Название курса
de_de: Kurstitel
ru_ua: Назва дисципліни

source: загрузка
de_de: Laden
ru_ua: завантаження

source: Загрузка...
de_de: Laden…
ru_ua: Завантаження...

source: текущие
de_de: Laufende
ru_ua: поточні

source: Список
de_de: Liste

source: Нельзя превышать количество попыток, установленных в настройках теста
de_de: Man darf nicht die Zahl der Versuche, die in den Abstimmungen der Prüfung bestimmt sind übertreten
ru_ua: Не можна перевищувати кількість спроб, встановлених в настройках тесту

source: Можно использовать отрицательные значения, они не учитывыаются в подсчете итоговых оценок
de_de: Man kann die negativen Bedeutungen verwenden, sie werden in der Zählung der zusammenfassenden Einschätzungen nicht berücksichtigt
ru_ua: Можна використати негативні значення, вони не враховуються у підрахунку підсумкових оцінок

source: Можно одновременно выбрать несколько файлов. В таком случае система будет отображать список загруженных файлов, с возможностью открыть каждый из файлов по отдельности либо скачать все вместе одним архивом.
de_de: Man kann gleichzeitig etwas Dateien wählen. In diesem Fall wird das System die Liste der beladenen Dateien darstellen, mit der Möglichkeit, jede der Dateien getrennt zu öffnen oder allen zusammen von einem Archiv herunterzuladen.
ru_ua: Можна одночасно обрати декілька файлів. У такому випадку система буде відображувати список завантажених файлів, з можливістю відкрити кожний із файлів окремо або скачати усі разом одним архівом.

source: Мои заявки
de_de: Wahlkurse
ru_ua: Мої заявки

source: с %s дня %s по курсу
de_de: Mit %s des Tages %s zum Kurs
ru_ua: з %s дня %s з дисципліни

source: с %s по %s день %s по курсу
de_de: Mit %s nach %s der Tag %s zum Kurs
ru_ua: з %s по %s день %s з дисципліни

source: С планом занятий
de_de: Mit dem Plan der Beschäftigungen
ru_ua: З планом занять

source: с возможностью пропускать вопросы
de_de: Mit der Möglichkeit, die Fragen zu versäumen

source: Сотрудник
de_de: Mitarbeiter
ru_ua: Співробітник

source: Среда
de_de: Mittwoch
ru_ua: Середа

source: Модератор
de_de: Moderator

source: Понедельник
de_de: Monta
ru_ua: Понеділок

source: Домой
de_de: nach Hause
ru_ua: Додому

source: новые
de_de: neue

source: None
de_de: Nicht
ru_ua: Жодний

source: Не начато
de_de: nicht begonnen
ru_ua: Не розпочато

source: Не опубликован (в разработке)
de_de: Nicht veröffentlicht (In der Entwicklung)
ru_ua: Не опублікований (у розробці)

source: никто не выбран
de_de: Niemand ist gewählt
ru_ua: нікого не обрано

source: Только назначение
de_de: Nur die Bestimmung
ru_ua: Тільки призначення

source: Только карточка
de_de: Nur die Karte
ru_ua: Тільки картка

source: Только для использования в учебных курсах
de_de: Nur für die Nutzung in den Lehrgängen

source: или выберите
de_de: Oder wählen Sie
ru_ua: або оберіть

source: Публичная оферта на оказание образовательных услуг
de_de: Öffentlich оферта auf die Erweisung der Ausbildungsdienstleistungen
ru_ua: Публічна оферта для надання освітніх послуг

source: Без ограничения
de_de: Ohne Beschränkung
ru_ua: Без обмежень

source: Без согласования
de_de: Ohne Vereinbarung
ru_ua: Без узгодження

source: Процент
de_de: Prozent
ru_ua: Відсоток

source: Ресурс
de_de: Ressource

source: В результате будут удалены и заново созданы все периодические выходные дни, начиная с настоящего момента. Продолжить?
de_de: s werden und sind von neuem geschaffen alle periodischen freien Tage, seit dem gegenwärtigen Augenblick von neuem geschaffen. Fortzusetzen?
ru_ua: В результаті будуть видалені і заново створені всі періодичні вихідні дні, починаючи з цього моменту. Продовжити?

source: Безопасность
de_de: Sicherheit

source: Вы не можете добавлять вопросы в глобальный тест
de_de: Sie besitzen keine Berechtigung für das Hinzufügen von Fragen und globalen Test
ru_ua: Ви не можете додавати питання до глобального тесту

source: Вы подтверждаете удаление отмеченных занятий? Если занятие было создано на основе информационного ресурса или учебного модуля, эти материалы вновь станут доступными всем слушателям курса в меню <Материалы курса>.
de_de: Sie bestätigen die Entfernung der bemerkten Beschäftigungen? Wenn die Beschäftigung aufgrund der informativen Ressource oder des Lehrmoduls geschaffen war, werden diese Materialien zugänglich allen Zuhörer des Kurses im Menü <materialien des Kurses> wieder.
ru_ua: Ви підтверджуєте видалення позначених занять? Якщо заняття було створено на основі інформаційного ресурсу або навчального модулю, ці матеріали знову стануть доступними усім слухачам дисципліни в меню <Матеріали дисципліни>.

source: Вы успешно завершили обучение на курсе "%s"
de_de: Sie haben die Ausbildung im Kurs erfolgreich beendet

source: У Вас нет прав на авторизацию от имени данного пользователя
de_de: Sie haben keine Rechte auf die Autorisation im Namen des gegebenen Benutzers
ru_ua: У Вас немає прав на авторизацію від імені даного користувача

source: Вы можете отправить %s о случившемся в службу технической поддержки и продолжить работу с системой.
de_de: Sie können %s über geschehend in den Dienst der technischen Unterstützung absenden und, die Arbeit mit dem System fortzusetzen.
ru_ua: Ви можете відправити %s про те, що трапилось до служби технічної підтримки та продовжити роботу із системою.

source: Вы можете просматривать результаты только своих тестов
de_de: Sie können die Ergebnisse nur der Prüfungen durchsehen
ru_ua: Ви можете переглядати результати лише своїх тестів

source: Вы не можете так часто менять пароль.
de_de: Sie können so die Parole nicht oft tauschen.
ru_ua: Ви не можете так часто змінювати пароль.

source: Вы можете авторизоваться заново и продолжить работу с системой.
de_de: Sie können von neuem autorisiert werden und, die Arbeit mit ситемой fortsetzen.
ru_ua: Ви можете авторизуватись знову та продовжити роботу із системою.

source: Вы успешно зарегистрировались на учебный курс "%s"
de_de: Sie sind erfolgreich zum Kurs angemeldet
ru_ua: Ви успішно пройшли реєстрацію на дисципліну "%s"

source: Вы уверены, что хотите закончить обучение на курсе? При этом все слушатели курса будут автоматически переведены в прошедшие обучение. Дальнейшее зачисление слушателей на курс станет невозможным.
de_de: Sie sind überzeugt, was Sie die Ausbildung im Kurs beenden wollen? Die weitere Aufnahme der Zuhörer auf den Kurs wird unmöglich.
ru_ua: Ви впевнені, що хочете закінчити навчання на дисципліні? При цьому усіх слухачів дисципліни буде атоматично переведено у тих, що пройшли навчання. Подальше зарахування слухачів на дисципліну стане неможливим.

source: Вы уверены, что хотите начать обучение на курсе? В этот момент будут отправлены уведомления всем участникам курса и доступ к материалам курса для них будет открыт; относительные даты занятий будут отсчитываться от этого момента.
de_de: Sie sind überzeugt, was Sie die Ausbildung im Kurs beginnen wollen? Zu diesem Moment werden die Mitteilungen allen Teilnehmern des Kurses abgesandt sein und der Zugang auf die Materialien des Kurses für sie wird geöffnet sein; die relativen Daten der Beschäftigungen werden von diesem Moment abgezählt werden.
ru_ua: Ви впевнені, що хочете розпочати навчання на дисципліні? У цей момент буде відправлено сповіщення усім учасникам дисципліни та доступ до матеріалів дисципліни для них буде відкрито; відносні дати занять будуть відраховуватись від цього моменту.

source: Вы уверены, что хотите аннулировать отмеченные попытки? При этом у соответствующих пользователей появятся дополнительные попытки для прохождения данного теста.
de_de: Sie sind überzeugt, was Sie die bemerkten Versuche annulieren wollen? Dabei werden bei den entsprechenden Benutzern die zusätzlichen Versuche für den Durchgang der gegebenen Prüfung erscheinen.
ru_ua: Ви впевнені, що хочете анулювати позначені спроби? При цьому увідповідних користувачів з'являться додаткові спроби для проходження даного тесту.

source: Вы уверены, что хотите отменить назначение учебных курсов сотрудникам отмеченных подразделений, включая все уровни вложенности?
de_de: Sie sind überzeugt, was Sie die Bestimmung der Lehrgänge den Mitarbeitern der bemerkten Unterabteilungen, einschließlich alle Niveaus der Verschachtelung aufheben wollen?
ru_ua: Ви впевнені, що хочете відмінити призначення навчальних курсів співробітникам позначених підрозділів, включаючи всі рівні вкладеності?

source: Вы уверены, что хотите назначить выбранные учебные курсы сотрудникам отмеченных подразделений, включая все уровни вложенности?
de_de: Sie sind überzeugt, was Sie die gewählten Lehrgänge den Mitarbeitern der bemerkten Unterabteilungen, einschließlich alle Niveaus der Verschachtelung ernennen wollen?

source: Вы отчислены с курса %s
de_de: Sie sind vom Kurs %s angewiesen
ru_ua: Вас відраховано з дисципліни %s

source: Вы использовали данный пароль ранее. Придумайте новый.
de_de: Sie verwendeten die vorliegende Parole früher. Erdenken Sie den Neuen.
ru_ua: Ви використали даний пароль раніше. Придумайте новий.

source: Вы действительно хотите отказаться от обучения на этом курсе? Это не исключает возможности в будущем заново подать заявку и пройти обучение.
de_de: Sie wollen auf die Ausbildung in diesem Kurs wirklich verzichten? Es schließt die Möglichkeit in der Zukunft von neuem anzumelden nicht aus und, die Schule zu durchlaufen.
ru_ua: Ви дійсно хочете відмовитись від навчання на цій дисципліні? Це не виключає можливості у майбутньому заново подати заявку та пройти навчання.

source: Вы действительно хотите выйти из режима работы от имени другого пользователя?
de_de: Sie wollen aus dem Arbeitsverfahren im Namen anderen Benutzers wirklich hinausgehen?

source: Вы действительно хотите удалить тему?
de_de: Sie wollen das Thema wirklich entfernen?
ru_ua: Ви дійсно хочете видалити тему?

source: Вы действительно хотите прервать заполнение опроса с потерей всех данных ответов? Позже Вы сможете вернуться к опросу и заполнить его вновь.
de_de: Sie wollen die Auffüllung der Umfrage mit dem Verlust aller gegebenen Antworten wirklich unterbrechen? Später können Sie zur Umfrage zurückkehren und, es wieder ausfüllen.

source: Вы действительно хотите удалить категорию?
de_de: Sie wollen die Kategorie wirklich entfernen?
ru_ua: Ви дійсно хочете видалити категорію?

source: Вы действительно хотите войти в систему от имени данного пользователя? При этом все функции Вашей текущей роли будут недоступны. Вы сможете вернуться в свою роль при помощи обратной функции "Выйти из режима". Продолжить?
de_de: Sie wollen ins System im Namen des gegebenen Benutzers wirklich eingehen? Dabei werden alle Funktionen Ihrer laufenden Rolle unzugänglich sein. Sie können in die Rolle mit Hilfe der Rückfunktion "Verlassen" zurückkehren. Fortzusetzen?
ru_ua: Ви дійсно хочете увійти в систему від імені даного користувача? При цьому всі функції Вашої поточної ролі будуть недоступні. Ви зможете повернутися у свою роль за допомогою оберненої функції "Вийти з режиму". Продовжити?

source: Вы действительно хотите отменить?
de_de: Sie wollen wirklich aufheben?
ru_ua: Ви дійсно хочете скасувати?

source: Вы действительно желаете восстановить данную версию, сделать её актуальной версией ресурса?
de_de: Sie wünschen wirklich, die vorliegende Version wieder herzustellen, ihre aktuelle Version der Ressource zu machen?
ru_ua: Ви дійсно бажаєте відновити дану версію, зробити її актуальною версією ресурсу?

source: Суббота
de_de: Sonnabend
ru_ua: Субота

source: Воскресенье
de_de: Sonntag
ru_ua: Неділя

source: день
de_de: Tag

source: Количество дней
de_de: Tage
ru_ua: Кількість днів

source: Сессия
de_de: Tagung
ru_ua: Сесія

source: сессия
de_de: Tagung
ru_ua: сесія

source: сессия plural%s session%s sessions
de_de: Tagung plural%s session%s sessions

source: Hазначить слушателей на программы мероприятий
de_de: Teilnehmer den Programmen zuordnen

source: Участники
de_de: Teilnehmeren
ru_ua: Учасники

source: участников
de_de: Teilnehmers
ru_ua: учасників

source: Занятие
de_de: Training

source: Тренинг
de_de: Training
ru_ua: Тренінг

source: Занятие успешно добавлено.
de_de: Training wurde erfolgreich hinzugefügt
ru_ua: Заняття успішно додано.

source: Неизвестно
de_de: unbekannt
ru_ua: Невідомо

source: URL-адрес для перенаправления
de_de: URL-addresse
ru_ua: URL-адреса для перенаправлення

source: Формулировка варианта задания
de_de: Variantenformulierung der Aufgabe
ru_ua: Формулювання варіанту завдання

source: формулировка варианта задания
de_de: Variantenformulierung der Aufgabe

source: Опубликовать как ресурс БЗ
de_de: Veröffentlicht wie die Ressource der Basis des Wissens

source: опубликованные как ресурсы БЗ
de_de: Veröffentlicht wie die Ressourcen der Basis des Wissens

source: Версия
de_de: Version
ru_ua: Версія

source: Версия #%s
de_de: Version #%s
ru_ua: Версія #%s

source: Используйте знак # для указания ID ресурса
de_de: Verwenden Sie das Zeichen # für den Hinweis ID der Ressource
ru_ua: Використовуйте знак # для вказання ID ресурсу

source: Ведомость
de_de: Verzeichnis
ru_ua: Відомість

source: Выберите
de_de: Wählen Sie
ru_ua: Виберіть

source: выберите значение
de_de: Wählen Sie die Bedeutung
ru_ua: оберіть значення

source: Во время согласования произошла ошибка
de_de: Während der Vereinbarung ist der Fehler geschehen
ru_ua: Під час узгодження виникла помилка.

source: Читать далее
de_de: Weiter zu lesen
ru_ua: Читати далі

source: Если данная опция включена, то при достижении слушателем порогового значения в ведомость выставляется оценка "Пройдено".
de_de: Wenn die vorliegende Option aufgenommen ist, so wird bei der Errungenschaft vom Zuhörer der Schwellenbedeutung in die Liste die Einschätzung "Bestanden" ausgestellt.
ru_ua: Якщо дана опція ввімкнена, то при досягненні слухачем порогового значення у відомість виставляється оцінка "Пройдено".

source: Если данная опция включена, то при получении слушателем статуса "passed" соответствующая оценка выставляется в ведомость (применимо только к модулям в формате SCORM и AICC).
de_de: Wenn die vorliegende Option aufgenommen ist, so wird beim Erhalten vom Zuhörer des Status "passed" die entsprechende Einschätzung in die Liste (anwendbar nur zu den Modulen im Format SCORM und AICC) ausgestellt.
ru_ua: Якщо дана опція ввімкнена, то при отриманні слухачем статусу "passed" відповідна оцінка виставляється у відомість (застосовується лише до модулів) у форматі SCORM и AICC).

source: Если данная опция включена, то при получении слушателем статуса "passed" или "failed" соответствующая оценка выставляется в ведомость (применимо только к модулям в формате SCORM и AICC).
de_de: Wenn die vorliegende Option aufgenommen ist, so wird beim Erhalten vom Zuhörer des Status "passed" oder "failed" die entsprechende Einschätzung in die Liste (anwendbar nur zu den Modulen im Format SCORM und AICC) ausgestellt.
ru_ua: Якщо дана опція ввімкнена, то при отриманні слухачем статусу "passed"або "failed" відповідна оцінка виставляється у відомість (застосовується)лише до модулів у форматі SCORM и AICC).

source: Если данная опция включена, то оценка автоматически рассчитывается по формуле.
de_de: Wenn die vorliegende Option aufgenommen ist, so wird die Einschätzung nach der Formel automatisch gerechnet.
ru_ua: Якщо дана опція ввімкнена, то оцінка автоматично розраховується по формулі.

source: Если данная опция включена, то факт обращения слушателя к данному ресурсу автоматически фиксируется в ведомости.
de_de: Wenn die vorliegende Option aufgenommen ist, so wird die Tatsache der Anrede des Zuhörers zur gegebenen Ressource in der Liste automatisch fixiert.
ru_ua: Якщо дана опція ввімкнена, то факт звернення слухача до даного ресурсу автоматично фіксується у відомості.

source: Если данная опция включена, то в зависимости от результата пользователя и порогового значения соответствующая оценка ("Пройдено успешно" или "Пройдено неуспешно") выставляется в ведомость.
de_de: Wenn die vorliegende Option aufgenommen ist, so wird je nach dem Ergebnis des Benutzers und der Schwellenbedeutung die entsprechende Einschätzung ("Erfolgreich abgeschlossen" oder "Nicht erfolgreich abgeschlossen") in die Liste ausgestellt.
ru_ua: Якщо дана опція ввімкнена, то у залежності від результату користувача та порогового значення відповідна оцінка ("Пройдено успішно" або "Пройдено неуспішно") виставляється у відомость.

source: Если установлена данная опция, система позволяет новым пользователям самостоятельно регистрироваться в системе; возможность доступа непосредственно к учебным материалам определяется настройками этих материалов.
de_de: Wenn die vorliegende Option bestimmt ist, erlaubt das System den neuen Benutzern selbständig, im System registriert zu werden; die Möglichkeit des Zuganges unmittelbar zu den Lehrmaterialien klärt sich von den Abstimmungen dieser Materialien.

source: Если установлена данная опция, система пользователю в процессе регистрации будет предложено ознакомиться с условиями и подтвердить согласие на хранение и обработку его персональных данных.
de_de: Wenn die vorliegende Option bestimmt ist, wird das System dem Benutzer im Laufe der Registrierung es wird vorgeschlagen, sich mit den Bedingungen bekannt zu machen und, das Einverständnis auf die Aufbewahrung und die Bearbeitung seiner Personaldaten zu bestätigen.
