Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: '%localPart%' не соответствует формату quoted-string
ru_ua: '%localPart%' не відповідає формату quoted-string

source: '%localPart%' недопустимое имя для адреса '%value%'
ru_ua: '%localPart%' неприпустиме ім'я для адреси '%value%'

source: '%value%' превышает допустимую длину
ru_ua: '%value%' перевищує допустиму довжину

source: Слишком много файлов, максимально разрешено - '%max%', а получено - '%count%'
ru_ua: Занадто багато файлів, мінімально дозволено - '%max%', а отримано - '%count%'

source: Слишком мало файлов, минимально разрешено - '%min%', а получено - '%count%'
ru_ua: Занадто багато файлів, мінімально дозволено - '%min%', а отримано - '%count%'

source: Файл '%value%' не соответствует заданному crc32 хешу
ru_ua: Файл '%value%' не відповідає заданому crc32 хешу

source: crc32 хеш не может быть вычислен для данного файла
ru_ua: crc32 хеш не може бути обчислено для даного файлу

source: Файл '%value%' не найден
ru_ua: Файл '%value%' не знайдено

source: MIME-тип '%type%' файла '%value%' недопустим
ru_ua: MIME-тип '%type%' файлу '%value%' неприпустимий

source: Не удается определить MIME-тип файла '%value%'
ru_ua: Не вдається визначити MIME-тип файлу '%value%'

source: Файл '%value%' не может быть прочитан
ru_ua: Файл '%value%' не може бути прочитано

source: Файл '%value%' не существует
ru_ua: Файлу '%value%' не існує

source: Общий размер файлов не должен превышать '%max%', сейчас - '%size%'
ru_ua: Загальний розмір файлів не повинен перевищувати '%max%', зараз - '%size%'

source: Общий размер файлов не должен быть менее '%min%', сейчас - '%size%'
ru_ua: Загальний розмір файлів не повинен бути менше '%min%', зараз - '%size%'

source: Один или более файлов не могут быть прочитаны
ru_ua: Один або більше файлів не можуть бути прочитані

source: Файл '%value%' не соответствует указанному хешу
ru_ua: Файл '%value%' не відповідає вказаному хешу

source: Хеш не может быть подсчитан для указанного файла
ru_ua: Хеш не може бути підраховано для вказаного файлу

source: Максимально разрешённая ширина изображения '%value%' должна быть '%maxwidth%', сейчас - '%width%'
ru_ua: Максимально дозволена ширина зображення '%value%' повинна бути '%maxwidth%', зараз - '%width%'

source: Минимально ожидаемая ширина изображения '%value%' должна быть '%minwidth%', сейчас - '%width%'
ru_ua: Мінімально очікувана ширина зображення '%value%' повинна бути '%minwidth%', зараз - '%width%'

source: Максимально разрешённая высота изображения '%value%' должна быть '%maxheight%', сейчас - '%height%'
ru_ua: Максимально дозволена висота зображення '%value%' повинна бути '%maxheight%', зараз - '%height%'

source: Минимально ожидаемая высота изображения '%value%' должна быть '%minheight%', сейчас - '%height%'
ru_ua: Мінімально очікувана висота зображення '%value%' повинна бути '%minheight%',

source: Невозможно определить размер изображения '%value%'
ru_ua: Неможливо визначити розмір зображення '%value%'

source: Файл '%value%' не является сжатым. MIME-тип файла - '%type%'
ru_ua: Файл '%value%' не являється стисненим. MIME-тип файлу - '%type%'

source: Файл '%value%' не является изображением. MIME-тип файла - '%type%'
ru_ua: Файл '%value%' не являється зображенням. MIME-тип файлу - '%type%'

source: Файл '%value%' не соответствует указанному md5 хешу
ru_ua: Файл '%value%' не відповідає вказаному md5 хешу

source: md5 хеш не может быть вычислен для указанного файла
ru_ua: md5 хеш не може бути обчислено для вказаного файлу

source: Файл '%value%' уже существует
ru_ua: Файл '%value%' вже існує

source: Файл '%value%' не соответствует указаному хешу sha1
ru_ua: Файл '%value%' не відповідає вказаному хешу sha1

source: Хеш sha1 не может быть подсчитан для указанного файла
ru_ua: Хеш sha1 не може бути обраховано для вказаного файлу

source: Максимальный разрешенный размер файла '%value%' это '%max%', сейчас - '%size%'
ru_ua: Максимальный дозволений розмір файлу '%value%' це '%max%', зараз - '%size%'

source: Минимальный разрешенный размер файла '%value%' это '%min%', сейчас - '%size%'
ru_ua: Мінімальний дозволений розмір файлу '%value%' це '%min%', зараз - '%size%'

source: Размер файла '%value%' превышает допустимый размер, указанный в php.ini
ru_ua: Розмір файлу '%value%' перевищує допустимий розмір, вказаний в php.ini

source: Размер файла '%value%' превышает допустимый размер, указанный в форме
ru_ua: Розмір файлу '%value%' перевищує допустимий розмір, вказаний у формі

source: Файл '%value%' был загружен только частично
ru_ua: Файл '%value%' був завантажений лише частково

source: Файл '%value%' не был загружен
ru_ua: Файл '%value%' не було завантажено

source: Не найдена временная директория для файла '%value%'
ru_ua: Не знайдено тимчасову директорію для файлу '%value%'

source: Файл '%value%' не может быть записан
ru_ua: Файл '%value%' не може бути записано

source: PHP расширение возвратило ошибку во время загрузки файла '%value%'
ru_ua: PHP розширення повернуло помилку під час завантаження файлу '%value%'

source: Файл '%value%' загружен некорректно. Возможна атака
ru_ua: Файл '%value%' завантажено некоректно. Можлива атака

source: Произошла неизвестная ошибка во время загрузки файла '%value%'
ru_ua: Виникла невідома помилка під час завантаження файлу '%value%'

source: Слишком много слов, разрешено максимум '%max%' слов, но сейчас - '%count%'
ru_ua: Занадто багато слів, дозволено максимум '%max%' слів, але зараз - '%count%'

source: Слишком мало слов, разрешено минимум '%min%' слов, но сейчас - '%count%'
ru_ua: Занадто мало слів, дозволено мінімум '%min%' слів, але зараз - '%count%'

source: '%value%' не является числом с плавающей точкой
ru_ua: '%value%' не являється числом з плаваючою точкою

source: '%value%' не превышает '%min%'
ru_ua: '%value%' не перевищує '%min%'

source: Значение '%value%' должно содержать только шестнадцатиричные символы
ru_ua: Значення '%value%' повинно містити лише шістнадцятирозрядні символи

source: Значение '%value%' выглядит как IP-адрес, но IP-адреса не разрешены
ru_ua: Значення '%value%' выглядає як IP-адреса, але IP-адреси не дозволені

source: '%value%' выглядит как DNS имя хоста, но оно не дожно быть из списка доменов верхнего уровня
ru_ua: '%value%' виглядає як DNS ім'я хоста, але воно не повинно бути зі списку доменів верхнього рівня

source: '%value%' выглядит как DNS имя хоста, но знак '-' находится в недопустимом месте
ru_ua: '%value%' виглядає як DNS ім'я хоста, але знак '-' знаходиться у неприпустимому місці

source: '%value%' выглядит как DNS имя хоста, но оно не соответствует шаблону для доменных имен верхнего уровня '%tld%'
ru_ua: '%value%' виглядяє як DNS ім'я хоста, але воно не відповідає шаблону для доменних імен верхнього рівня '%tld%'

source: '%value%' выглядит как DNS имя хоста, но не удаётся извлечь домен верхнего уровня
ru_ua: '%value%' виглядяє як DNS ім'я хоста, але не вдається вилучити домен верхнього рівня

source: '%value%' не соответствует ожидаемой структуре для DNS имени хоста
ru_ua: '%value%' не відповідає очікуваній структурі для DNS імені хоста

source: '%value%' является недопустимым локальным сетевым адресом
ru_ua: '%value%' являється неприпустимою локальною мережевою адресою

source: '%value%' выглядит как локальный сетевой адрес, но локальные сетевые адреса не разрешены
ru_ua: '%value%' виглядає, як локальна мережева адреса, але локальні мережеві адреси не дозволені

source: '%value%' выглядит как DNS имя хоста, но указанное значение не может быть преобразованно в допустимый для DNS набор символов
ru_ua: '%value%' виглядяє як DNS ім'я хоста, але вказане значення не може бути перетворено у допустимий для DNS набір символів

source: Не известная страна IBAN '%value%'
ru_ua: Невідома країна IBAN '%value%'

source: '%value%' имеет недопустимый IBAN формат
ru_ua: '%value%' має неприпустимий IBAN формат

source: '%value%' не прошло IBAN проверку
ru_ua: '%value%' не пройшло IBAN перевірку

source: Значение '%token%' не совпадает с указанным значением '%value%'
ru_ua: Значення '%token%' не співпадає з вказаним значенням '%value%'

source: Не было указано значение для проверки на идентичность
ru_ua: Не було вказано значення для перевірки на ідентичність

source: '%value%' не найдено в перечисленных допустимых значениях
ru_ua: '%value%' не знайдено у перерахованих припустимих значеннях

source: Недопустимый тип данных, значение должно быть строкой или целым числом
ru_ua: Недопустимий тип даних, значення повинно бути стрічкою або цілим числом

source: '%value%' не является целым числом
ru_ua: '%value%' не являється цілим числом

source: '%value%' не является корректным IP-адресом
ru_ua: '%value%' не являється коректною IP-адресою

source: '%value%' не является корректным номером ISBN
ru_ua: '%value%' не являється коректним номером ISBN

source: '%value%' не меньше, чем '%max%'
ru_ua: '%value%' не менше, ніж '%max%'

source: Недопустимый тип данных, значение должно быть числом с плавающей точкой, строкой, массивом, булевым значением или целым числом
ru_ua: Недопустимий тип даних, значення повинно бути числом з плаваючою точкою, рядком, масивом, нульовим значенням або цілим числом

source: '%value%' не является корректным почтовым кодом
ru_ua: '%value%' не являється коректним поштовим кодом

source: '%value%' не соответствует шаблону '%pattern%'
ru_ua: '%value%' не відповідає шаблону '%pattern%'

source: '%value%' недопустимое значение для sitemap changefreq
ru_ua: '%value%' недопустиме значення для sitemap changefreq

source: '%value%' недопустимое значение для sitemap lastmod
ru_ua: '%value%' неприпустиме значення для sitemap lastmod

source: '%value%' недопустимое значение для sitemap location
ru_ua: '%value%' недопустиме значення для sitemap location

source: '%value%' недопустимое значение для sitemap priority
ru_ua: '%value%' недопустиме значення для sitemap priority

source: '%value%' меньше разрешенной минимальной длины в %min% символов
ru_ua: '%value%' менше дозволеної мінімальної довжини у %min% символів

source: '%value%' больше разрешенной максимальной длины в %max% символов
ru_ua: '%value%' більше дозволеної максимальної довжини у %max% символів

source: Код обязателен для заполнения
ru_ua: Код обов'язковий для заповнення

source: Неверный ID кода
ru_ua: Невірний ID коду

source: Неверное значение кода
ru_ua: Невірне значення коду

source: Мои программы
ru_ua: Програми

source: с %s
ru_ua: з %s

source: Сохранить и перейти к странице '%s'
ru_ua: Зберегти та перейти до сторінки '%s'

source: Слишком много однокурсников для отображения в виджете
ru_ua: Занадто багато однокурсників для відображення у віджеті

source: завершен
ru_ua: завершено

source: Фактические значения показателей могут вводиться сотрудником в течение всего оценочного периода; они доступны для просмотра руководителю и носят информационный характер. Оценка показателей эффективности осуществляется во время проведения оценочной сессии.
ru_ua: Фактичні значення показників можуть вводитися співробітником на протязі всього оціночного періоду; вони доступні для переголяду керівнику та носять інформаційний характер. Оцінка показників ефективності здійчнюється під час проведення оціночної сесії.

source: Инвертировать выделение
ru_ua: Інвертувати виділення

source: день plural
ru_ru: %s день
ru_ua: %s день

source: час plural
ru_ru: %s час
ru_ua: %s хвилина

source: минута plural
ru_ru: %s минута
ru_ua: %s хвилина

source: секунда plural
ru_ru: %s секунда
ru_ua: %s секунда

source: Предварительный просмотр
ru_ua: Попередній перегляд

source: Данный формат выгрузки не поддерживается
ru_ua: Даний формат завантаження не використовується

source: У вас нет права на просмотр этого курса
ru_ua: У Вас немає права на перегляд цієї дисципліни

source: Создать новый кластер критериев
ru_ua: Створити новий кластер критеріїв

source: Создать кластер
ru_ua: Створити кластер

source: Создать новый период оценки
ru_ua: Створити новий період оцінювання

source: Создать период оценки
ru_ua: Створити період оцінювання

source: Создать персональный показатель эффективности
ru_ua: Створити персональний показник ефективності

source: Создать показатель
ru_ua: Створити показник

source: Создать кластер показателей эффективности
ru_ua: Створити кластер показників ефективності

source: Создать единицу измерения показателей эффективности
ru_ua: Створити одиницю виміру показників ефективності

source: Создать единицу измерения
ru_ua: Створити одиницю вимірювання

source: Создать новую должность и добавить в выпадающий список
ru_ua: Створити нову посаду та додати його до випадаючого списку

source: Создать должность
ru_ua: Створити посаду

source: Dependence %s not found
ru_ua: Залежність %s не знайдено

source: Invalid format of config file: %s
fr_fr: Format de fichier de configuration invalide : %s
ru_ua: Невірний формат файлу конфігурації: %s

source: Вы не являетесь слушателем данного курса
ru_ua: Ви не є слухачем цієї дисципліни

source: Превышен макимально допустимый размер файла
ru_ua: Перевищено максимально допустимий розмір файлу

source: Пример файла
ru_ua: Приклад файлу

source: Создать индикатор
ru_ua: Створити ідентифікатор

source: Распечатать отчет
ru_ua: Роздрукувати звіт

source: Вернуться к заполнению
ru_ua: Повернутися до заповнення

source: Выйти
ru_ua: Вийти

source: Закончить заполнение
ru_ua: Закінчити заповнення

source: Вы закончили заполнение анкеты и можете зафиксировать результат. Действительно хотите сейчас выйти без фиксации результата?
ru_ua: Ви закінчили заповнення анкети та можете зафіксувати результат. Дійсно хочете зараз вийти без фіксації результату?

source: Создать показатель эффективности
ru_ua: Створити показник ефективності

source: Требования к компетенциям профиля успешно сохранены
ru_ua: Вимоги до компетенцій профілю успішно збережено

source: Внимание! Не все значения отмечены!
ru_ua: Увага! Не всі значення відмічено!

source: Карточка профиля должности
ru_ua: Картка профілю посади

source: Данные сохранены успешно
ru_ua: Дані збережено успішно

source: Данные не сохранены. Проверьте правильность заполнения формы и повторите попытку.
ru_ua: Дані не збережено. Перевірте правильність заповнення форми та повторіть спробу.

source: Параметры оценки компетенций (360 град.)
ru_ua: Параметри оцінки компетенцій (360 град.)

source: Требования к развитию компетенций (профиль успешности)
ru_ua: Вимоги до розвитку компетенцій (профіль успішності)

source: Диаграмма 1. Профиль успешности
ru_ua: Діаграма 1. Профіль успішності

source: Карточка кандидата
ru_ua: Картка кандидату

source: Инициатор вакансии
ru_ua: Ініціатор вакансії

source: Карточка вакансии
ru_ua: Картка вакансії

source: Прогресс выполнения
ru_ua: Прогрес виконання

source: Статус сессии
ru_ua: Статус сесії

source: Карточка сессии оценки
ru_ua: Картка сесії оцінювання

source: Сессия оценки не начата; никто из сотрудников не имеет доступа к анкетам.
ru_ua: Сесію оцінювання не розпочато; ніхто із співробітників не має доступу до анкет.

source: Сессия начата, анкеты доступны для заполнения сотрудниками.
ru_ua: Сесію розпочато, анкети доступні для заповнення співробітниками.

source: Сессия оценки закончена; никто из сотрудников не имеет доступа к анкетам.
ru_ua: Сесію оцінювання завершено; ніхто із співробітників не має доступу до анкет.

source: Вы уверены, что хотите стартовать сессию оценки? В этот момент будут отправлены уведомления всем участникам и доступ к анкетам для них будет открыт.
ru_ua: Ви впевнені, що хочете стартувати сесію оцінювання? У цей момент буде відправлено сповіщення усім учасникам та доступ до анкет для них буде відкрито.

source: Вы уверены, что хотите закончить сессию оценки? При этом доступ к анкетам будет закрыт и будут подсчитаны итоговые результаты сессии.
ru_ua: Ви впевнені, що хочете завершити сесію оцінювання? При цьому досту до анкет буде закрито та буде підраховано підсумкові результати сесії.

source: ВНИМАНИЕ! Заполнение анкеты не закончено, результаты предварительные
ru_ua: УВАГА! Заповнення анкети не завершено, результати попередні

source: Общая информация
ru_ua: Загальна інформація

source: Оценка компетенций (в рамках 360 град.)
ru_ua: Оцінка компетенцій (в рамках 360 град.)

source: Диаграмма 1. Результаты оценки компетенций
ru_ua: Діаграма 1. Результати оцінки компетенцій

source: Подробные результаты по компетенциям
ru_ua: Детальні результати по компентенціям

source: Выводы
ru_ua: Висновки

source: Cильные стороны сотрудника
ru_ua: Сильні сторони співробітника

source: Компетенции, набравшие наименьшее количество баллов
ru_ua: Компетенції, що набрали найменшу кількість балів

source: ВНИМАНИЕ! Оценочная сессия еще не окончена, результаты предварительные
ru_ua: УВАГА! Оціночна сесія ще не закінчена, результати попередні

source: Профиль %s
ru_ua: Профіль %s

source: Результаты оценки компетенций
ru_ua: Результати оцінки компетенцій

source: Таблица %d. Профиль %s
ru_ua: Таблиця %d. Профіль %s

source: Сотрудники, набравшие набольшее количество баллов
ru_ua: Співробітники, що набрали найбільшу кількість балів

source: Сотрудники, набравшие наименьшее количество баллов
ru_ua: Співробітники, що набрали найменшу кількість балів

source: ВНИМАНИЕ! Сотрудник ещё не прошел оценку, результаты предварительные
ru_ua: УВАГА! Користувач ще не пройшов оцінювання, результати попередні

source: Вводная часть
ru_ua: Вступна частина

source: Результаты прохождения тестов
ru_ua: Результати проходження тестів

source: Таблица 1. Результаты оценки KPI
ru_ua: Таблиця 1. Результати оцінювання KPI

source: Таблица 2. Оценка способа достижения
ru_ua: Таблиця 2. Оцінка способу досягнення

source: Оценка компетенций (360 град.)
ru_ua: Оцінка компетенцій (360 град.)

source: Диаграмма 1. Сравнение результатов оценки с профилем должности
ru_ua: Діаграма 1. Порівняння результатів оцінки з профілем посади

source: Ваши сильные стороны (компетенции, превосходящие профиль успешности)
ru_ua: Ваші сильні сторони (компетенції, що перевершують профіл успішності)

source: Компетенции, набравшие меньшее количество баллов по сравнению с профилем успешности
ru_ua: Компетенції, що набрали меншу кількість балів у порівнянні з профілем успішності

source: Диаграмма 2. Объединенные результаты оценки компетенций (среднее значение)
ru_ua: Діаграма 2. Об'єднані результати оцінки компетенцій (середнє значення)

source: Диаграмма 3. Оценка компетенций разными группами экспертов (среднее значение)
ru_ua: Діаграмма 3. Оцінка компетенцій різними групами експертів (середнє значення)

source: Диаграмма %d. Оценка компетенции %s
ru_ua: Діаграма %d. Оцінка компетенції %s

source: Скрытые возможности (компетенции, по которым оценка экспертов максимально превышает Вашу самооценку)
ru_ua: Приховані можливості (компетенції, по яким оцінка експертів максимально перевищує Вашу самооцінку)

source: Скрытые зоны развития (компетенции, по которым самооценка максимально превышает среднюю оценку экспертов)
ru_ua: Приховані зони розвитку (компетенції, по яким самооцінка максимально перевищує середню оцінку експертів)

source: Принудительная очистка кеша
ru_ua: Примусове очищення кеш

source: Выполнить резервирование базы данных
ru_ua: Виконати резервування бази даних

source: Существуют файлы
ru_ua: Існують такі файли

source: Открыть перечень файлов
ru_ua: Відкрити перелік файлів

source: Свернуть перечень файлов
ru_ua: Приховати перелік файлів

source: Нет резервных дампов базы данных
ru_ua: Немає резервних копій бази даних

source: Создал
ru_ua: Створив

source: Создать оценочный период
ru_ua: Створити період оцінювання

source: В ходе работы программы произошла нештатная ситуация.
ru_ua: У ході роботи програми виникла нештатна ситуація.

source: Вы действительно хотите удалить раздел?
ru_ua: Ви дійсно хочете видалити розділ?

source: голосов:
ru_ua: голосів:

source: Не верный пароль.
ru_ua: Не правильний пароль

source: Режим тренировки
ru_ua: Режим тренування

source: Режим прохождения на оценку
ru_ua: Режим проходження на оцінку

source: Нажав на кнопку ниже, Вы начнете тренировочное прохождение теста. При этом результат прохождения не будет зафиксирован.
ru_ua: Натиснувши на кнопку нижче, Ви почнете тренувальне проходження тесту. При цьому результат тестування не буде зафіксовано.

source: Начать тренировку по тесту
ru_ua: Розпочати тренування по тесту

source: Ваш преподаватель должен ввести логин и пароль, чтобы подтвердить начало прохождения тестирования на оценку. При этом результат прохождения будет зафиксирован.
ru_ua: Ваш інструктор має ввести логін і пароль, щоб підтвердити початок проходження тесту на оцінку. Результат буде зафіксовано.

source: Начать тренировку
ru_ua: Розпочати тренування

source: Ваш преподаватель должен ввести логин и пароль, чтобы подтвердить начало прохождения теста на оценку. При этом результат прохождения будет зафиксирован.
ru_ua: Ваш інструктор має ввести логін і пароль, щоб підтвердити початок проходження тесту на оцінку. Результат буде зафіксовано.

source: Прохождение Комплексного теста
ru_ua: Проходження Комплексного тесту

source: Общий результат за модуль
ru_ua: Загальний результат за модуль

source: Результат компьютерного тестирования<br/> для проверки теоретических знаний по тесту
ru_ua: Результат комп'ютерного тестування <br/> для перевірки теоретичних знань за тестом

source: Дата проведения тестирования
ru_ua: Дата проведення тестування

source: Процент правильных ответов
ru_ua: Відсоток правильних відповідей

source: Результат по теме
ru_ua: Результат за темою

source: Назначить пересдачу
ru_ua: Призначити перескладання

source: Экзаменатор Комплексного теста Украероруха
ru_ua: Екзаменатор Коплексного тесту Украероруху

source: Перездача успешно назначена
ru_ua: Перескладання успішно призначено

source: Создать сертификат
ru_ua: Створити сертифікат

source: Классификатор учебных программ
ru_ua: Класифікатор програм підготовки

source: Начать прохождение программы?
ru_ua: Розпочати проходження програми?

source: Курсы не были найдены!
ru_ua: Жодної з дисциплін не було знайдено!

source: Ограничение доступа к курсу
ru_ua: Обмеження доступу до дісципліни

source: Обязательный элемент программы.
ru_ua: Обов'язковий елемент програми.

source: Этот курс не может быть элективным, потому-что он ограничен порогом прохождения!
ru_ua: Ця дисципліна не може бути елективною тому, що вона обмежена порогом проходження!

source: Этот курс не имеет свободного доступа, поэтому нельзя сделать его элективным!
ru_ua: Ця дисципліна не має вільного доступу, тому її не можна зробити элективною!

source: Внимание, пользователи программы будут автоматически назначены на этот курс!
ru_ua: Увага, користувачі програми будуть автоматично призначені на цю дисципліну!

source: Этот курс не может быть ограничен порогом прохождения, потому-что он элективный!
ru_ua: Ця дисципліна не може бути обмежена порогом проходження тому, що вона елективна (на вибір)!

source: Состав программы подготовки
ru_ua: Склад програми підготовки

source: элективный
ru_ua: на вибір

source: обязательный
ru_ua: обов'язковий

source: Описание программы
ru_ua: Опис програми

source: подписаны на курс
ru_ua: підписані на дисципліну

source: Классификатор ресурсов
ru_ua: Класифікатор ресурсів

source: Будут добавлены %d элемента(ов), обновлены %d элемента(ов)
ru_ua: Буде додано %d елемента(ів) та оновлено %d елемента(ів)

source: Код элемента
ru_ua: Код елементу

source: Название элемента
ru_ua: Назва елементу

source: Новое название элемента
ru_ua: Нова назва елементу

source: Импортировать тест из TestOfficePRO3
ru_ua: Імпортувати тест з TestOfficePRO3

source: Метки отсутствуют
ru_ua: Мітки відсутні

source: Добавить видеоролик
ru_ua: Додати відеоролік

source: Вы не являетесь слушателем на данном курсе
ru_ua: Ви не є слухачем цієї дисципліни

source: Открывать курс с этой страницы
ru_ua: Відкрити дисципліну з цієї сторінки

source: Выполнено
ru_ua: Виконано

source: В данное мероприятие не включен ни один тест
ru_ua: У даний захід не включено жодного тесту
