Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Индивидуально настроить список респондентов
ru_ua: Індивідуально налаштувати список респондентів

source: Вы уверены, что хотите создать оценочную сессию для выбранных подразделений? При этом сотрудникам подразделений будут автоматически назначены оценочные мероприятия согласно настроенным профилям должностей.
ru_ua: Ви впевнені, що хочете створити оціночну сесію для вибраних підрозділів? При цьому співробітникам підрозділів будуть автоматично призначені оціночні заходи згідно налаштованим профілям посад.

source: Вы уверены, что хотите назначить выбранные учебные курсы сотрудникам отмеченных подразделений, включая все уровни вложенности? Если курсы предполагают согласование, будут созданы заявки на обучение.
ru_ua: Ви впевнені, що хочете призначити обрані навчальні дисципліни співробітникампозначених підрозділів, включаючи всі рівні вкладеності? Якщо дисципліни передбачають узгодження, будуть створені заявки на начання.

source: по сотруднику
ru_ua: за співробітником

source: Сессия успешно создана
ru_ua: Сесію успішно створено

source: Вакансия
ru_ua: Вакансія

source: Установлены индивидуальные настройки профиля должности
ru_ua: Встановлено індивідуальні налаштування профілю посади

source: Установлены индивидуальные настройки списка респондентов
ru_ua: Встановлено індивідуальні налаштування списку респондентів.

source: Добавление новой оргструктуры
ru_ua: Додавання нової оргструктури

source: Оргструктура успешно добавлена.
ru_ua: Оргструктуру успішно додано.

source: Редактирование списка респондентов
ru_ua: Редагування списку респондентів

source: Список респондентов успешно изменен.
ru_ua: Список респондентів успішно змінено.

source: Для поиска можно вводить любое сочетание букв из названия сертификата
ru_ua: Для пошуку можна вводити будь-яку комбінацію букв з назви сертифікату

source: Организация
ru_ua: Організація

source: Для поиска можно вводить любое сочетание букв из названия организации
ru_ua: Для пошуку можна вводити будь-яку комбінацію букв з назви організації

source: Заполните информацию о сертификате
ru_ua: Заповніть інформацію про сертифікат

source: Супервайзеры имеют расширенные полномочия в системе. При необходимости возможно наличие нескольких руководителей в одном подразделении.
ru_ua: Керівники підрозділів мають розширені повноваження у системі. За необхідності можлива наявність декількох керівників в одному підрозділі.

source: Основной список
ru_ua: Основний список

source: Дополнительный список
ru_ua: Додатковий список

source: Категория респондентов: %s
ru_ua: Категорія респондентів: %s

source: Ограниченное использование ресурсов предполагает возможность включения их в состав учебных курсов и оценочных сессий, они не доступны через Портал; неопубликованные ресурсы доступны только менеджерам Базы знаний.
ru_ua: Обмежене використання ресурсів передбачає можливість включення їх до складу дисциплін і оціночних сесій, вони не доступні через Портал; неопубліковані ресурси доступні лише менеджерам Бази знань.

source: Код должности
ru_ua: Код посади

source: в оргструктуре
ru_ua: в оргструктурі

source: Удалить должность
ru_ua: Видалити посаду

source: Добавлено %s новых должностей
ru_ua: Додано %s новых посад

source: Новых должностей не обнаружено
ru_ua: Нових посад не знайдено

source: Должность с таким кодом уже существует
ru_ua: Посада з таким кодом вже існує

source: Должность с таким названием уже существует
ru_ua: Посада з такою назвою вже існує

source: Карточка учебной программы
ru_ua: Картка програми підготовки

source: Автоматическое назначение на программу
ru_ua: Автоматичне призначення на програму

source: Вы уже зачислены на эту программу
ru_ua: Ви вже призначені на цю програму

source: Не указана программа.
ru_ua: Жодної програми не обрано

source: Не выбран элемент из списка.
ru_ua: Жодного елементу зі списку не обрано

source: Программа удалена или не существует.
ru_ua: Програму видалено або її не існує.

source: Не указан курс.
ru_ua: не вказано дисципліну

source: Ошибка сохранения
ru_ua: Помилка збереження

source: Регистрационный номер успешно назначен
ru_ua: Реєстраційний номер успішно призначений

source: Учебная группа удалена или не существует.
ru_ua: Навчальна група видалена або не існує.

source: Внимание! На программу зачислены слушатели:
ru_ua: Увага! На програму призначені слухачі:

source: человек <br>Удаление не элективного курса уничтожит набранные по нему результаты обучения.<br> Элективный курс у пользователя не удаляется, если он на него подписан.<br> Перевод курса со статуса "Элективный" в "Обязательный" автоматически подпишет всех слушателей программы на этот курс.<br> Перевод курса со статуса "Обязательный" в "Элективный" оставит подписанными всех слушателей программы на этом курсе.
ru_ua: осіб <br>Видалення обовязкової дисципліни знищить набрані по ньому результати навчання.<br> Дисциплін "на вибір" у користувача не зникає, якщо він на нього підписаний.<br> Переведення дисципліни із статусу "Елективний" в "Обов'язковий" автоматично підпише усіх слухачів програми на цю дисципліну.<br> Переведення дисципліни із статусу "Обов'язкове" в "Елективний" залишить підписаними усіх слухачів програми на цю дисципліну.

source: Учебные курсы успешно добавлены в программы.
ru_ua: Дисципліни успішно додані до програм підготовки.

source: Не выбраны курсы или программы.
ru_ua: Не обрано жодної дисципліни або програми

source: Учебные курсы успешно исключены из программ.
ru_ua: Дисципліни успішно згенеровано.

source: Ответственные
ru_ua: Відповідальні

source: Hазначить группу на учебные программы
ru_ua: Призначити групу на програми підготовки

source: Отменить назначение группы на учебные программы
ru_ua: Відмінити призначення групи на програми підготовки

source: Выберите ответственного
ru_ua: Оберіть відповідального

source: Назначить ответственных
ru_ua: Призначити відповідальних

source: Отменить назначение всех ответственных
ru_ua: Скасувати призначення всіх відповідальних

source: Ответственные успешно назначены
ru_ua: Відповідальних успішно призначено

source: При назначении некоторых ответственных возникли ошибки
ru_ua: Виникли помилки під час призначення деяких відповідальних

source: Назначение ответственных успешно отменено
ru_ua: Призначення відповідальних успішно скасовано

source: преподователя
ru_ua: інструктора

source: Название группы
ru_ua: Назва групи

source: Печать Екз. ведомость по ПП
ru_ua: Друк Екз. відомості по ПП

source: Печать Екз. ведомость по дисциплине
ru_ua: Друк Екз. відомості по дисциплінам

source: Печать Ведомость выдачи сертификатов
ru_ua: Друк Відомості видачі свідоцтв

source: Печать Список группы
ru_ua: Друк Списку групи

source: учебные группы
ru_ua: навчальні групи

source: архивные группы
ru_ua: архівні групи

source: Группа удалена или не существует.
ru_ua: Групу видалено або вона не існує.

source: Регистрационный номер
ru_ua: Реєстраційний номер

source: Редактировать свидетельство
ru_ua: Редагувати свідоцтво

source: сформировать Свидетельство
ru_ua: сформувати Свідоцтво

source: сформировать Справку
ru_ua: сформувати Довідку

source: Опубликованные программы доспупны всем авторизованным пользователям.
ru_ua: Опубликовані програми доступні для всіх авторизованих користувачів

source: номер уже существует
ru_ua: номер вже існує

source: Вы уверены, что хотите удалить варианты задания? Если данные варианты были ранее назначены слушателям, соответствующие назначения будут отменены.
ru_ua: Ви дійчно бажаєте видалити варіанти завдання? Якщо дані варіанти були раніше призначені слухачам, то відповідні призначення буде скасовано.

source: (C)
ru_ua: (З)

source: Некоторым отчетные формы уже были открыты для данных ролей
ru_ua: Деякі звітні форми вже було відкрито для даних ролей

source: Импортировать информационные ресурсы из CSV
ru_ua: Імпортувати інформаційні ресурси з CSV

source: Были добавлены: %d ресурс(ов)
ru_ua: Було додано: %d ресурс(ів)

source: Невозможно редактировать содержимое данного ресурса. Измените его тип и повторите попытку.
ru_ua: Неможливо редагувати вміст даного ресурсу. Змініть його тип та повторіть спробу.

source: Содержимое ресурса успешно изменено
ru_ua: Вміст ресурсу успішно змінено

source: В процессе восстановления версии произошли ошибки
ru_ua: У процесі відновлення версії виникли помилки

source: Версия успешно удалена
ru_ua: Версію успішно видалено

source: В процессе удаление версии произошли ошибки
ru_ua: В процесі видалення версії виникли помилки

source: Вы уверены, что хотите связать выделенные ресурсы с данным ресурсом?
ru_ua: Ви впевнені, що потрібно пов'язати виділені ресурси з даним ресурсом?

source: Вы уверены, что хотите удалить связи с выделенными ресурсами?
ru_ua: Ви впевнені, що хочете видалити зв'язки з виділеними ресурсами?

source: Ресурсы связаны успешно
ru_ua: Ресурси пов'язані успішно

source: Связи успешно удалены
ru_ua: Зв'язки успішно видалено

source: Не найдено результатов, удовлетворяющих поисковому запросу
ru_ua: Не знайдено результатів, що задовольняють пошуковий запит

source: Тип объекта
ru_ua: Тип об'єкту

source: Дата публикации
ru_ua: Дата публікації

source: Опубликованные ресурсы доспупны всем авторизованным пользователям через Портал Базы знаний; ограниченное использование ресурсов предполагает возможность включения их в состав учебных курсов тьюторами, но они не доступны через Портал; неопубликованные ресурсы доступны только менеджерам Базы знаний.
ru_ua: Опубліковані ресурси доступні усім авторизованим користувачам через Портал Бази знань; обмежене використання ресурсів передбачає можливість включення їх до складу дисциплін інструкторами, але вони не доступні через Портал; неопубліковані ресурси доступні лише менеджерам Бази знань.

source: Укажите одну или несколько учебных групп
ru_ua: Вкажіть одну або кілька навчальних груп

source: Укажите один или несколько курсов
ru_ua: Вкажіть одну або декілька дисциплін

source: Курс не найден id=[
ru_ua: Дисципліну не знайдено id=[

source: Курс: "
ru_ua: Дисципліна: "

source: Группа не найдена id=[
ru_ua: Групу не знайдено id=[

source: Ошибка отмены назначенного курса: "
ru_ua: Помилка скасування призначеної дисципліни: "

source: Учебная группа успешно создана
ru_ua: Навчальну групу успішно створено

source: Учебная группа успешно обновлёна
ru_ua: Навчальну групу успішно оновлено

source: Учебная группа успешно удалёна
ru_ua: Навчальну групу успішно видалено

source: Учебные группы успешно удалены
ru_ua: Навчальні групи успішно видалено

source: Опубликована
ru_ua: Опубліковано

source: Архивная
ru_ua: Архівна

source: Публичность
ru_ua: Опубліковано

source: Назначена на программы
ru_ua: Призначена на програми

source: активные группы
ru_ua: активні групи

source: все группы
ru_ua: всі групи

source: Назначить группу на учебные курсы
ru_ua: Призначити групу на дисципліни

source: Отменить назначение группы на учебные курсы
ru_ua: Відмінити призначення групи на дисципліни

source: Программа обучения: "
ru_ua: Программа навчання: "

source: пользователей группы
ru_ua: слухачів групи

source: Включить в группу
ru_ua: Зарахувати до групи

source: Исключить из группы
ru_ua: Відрахувати з групи

source: Не достаточно прав
ru_ua: Недостатньо прав

source: Пользователи успешно включены в группу
ru_ua: Користувачі успішно додані до групи

source: Пользователи успешно исключены из группы
ru_ua: Користувачі успішно видалені з групи

source: Должности
ru_ua: Посади

source: Подразделения
ru_ua: Підрозділи

source: Вы уже зачислены на этот курс
ru_ua: Ви вже призначені на цю дисципліну

source: Доступ к курсу закрыт! Не пройден порог прохождения!
ru_ua: Доступ до дисципліни закрито! Не пройдено поріг проходження!

source: Копировать содержимое из базового курса
ru_ua: Копіювати вміст з базової дисципліни

source: Вы действительно желаете удалить материалы и план занятий данной учебной сессии и скопировать их из базового курса?
ru_ua: Ви дійсно бажаєте видалити матеріали та план занять даної навчальної сесії та скопіювати їх з базової дисципліни?

source: Подключить в учебную программу
ru_ua: Додати в програму підготовки

source: Исключить из учебной программы
ru_ua: Забрати з програми підготовки

source: Мои программы подготовки
ru_ua: Мої програми підготовки

source: Учебная сессия успешно скопирована.
ru_ua: Навчальну сесію успішно скопійовано

source: Содержимое базового курса успешно скопировано.
ru_ua: Вміст базової дисципліни успішно скопійовано

source: сессия plural
ru_ru: %s сессия
ru_ua: %s сесія

source: Объем курса (академических часов)
ru_ua: Обсяг дисципліни (академічні години)

source: При строгом ограничении времени курса слушатели и прошедшие обучение могут входить в учебный курс строго в указанный диапазон дат. В остальное время доступ пользователей блокируется. В момент наступления даты окончания курса все слушатели автоматически переводятся в прошедшие обучение. При нестрогом ограничении даты начала и окончания курса носят рекомендательный характер. Слушатели могут входить в курс до даты начала и после даты окончания курса. По истечении времени курса слушатели не переводятся автоматически в прошедшие обучение. В случае подтверждения тьютором даты начала и окончания курса также носят рекомендательный характер. Факт начала обучения по курсу, включая рассылку уведомлений и предоставление доступа слушателям, подтверждается тьютором вручную. Факт окончания курса, означающий фиксацию итоговых оценок и перевод всех слушателей в прошедшие обучение, также подтверждается тьютором.
ru_ua: При суворому обмеженні часу дисципліни слухачі та ті, що пройшли навчання можуть робити у дисципліні суворо у вказаний діапазон дат. У інший час доступ користувачів блокується. У момент настання дати завершення дисципліни усі слухачі автоматично переводяться у тих, що пройшли навчання. При несуворому обмеженні дати початку та завершення дисципліни носять рекомендаційний характер. Слухачі можуть заходити в дисципліну до дати початку та після дати завершення дисципліни. По закінченні часу дисципліни слухачі не переводяться автоматично у тих, що пройшли навчання. У випадку підтвердження інструктором дати початку та завершення дисципліни також носять рекомендаційний характер. Факт початку навчання за дисципліною, включаючи розсилку повідомлень та надання доступу слухачам, підтверджується інструктором вручну. Факт завершення дисципліни, що означає фіксацію підсумкових оцінок та переведення усіх слухачів до тих, що пройшли навчання, також підтверджується інструктором.

source: Пороговое значение (в процентах от максимально возможного результата за курс), при достижении которого итоговая оценка "Пройдено успешно" автоматически выставляется за курс.
ru_ua: Порогове значення (у відсотках від максимально можливого результату за дисципліною), при досягенні якого підсумкова оцінка "Пройдено успішно" автоматично виставляється за дисципліну.

source: Ограниченное использование ресурсов предполагает возможность включения их в состав учебных курсов, они не доступны через Портал; неопубликованные ресурсы доступны только менеджерам Базы знаний.
ru_ua: Обмежене використання ресурсів передбачає можливість включення їх до складу дисциплін, вони не доступні через Портал; неопубліковані ресурси доступні лише менеджерам Бази знань.

source: Клонировать
ru_ua: Клонувати

source: Для клонирования теста не хватает прав
ru_ua: Не вистачає прав для того, щоб клонувати тест

source: (дубликат)
ru_ua: (дублікат)

source: Тест успешно клонирован
ru_ua: Тест успішно клоновано

source: Вопросы успешно клонированы в тест
ru_ua: Питання успішно клоновано в тест

source: Ошибка! Нет zip файла данных!
ru_ua: Виникла помилка під час копіювання даних

source: Ошибка! Не найден xml файл!
ru_ua: Помилка! Не знайдено xml файл!

source: Добавлен тест `%s` (%s вопросов)
ru_ua: Додано тест `%s` (%s питань)

source: Импортировать
ru_ua: Імпортувати

source: Импорт тестов TestOfficePRO v3
ru_ua: Імпорт тестів TestOfficePRO v3

source: Программа
ru_ua: Програма

source: Выслать письмо для подтверждения Email-адреса
ru_ua: Вислати лист для підтвердження Email-адреси

source: Подтвердить Email-адрес
ru_ua: Підтвердити Email-адресу

source: Некоторым пользователям уже была присвоена роль
fr_fr: Le rôle a déjà été attribué à certains utilisateurs
ru_ua: Деяким користувачам вже була присвоєна роль

source: Пользователям успешно добавлена роль
fr_fr: Le rôle a été ajouté aux utilisateurs
ru_ua: Користувачам успішно призначена роль

source: Письма с подтверждением email-адреса успешно разосланы
ru_ua: Листи з підтвердженням email-адреси успішно розіслано

source: Email-адреса подтверждены
ru_ua: Email-адреси підтверджено

source: Вы уже являетесь слушателем на этом курсе
ru_ua: Ви вже є слухачем цієї дисципліни

source: Запрещено подавать заявки не зарегестрированным пользователям
ru_ua: Заборонено подавати заявки незареєстрованим користувачам

source: Регистрация на учебный курс "%s"
ru_ua: Реєстрація на дисципліну "%s"

source: Не выбрана учебная программа для регистрации
ru_ua: Не вибрана програма підготовки для реєстрації

source: Учебная программа не найдена
ru_ua: Програму підготовки не знайдено

source: Данная учебная программа не имеет свободной регистрации
ru_ua: До цієї програми підготовки немає вільної реєстрації

source: Вы уже являетесь слушателем этой учебной программы
ru_ua: Ви вже слухач цієї програми підготовки

source: Ваша заявка на учебную программу "%s" успешно отправлена
ru_ua: Ваша заявка на програму підготовки "%s" успішно відправлена

source: Вы успешно зарегистрировались на учебную программу "%s"
ru_ua: Ви успішно зареєстровані на програму підготовки "%s"

source: Регистрация на учебную программу "%s"
ru_ua: Реєстрація на програму підготовки "%s"

source: Регистрация на учебные программы
ru_ua: Реєстрація на програми підготовки

source: Ваши заявки на учебные программы успешно отправлены
ru_ua: Ваші заявки на програми підготовки успішно відправлено

source: Отменить назначение курсов
ru_ua: Скасувати призначення дисциплін

source: Назначить курсы
ru_ua: Призначити дисципліни

source: Вы уверены, что хотите назначить пользователя тьютором?
ru_ua: Ви впевнені, що хочете призначити користувача інструктором?

source: Вы подтверждаете отмену назначение курсов?
ru_ua: Ви підтверджуєте скасування призначення дисциплін?

source: Автоматически включать новые программы
ru_ua: Автоматично додавати нові програми

source: Доступ к учебным Программам
ru_ua: Доступ до Програм підготовки

source: Ответственный по Программам подготовки
ru_ua: Відповідальний з Програм підготовки

source: Обратите внимание, должность присвоится пользователю только если указано подразделение в оргструктуре
ru_ua: Зверніть увагу, посада буде присвоєна користувачеві тільки якщо вказаний підрозділ вже є в оргструктурі

source: Видеоролики
ru_ua: Відеоролики

source: Вы подтверждаете удаление отмеченных видеороликов?
ru_ua: Ви підтверджуєте видалення позначених відеороліків?

source: Видеоролик успешно загружен
ru_ua: Відеоролік успішно завантажено

source: Видеоролик успешно удален
ru_ua: Відеоролік успішно видалено

source: Видеоролики успешно удалены
ru_ua: Відеороліки успішно видалено

source: Редактирование видеоролика
ru_ua: Редагування відеороліку

source: Видеоролик успешно обновлен
ru_ua: Відеоролік успішно оновлено.

source: Главная_страница
ru_ua: Головна сторінка

source: Вы уверены, что хотите выполнить действие
ru_ua: Ви впевнені, що бажаєте виконати дію

source: В сложном пароле должны присутствовать символы как минимум трех категорий из числа следующий четырех: прописные буквы английского или русского алфавита, строчные буквы английского или русского алфавита, десятичные цифры, символы не принадлежащие к алфавитно-цифровому набору (!, $, #, %);
ru_ua: У складному паролі повинні бути присутніми символи як мінімум трьох категорій з числа настпуних чотирьох: прописні букви англійського або російського алфавіту, строчні букви англійського або російського алфавіту, десяткові цифри, символи, що не належать до алфавітно-цифрового набору (!, $, #, %);

source: Недопустимый тип данных, значение должно быть числом с плавающей точкой, строкой или целым числом
ru_ua: Неприпустимий тип даних, значення повинно бути числом з плаваючою точкою, рядком або цілим числом

source: '%value%' содержит недопустимые символы. Разрешены только буквенные символы и цифры
ru_ua: '%value%' містить неприпустимі символи. Дозволено лише літерні символи та цифри

source: '%value%' - пустая строка
ru_ua: '%value%' - порожній рядок

source: Недопустимый тип данных, значение должно быть строкой
ru_ua: Неприпустимий тип даних, значення повинно бути рядком

source: '%value%' содержит не буквенные символы
ru_ua: '%value%' містить не літерні символи

source: '%value%' ошибка проверки контрольной суммы
ru_ua: '%value%' помилка перевірки котрольної суми

source: '%value%' содержит недопустимые символы
ru_ua: '%value%' містить неприпустимі символи

source: Длина '%value%' должна составлять %length% символов
ru_ua: Довжина '%value%' повинна складати %length% символів

source: '%value%' не в диапазоне от '%min%' до '%max%', включительно
ru_ua: '%value%' не в діапазоні від '%min%' до '%max%', включно

source: '%value%' не в диапазоне от '%min%' до '%max%'
ru_ua: '%value%' не в діапазоні від '%min%' до '%max%'

source: '%value%' недопустимое значение
ru_ua: '%value%' неприпустиме значення

source: Ошибка в обратном вызове, возвращено исключение
ru_ua: Помилка у зворотному виклиці, повернуто виключення

source: '%value%' должно содержать от 13 до 19 цифр
ru_ua: '%value%' повинно містити від 13 до 19 цифр

source: Алгоритм Луна (вычисление контрольной цифры) вернул ошибку для '%value%'
ru_ua: Алгоритм Луна (обчислення контрольної цифри) повернув помилку для '%value%'

source: '%value%' должно содержать только цифры
ru_ua: '%value%' повинно містити лише цифри

source: '%value%' содержит недопустимое количество цифр
ru_ua: '%value%' містить неприпустиму кількість цифр

source: '%value%' не входит в список разрешенных платежных систем
ru_ua: '%value%' не входить до списку дозволених платіжних систем

source: Проверка '%value%' закончилась ошибкой сервиса
ru_ua: Перевірка '%value%' закінчилась помилкою сервісу

source: Сервис возвратил ошибку во время проверки '%value%'
ru_ua: Сервіс повернув помилку під час перевірки '%value%'

source: Недопустимый тип данных, значение должно быть строкой, целым числом, массивом или объектом Zend_Date
ru_ua: Неприпустимий тип даних, значення повинно бути рядком, цілим числом, масивом або об'єктом Zend_Date

source: '%value%' не является корректной датой
ru_ua: '%value%' не являється коректною датою

source: '%value%' не соответствует формату даты '%format%'
ru_ua: '%value%' не відповідає формату дати '%format%'

source: Недопустимый тип данных, значение должно быть числом с плавающей точкой, строкой, или целым числом
ru_ua: Неприпустимий тип даних, значення повинно бути числом з плаваючою точкою, рядком або цілим числом

source: Значение '%value%' должно содержать только цифровые символы
ru_ua: Значення '%value%' повинно містити лише цифрові символи

source: '%value%' недопустимый адрес электронной почты. Введите его в формате имя@домен
ru_ua: '%value%' неприпустима адреса електронної пошти. ВВедіть її у форматі ім'я@домен

source: '%hostname%' недопустимое имя хоста для адреса '%value%'
ru_ua: '%hostname%' неприпустиме ім'я хоста для адреси '%value%'

source: '%hostname%' не имеет корректной MX-записи об адресе '%value%'
ru_ua: '%hostname%' не має коректного МX-запису про адресу '%value%'

source: '%hostname%' не является маршрутизируемым сегментом сети. Адрес электронной почты '%value%' не может быть получен из публичной сети.
ru_ua: '%hostname%' не являється маршрутизованим сегментом мережі. Адресу електронної пошти '%value%' не може бути отримано з публічної мережі.

source: '%localPart% не соответствует формату dot-atom
ru_ua: '%localPart% не відповідає формату dot-atom
