Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Если установлена данная опция, система автоматически заблокирует вновь созданную учетную запись, до подтверждения email'а, введенного при регистрации.
de_de: Wenn die vorliegende Option bestimmt ist, wird das System die wieder geschaffene Berechnungsaufzeichnung, bis zur Bestätigung email, eingeführt bei der Registrierung automatisch aussondern.
ru_ua: Якщо встановлена дана опція, система автоматично заблокує знов створений обліковий запис, до підтвердження email'у, введенного при реєстрації.

source: Если установлена данная опция, система автоматически заблокирует вновь созданную учетную запись, с возможностью последующего ручного разблокирования администратором.
de_de: Wenn die vorliegende Option bestimmt ist, wird das System die wieder geschaffene Berechnungsaufzeichnung, mit der Möglichkeit nachfolgend hand- разблокирования vom Verwalter automatisch aussondern.
ru_ua: Якщо встановлена дана опція, система автоматично заблокує знов створений обліковий запис, із можливістю наступного розблокуванняадміністратором вручну.

source: Если данная опция включена, то балл, полученный слушателем за прохождение модуля, автоматически выставляется в ведомость (применимо только к модулям в формате SCORM и AICC).
de_de: Wenn die vorliegende Option, so der Grad aufgenommen ist, der vom Zuhörer für den Durchgang des Moduls bekommen ist, wird in die Liste (anwendbar nur zu den Modulen im Format SCORM und AICC) automatisch ausgestellt.
ru_ua: Якщо дана опція ввімкнена, то бал, отриманий слухачем за проходження модулю, автоматично выставляється у відомость (застосовується лише до модулів у форматі SCORM и AICC).

source: войти как обычный пользователь
de_de: Wie der gewöhnliche Benutzer einzugehen
ru_ua: увійти як звичайний користувач

source: восстановить
de_de: wieder herstellen

source: Wiki в курсе %s
de_de: Wiki im Kurs
ru_ua: Wiki у дисципліні %s

source: Произвольные слова, предназначены для поиска и фильтрации, после ввода слова нажать &laquo;Enter&raquo;
de_de: Willkürliche Wörter, sind für die Suche und die Filtrierung, nach der Einführung des Wortes vorbestimmt, Enter zu drücken
ru_ua: Довільні слова, призначені для пошуку та фільтрації, після вводу слова натиснути &laquo;Enter&raquo;

source: Используется в данном тесте
de_de: Wird in der gegebenen Prüfung verwendet?
ru_ua: Використовується у даному тесті

source: Метка
de_de: Zeichen

source: Автоматически назначать всем тем, кто пройдет обучение после назначения опроса
de_de: Zu allem von automatisch zu ernennen, wer die Schule nach der Bestimmung der Umfrage durchlaufen wird
ru_ua: Автоматично призначати всім тим, хто пройде навчання після призначення опитування

source: Очистить
de_de: Zu reinigen
ru_ua: Очистити

source: Объединить
de_de: Zu vereinigen

source: Пропустить
de_de: Zu versäumen

source: Пригласить в чат:
de_de: Zum Chat einzuladen:
ru_ua: Запросити до чату:

source: К родительскому сообщению
de_de: Zur Anfangsmitteilung

source: на оценку
de_de: zur Benotung
ru_ua: на оцінку

source: Итоговая%sоценка
de_de: Ergebnisse
ru_ua: Підсумкова%sоцінка

source: Для просмотра необходимо установить Adobe Flash Player <a href="http://www.adobe.com/go/getflashplayer">версии 10 и выше</a>.
de_de: Um zu sehen, installieren Sie bitte den Adobe Flash Player <a href="http://www.adobe.com/go/getflashplayer"> die Versionen 10 und mehr </a> feststellen.
ru_ua: Для перегляду необхідно встановити Adobe Flash Player <a href="http://www.adobe.com/go/getflashplayer">версії 10 та вище</a>.

source: Новое сообщение
de_de: Neue Mitteilung

source: Отменить назначение метки
de_de: Die Bestimmung des Zeichens aufzuheben
ru_ua: Скасувати призначення мітки

source: Ошибка копирования файла %s в %s.
de_de: Der Fehler des Kopierens der Datei %s in %s.
ru_ua: Помилка при копіюванні файлу %s в %s.

source: Поиск по классификаторам
de_de: Die Suche nach den Klassierer

source: При нулевом значении разрешается использование одного и того же старого пароля
de_de: Bei der Nullbedeutung ist die Zahl der Versuche nicht beschränkt
ru_ua: При нульовому значенні дозволяється використання одного й того ж старого паролю

source: Приложение успешно удалено
de_de: Die Anlage ist erfolgreich entfernt
ru_ua: Додаток успішно видалено

source: Создать выходной день
de_de: Den freien Tag zu schaffen
ru_ua: Створити вихідний день

source: Удаление раздела
de_de: Löschen
ru_ua: Видалення розділу

source: Видеоролики по работе с системой
de_de: Tutorials

source: будущие
de_de: Zukünftige
ru_ua: майбутні

source: Моя активность
de_de: Meine Fortschritte
ru_ua: Моя активність

source: По данному курсу нет активности
de_de: Keine Aktivität in diesem Kurs
ru_ua: В цій дисципліні немає активності

source: Продолжительность обучения, часов
de_de: Dauer der Ausbildung in Stunden
ru_ua: Тривалість навчання (в годинах)

source: Количество попыток прохождения тестов
de_de: Anzahl der Testversuche
ru_ua: Кількість спроб слухача на проходження тесту

source: Количество сообщений в форуме
de_de: Anzahl der Forumsbeiträge
ru_ua: Кількість повідомлень у форумі

source: Онлайн
de_de: Online

source: Был онлайн
de_de: War online
ru_ua: Був онлайн

source: Не в сети
de_de: Offline
ru_ua: Поза мережею

source: Пригласить в чат
de_de: Zum Chat einladen
ru_ua: Запросити до чату

source: Инструменты Администратора
ru_ua: Інструменти Адміністратора

source: Отчет Комплексного теста
ru_ua: Звіт Комплексного тесту

source: Итоговые оценки
ru_ua: Підсумкові оцінки

source: Результаты тестирования
ru_ua: Результати тестування

source: Учебные дисциплины
ru_ua: Дисципліни

source: Программы подготовки
ru_ua: Програми підготовки

source: Учебные модули ограниченного использования
ru_ua: Навчальні модулі обмеженого використання

source: Библиотека
ru_ua: Бібліотека

source: Менеджер по обучению
ru_ua: Організатор навчання

source: Менеджеры по обучению
ru_ua: Організатори навчання

source: Список должностей
ru_ua: Перелік посад

source: Отдельные дисциплины
ru_ua: Окремі дисципліни

source: Календарь учебных сессий
ru_ua: Календар навчальних сесій

source: План групповых занятий на сегодня
ru_ua: План групових занять на сьогодні

source: План индивидуальных занятий на сегодня
ru_ua: План індивідуальних занять на сьогодні

source: Витрина учебных курсов
ru_ua: Вітрина навчальних дисциплін

source: Направления деятельности
ru_ua: Напрямки діяльності

source: Фактическое значение (версия)
ru_ua: Фактичне значення (версія)

source: Требуемое значение (версия)
ru_ua: Потрібне значення (версія)

source: Каталог дисциплин
ru_ua: Каталог дисциплін

source: Каталог программ подготовки
ru_ua: Каталог програми підготовки

source: январь
ru_ua: cічень

source: февраль
ru_ua: лютий

source: март
ru_ua: березень

source: апрель
ru_ua: квітень

source: май
ru_ua: травень

source: июнь
ru_ua: червень

source: июль
ru_ua: липень

source: август
ru_ua: серпень

source: сентябрь
ru_ua: вересень

source: октябрь
ru_ua: жовтень

source: ноябрь
ru_ua: листопад

source: декабрь
ru_ua: грудень

source: января
ru_ua: січень

source: февраля
ru_ua: лютого

source: марта
ru_ua: березня

source: апреля
ru_ua: квітня

source: мая
ru_ua: травня

source: июня
ru_ua: червня

source: июля
ru_ua: липня

source: августа
ru_ua: серпня

source: сентября
ru_ua: вересня

source: октября
ru_ua: жовтня

source: ноября
ru_ua: листопада

source: декабря
ru_ua: грудня

source: Группы не были найдены!
ru_ua: Жодної з груп не було знайдено!

source: Слушатели не были найдены!
ru_ua: Жодного з слухачів не було знайдено!

source: Учебные группы и отчеты
ru_ua: Навчальні групи та звіти

source: Редактировать состав программы
ru_ua: Редагувати склад програми

source: Редактировать описание программы
ru_ua: Редагувати опис програми

source: Установленное ПО
ru_ua: Встановлене ПЗ

source: Назначение области ответственности менеджеру по обучению
ru_ua: Призначення області відповідальності організатору навчання

source: Разделитель
ru_ua: Роздільник

source: запятая
ru_ua: кома

source: Пожалуйста, авторизуйтесь
ru_ua: Будь ласка, авторизуйтесь в системі

source: точка с запятой
ru_ua: крапка з комою

source: Доступ к странице имеют представители учебной администрации, или администраторы
ru_ua: Доступ до сторінки мають представники навчальної адміністрації, або адміністратори

source: Галочки по умолчанию отмечены
ru_ua: По замовчанню все вибрано

source: Приступить к выполнению данного задания?
ru_ua: Розпочати тестування?

source: Виды подготовки
ru_ua: Види підготовки

source: Места проведения обучения
ru_ua: Місця проведення навчання

source: Ограничение по времени, мин
ru_ua: Обмеження за часом, хв

source: Слушатели по видам подготовки
ru_ua: Слухачі за видами підготовки

source: Создать учебную группу
ru_ua: Створити навчальну групу

source: Ведомость комплексного тестирования
ru_ua: Відомость комплексного тестування

source: Корпоративная компетенция
ru_ua: Корпоративна компетенція

source: Профессиональная компетенция
ru_ua: Професійна компетенція

source: Личностная компетенция
ru_ua: Особистісна компетенція

source: Способ достижения KPI
ru_ua: Спосіб досягнення KPI

source: Оценка по компетенциям
ru_ua: Оцінка за компетенціями

source: Оценка KPI
ru_ua: Оцінка KPI

source: Профессиональное тестирование
ru_ua: Професійне тестування

source: самооценка
ru_ua: самооцінка

source: руководитель
ru_ua: керівник

source: коллеги
ru_ua: колеги

source: подчиненные
ru_ua: підлеглі

source: Оценка по компетенциям 360 град.
ru_ua: Оцінка за компетенціями 360 град.

source: Сотрудник сам оценивает свои компетенции
ru_ua: Співробітник сам оцінює свої компетенції

source: Руководитель сотрудника оценивает его компетенции
ru_ua: Керівник співробітника оцінює його компетенції

source: Подчиненные сотрудника оценивают его компетенции
ru_ua: Підлеглі співробітника оцінюють його компетенції

source: Коллеги сотрудника оценивают его компетенции
ru_ua: Колеги співробітника оцінюють його компетенції

source: Оцените по компетенциям сотрудника %s
ru_ua: Оцініть за компетенціями співробітника %s

source: Сотрудник сам оценивает достижение показателей эффективности
ru_ua: Співробітник сам оцінює досягнення показників ефективності

source: Руководитель сотрудника оценивает достижение показателей эффективности
ru_ua: Керівник співробітника оцінює досягнення показників ефективності

source: Руководитель сотрудника оценивает его KPI
ru_ua: Керівник співробітника оцінює його KPI

source: Оцените KPI сотрудника %s
ru_ua: Оцініть KPI співробітника %s

source: Сотрудник проходит тестирование
ru_ua: Співробітник проходить тестування

source: Не определён текущий оценочный период
ru_ua: Не знайдено поточний оціночний період

source: Не используется метод оценки KPI
ru_ua: Не використовується метод оцінки KPI

source: Программа оценки профиля должности "%s"
ru_ua: Програма оцінки профілю посади "%s"

source: Не начата
ru_ua: Не розпочата

source: Закончена
ru_ua: Завершена

source: Не заполнена
ru_ua: Не заповнена

source: В процессе заполнения
ru_ua: У процесі виконання

source: Заполнена
ru_ua: Заповнена

source: Основные сильные стороны ТЕ
ru_ua: Основні сильні сторони ТЕ

source: Навыки и компетенции, требующие развития
ru_ua: Навики та компетенції, що потребують розвитку

source: Неверно задана шкала оценки
ru_ua: Неправильно задана шкала оцінки

source: Наиболее эффективные навыки, знания и компетенции
ru_ua: Найбільш ефективні навики, знання та компетенції

source: Навыки, знания и компетенции, требующие развития
ru_ua: Навики, знання та компетенції, що потребують розвитку

source: Цели и мероприятия для самостоятельного развития
ru_ua: Цілі та заходи для самостійного розвитку

source: Окончена
ru_ua: Завершена

source: Внешний кандидат
ru_ua: Зовнішній кандидат

source: область применения во множественном числе
ru_ru: %s область применения
ru_ua: %s область застосування

source: Учебные программы
ru_ua: Програми підготовки

source: Учетные записи
ru_ua: Облікові записи

source: Не выполнено
ru_ua: Не виконано

source: Вы не являетесь слушателем на курсе или участником оценочной сессии
ru_ua: Ви не є слухачем дисципліни або учасником оціночної сессії

source: Кто выставил
ru_ua: Хто виставив

source: Случайным образом
ru_ua: Випадковим чином

source: подразделение plural
ru_ru: %s подразделение
ru_ua: %s підрозділ

source: должность plural
ru_ru: %s должность
ru_ua: %s посада

source: пройдено %s из %s
ru_ua: пройдено %s з %s

source: программа plural
ru_ru: %s программа
ru_ua: %s програма

source: Набрано %s из %s
ru_ua: Набрано %s з %s

source: баллов порога прохождения по предыдущему курсу
ru_ua: балів порогу проходження попередньої дисципліни

source: прогресса порога прохождения по предыдущему курсу
ru_ua: прогресу порогу проходження за попередньою дисципліною

source: мероприятия во множественном числе
ru_ru: %s мероприятие
ru_ua: %s захід

source: По неизвестным причинам текущая версия ресурса %s не найдена.
ru_ua: З невідомих причин поточної версії ресурсу %s не знайдено.

source: аудитория
ru_ua: аудиторія

source: класс
ru_ua: клас

source: лингафонный класс
ru_ua: лінгафонний клас

source: компьютерный класс
ru_ua: комп'ютерний клас

source: брифинг
ru_ua: брифінг

source: Пройдено успешно
ru_ua: Пройдено успішно

source: Пройдено неуспешно
ru_ua: Пройдено неуспішно

source: пройдено успешно
ru_ua: пройдено успішно

source: пройдено неуспешно
ru_ua: пройдено неуспішно

source: Учебная
ru_ua: Навчальна

source: Автоматическая
ru_ua: Автоматична

source: группа plural
ru_ru: %s группа
ru_ua: %s група

source: курс plural
ru_ru: %s курс
ru_ua: %s дисципліна

source: метка plural
ru_ru: %s метка
ru_ua: %s мітка

source: с возможностью возврата к предыдущим страницам и пропускать страницы
ru_ua: з можливістю повертатись до попередніх сторінок, а також пропускати сторінки

source: определенное количество из тем:
ru_ua: певна кількість з тем:

source: Ошибка открытия файла!
ru_ua: Помилка завантаження файлу!

source: Ошибка создания теста!
ru_ua: Помилка при створенні теми

source: Направления подготовки
ru_ua: Дата проведення оцінювання

source: роль plural
ru_ru: %s роль
ru_ua: %s роль

source: Отбор кандидатов на вакансию &laquo;%s&raquo;
ru_ua: Відбір кандидатів на вакансію &laquo;%s&raquo;

source: Кандидатура создана
ru_ua: Кандидатуру створено

source: В процессе отбора и обучения
ru_ua: У процесі відбору та навчання

source: Кандидатура утверждена
ru_ua: Кандидатуру затверджено

source: Кандидатура отклонена
ru_ua: Кандидатуру відхилено

source: Количество индикаторов
ru_ua: Кількість індикаторів

source: Входит в профили
ru_ua: Входить у профілі

source: Удалить компетенции
ru_ua: Видалити компетенції

source: профиль plural
ru_ru: %s профиль
ru_ua: %s профіль

source: Использование индикаторов компетенций отключено в настройках методики оценки
ru_ua: Використання індикаторів компетенцій відключено у налаштуваннях методики оцінювання

source: Индикаторы
ru_ua: Індикатори

source: Удалить индикаторы
ru_ua: Видалити індикатори

source: Удалить критерии оценки
ru_ua: Видалити критерії оцінки

source: Создать оценочную сессию
ru_ua: Створити оціночну сессію

source: Вы уверены, что хотите создать оценочную сессию для выбранных квалификаций? При этом оценочные мероприятия будут автоматически назначены сотрудникам, у которых данные квалификации присутствуют в профиле должности.
ru_ua: Ви впевнені, що хочете створити оціночну сессію для вибраних класифікацій? При цьому оціночні заходи будуть автоматично назначені для вибраних класифікацій, у яких дані кваліфікації присутні у профілі посади.

source: Квалификации
ru_ua: Кваліфікації

source: Квалификация успешно создана
ru_ua: Кваліфікація успішно створена

source: Квалификация успешно обновлёна
ru_ua: Кваліфікацію успішно оновлено

source: Квалификация успешно удалёна
ru_ua: Кваліфікація успішно видалена

source: Квалификации успешно удалены
ru_ua: Кваліфікації успішно видалені

source: Выберите кластер
ru_ua: Оберіть кластер

source: Использование кластеров отключено в настройках методики оценки
ru_ua: Використання кластерів відлючено в налаштуваннях методики оцінювання

source: Описание уровней развития
ru_ua: Опис рівнів розвитку

source: Позититвное проявление
ru_ua: Позитивний прояв

source: Использование проявлений индикаторов отключено в настройках методики оценки
ru_ua: Використання проявів індикаторів відключено в налаштуваннях методики оцінки

source: Соответствует максимальному баллу по шкале оценивания 360 град.
ru_ua: Відповідає максимальному балу за шкалою оцінювання 360 град.

source: Негативное проявление
ru_ua: Негативний прояв

source: Соответствует минимальному баллу по шкале оценивания 360 град.
ru_ua: Відповідає мінімальному балу за шкалою оцінювання 360 град.

source: Реверсивный индикатор
ru_ua: Реверсивний індикатор

source: Использование реверсивных индикаторов отключено в настройках методики оценки
ru_ua: Використання реверсивних індикаторів відключено у налаштуваннях методики оцінювання

source: Проявления индикатора
ru_ua: Прояви індикатора

source: Оценивается при помощи теста
ru_ua: Оцінюється за допомогою тесту

source: Выполняя данную операцию, Вы подтвержаете что анкета заполнена корректно и дальнейшему изменению не подлежит. Продолжить?
ru_ua: Виконуючи дану операцію, Ви підтверджуєте, що анкета заповнена коректно та подальшим змінам не підлягає. Продовжити?

source: Остались незаполненные поля. Выполняя данную операцию, Вы подтвержаете что анкета заполнена корректно и дальнейшему изменению не подлежит. Необходимо заполнить оставшиеся поля, либо прервать заполнение анкеты.
ru_ua: Залишились незаповнені поля. Виконуючи дану операцію, Ви підтверджуєте, що анкету заповнено коректно та подальшим змінам не підлягає. Необхідно заповнити решту полів або перервати заповнення анкети.

source: Остались незаполненные поля. Вы можете вернуться к заполнению анкеты позже. Продолжить?
ru_ua: Залишились незаповнені поля. Ви можете повернутися до заповнення анкети пізніше. Продовжити?

source: Невозможно сохранить результат
ru_ua: Неможливо зберегти результат

source: Заполнение анкеты прервано
ru_ua: Заповнення анкети перервано

source: Анкета не найдена
ru_ua: Анкету не знайдено

source: Необходимо указать период проведения мероприятия
ru_ua: Необхідно вказати період проведення заходу

source: Не задан вид оценки мероприятия
ru_ua: Не заданий вид оцінювання заходу

source: Не задан участник мероприятия
ru_ua: Не заданий учасник заходу

source: Не задан руководитель, проводящий мероприятие
ru_ua: Не заданий керівник, що проводить захід

source: У вас нет прав на просмотр данного мероприятия
ru_ua: У вас немає прав на перегляд даного заходу

source: Не задана шкала оценки мероприятия
ru_ua: Не задано шкалу оцінювання заходу

source: Результат сохранен успешно
ru_ua: Результат збережено успішно

source: Не найдено мероприятие
ru_ua: Не знайдено захід

source: Остались незаполненные поля. Вы можете продолжить заполнение анкеты и вернуться к ним позже. Продолжить?
ru_ua: Залишились незаповнені поля. Ви можете продовжити заповнення анкети та повернутися до них пізніше. Продовжити?

source: Анкета заполнена не полностью.
ru_ua: Звіт заповнено не повністю!

source: Единица измерения
ru_ua: Одиниця виміру

source: Назначен сотрудникам
ru_ua: Назначений співробітникам

source: Плановое значение
ru_ua: Планове значення

source: Назначить показатель эффективности профилю
ru_ua: Призначити показник ефективності профілю

source: Вы уверены, что хотите назначить данные типовые показатели эффективности профилю? При этом они будут автоматически добавлены на текущий оценочный период всем сотрудникам, которым назначен данный профиль.
ru_ua: Ви впевнені, що хочете призначити дані типові показники ефективності профілю? При цьому вони будуть автоматично добавлені до поточного оціночного періоду всім співробітникам, яким назначено даний профіль.

source: Отменить назначение показателей эффективности
ru_ua: Відмінити призначення показників ефективності

source: Вы уверены, что хотите отменить назначение данных типовых показателей эффективности? При этом они будут автоматически аннулированы на текущий оценочный период всем сотрудникам, которым назначен данный профиль.
ru_ua: Ви впевнені, що хочете відмінити призначення даних типових показників ефективності? При цьому вони будуть автоматично анульовані на поточний оціночний період всім співробітникам, яким призначено даний профіль.

source: Удалить типовые показатели эффективности
ru_ua: Видалити типові показники ефективності

source: используемые в данном профиле
ru_ua: що використовуються в даному профілі

source: все типовые показатели
ru_ua: всі типові показники

source: Список сотрудников
ru_ua: Список співробітників

source: Показатели эффективности успешно назначены профилю
ru_ua: Показники ефективності успішно призначені профілю

source: Оценочный период
ru_ua: Період оцінювання

source: Показатель эффективности
ru_ua: Показник ефективності

source: Фактическое значение
ru_ua: Фактичне значення

source: Удалить показатели эффективности сотрудников
ru_ua: Видалити показники ефективності співробітників

source: Импортировано показателей: %s
ru_ua: Імпортовано показників: %s

source: При загрузке данных произошла ошибка
ru_ua: При завантаженні даних виникла помилка

source: Импортировать показатели эффективности
ru_ua: Імпортувати показники ефективності

source: Выберите единицы измерения
ru_ua: Оберіть одиниці вимірювання

source: Единицы измерения
ru_ua: Одиниці вимірювання

source: Показатели для профиля
ru_ua: Показники для профілю

source: Выберите период оценки
ru_ua: Оберіть період оцінки

source: Период оценки
ru_ua: Період оцінки

source: Если период оценки завершен, то показатели эффективности в этом периоде изменить нельзя.
ru_ua: Якщо встановлена опція, система дозволяє об'єднувати показники ефективності в кластери.

source: Как правило, на момент создания показателя эффективности, его фактическое значение не известно. Оно может быть введено в систему самим сотрудником в виджете "Мои показатели эффективности" либо руководителем в процессе заполнения анкеты по KPI.
ru_ua: Як правило, на момент створення показника ефективності, його фактичне значення невідомо. Воно може бути введено у систему самим співробітником у віджеті "Мої показники ефективності" або керівником у процесі заповнення анкети по KPI.

source: Показатели для пользователя
ru_ua: Показники для користувача

source: Настройки методик оценки успешно изменены.
ru_ua: Налаштування методик оцінювання успішно змінені.

source: Использовать кластеры компетенций
ru_ua: Використовувати кластери компетенцій

source: Если установлена данная опция, система позволяет объединять компетенции в кластеры; при этом оценочные анкеты разбиваются на несколько страниц, на одной странице выводятся компетенции, принадлежащие к одному кластеру.
ru_ua: Якщо встановлена дана опція, система дозволяє об'єднати компетенції у кластери; при цьому оціночні анкети розбиваються на декілька сторінок, на одній сторінці виводяться компетенції, що належать до одного кластеру.

source: Выберите шкалу
ru_ua: Оберіть шкалу

source: Шкала оценки компетенций/индикаторов
ru_ua: Шкала оцінювання компетенцій/індикаторів

source: Использование индикаторов
ru_ua: Використання індикаторів

source: Если установлена данная опция, система позволяет создавать индикаторы компетенций; при этом оценочные анкеты содержат как компетенции, так и их индикаторы, по которым непосредственно осуществляется оценка.
ru_ua: Якщо встановлена дана опція, система дозволяє створювати індикатори компетенцій; при цьому оціночні анкети містять як компетенції, так і їх індикатори, по яким безпосередньо здійснюється оцінка.

source: Использовать описания уровней развития компетенций
ru_ua: Використовувати описи рівней розвитку компетенцій
