Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ru_ru, ru_ua

source: Не найден сервисный слой для данного вида взаимодействия: %d
de_de: Die Serviceschicht für diese Aktivität nicht gefunden: %d
fr_fr: Vous n'êtes pas modérateur pour cette activité %d
ru_ua: Не знайдений сервісний шар для даного виду взаємодії: %d

source: Новости
de_de: Nachrichten
fr_fr: Nouvelles
ru_ua: Новини

source: Форум
de_de: Forum
fr_fr: Forum

source: Блог
de_de: Blog
fr_fr: Blog

source: Чат
de_de: Chat
fr_fr: Discussion

source: Контакты
de_de: Kontakte
fr_fr: Coordonnées
ru_ua: Контакти

source: Сообщения
de_de: Personlischen Nachrichtungen
fr_fr: Messages
ru_ua: Повідомлення

source: Файловое хранилище
de_de: Eigene Dateien
fr_fr: Dossier
ru_ua: Файлове сховище

source: Necessary field not found: %s
de_de: Notwendiges Feld nicht gefunden: %s
ru_ua: Поле не знайдено: %s

source: Пользователь
de_de: Benutzer
fr_fr: Utilisateur
ru_ua: Користувач

source: Без ограничений
de_de: Unbegrenzt
fr_fr: Sans limites
ru_ua: Без обмежень

source: Диапазон дат
de_de: Zeitraum (Datum)
fr_fr: Dates limites
ru_ua: Діапазон дат

source: Диапазон времени
de_de: Zeitraum (Std., Min.)
fr_fr: Heures limites
ru_ua: Діапазон часу

source: Общий канал
de_de: Offener Chat
fr_fr: Canal commun
ru_ua: Загальний канал

source: Классификатор видов деятельности и тем обучения
de_de: Klassifikator der Aktivitätsarten und der Lernthemen
fr_fr: Classeur par type d'activité et sujets de cours
ru_ua: Класифікатор видів діяльності і тем навчання

source: Справочник образовательных организаций
de_de: Register der Bildungseinrichtungen
fr_fr: Répertoire des établissements d'enseignement
ru_ua: Довідник освітніх організацій

source: Справочник дочерних обществ и организаций
de_de: Register der Unternehmen und Tochtergesellschaften
fr_fr: Répertoire des filiales et des organismes
ru_ua: Довідник дочірніх товариств та організацій

source: Классификатор информационных ресурсов
de_de: Klassifikator von Informationsressourcen
fr_fr: Classeur des sources d'informations
ru_ua: Класифікатор інформаційних ресурсів

source: Справочник групп обучающихся пользователей
de_de: Gruppenregister von lernenden Mitarbeiter
fr_fr: Classeur des groupes de personnel en formation
ru_ua: Довідник груп працівників, які навчаються

source: Нет
de_de: Nein
fr_fr: Non
ru_ua: Ні

source: рубрика во множественном числе
de_de: Rubriken
ru_ru: %s рубрика
ru_ua: %s рубрика

source: Файл данных (csv)
de_de: Datei (CSV)
fr_fr: Fichier sources (csv)
ru_ua: Файл даних (csv)

source: Учебные курсы
de_de: Kurse
fr_fr: Cours
ru_ua: Навчальні дисципліни

source: Объекты Базы знаний
de_de: Objekte des Wissensdatenbank
fr_fr: Matières d'enseignement de base
ru_ua: Об'єкти Бази знань

source: Учетные записи и элементы оргструктуры
de_de: Benutzerkonten und Elemente der Organisationsstruktur
fr_fr: Calculs et éléments structurels d'organisation

source: Публикация eAuthor 3
de_de: Publikation eAuthor 3
fr_fr: Publication eAuthor 3
ru_ua: Публікація eAuthor 3

source: Пакет SCORM
de_de: Paket SCORM
fr_fr: Ensemble SCORM

source: Пакет AICC
de_de: Paket AICC
fr_fr: Ensemble AICC

source: Неизвестный
de_de: Unbekannt
fr_fr: Inconnu
ru_ua: Невідомий

source: Разрабатываемый
de_de: In Entwicklung
fr_fr: En construction

source: Активный
de_de: Aktiv
fr_fr: Actif
ru_ua: Активний

source: Архивный
de_de: Archiviert
fr_fr: Archivé
ru_ua: Архівний

source: Готов к разработке
de_de: Bereit zur Entwicklung
fr_fr: Prêt à être développé
ru_ua: Готовий до розробки

source: Готов к рецензированию
de_de: Bereit für die Recension
fr_fr: Prêt à être revu
ru_ua: Готовий до рецензування

source: Готов к верстке
de_de: Bereit für den Entwurf
fr_fr: Prêt à être édité
ru_ua: Готовий до верстки

source: Готов к публикации
de_de: Bereit für die Veröffentlichung
fr_fr: Prêt à être publié
ru_ua: Готовий до публікації

source: Пустой элемент
de_de: Leeres Element
fr_fr: Élément vide
ru_ua: Порожній елемент

source: курс уже опубликован
de_de: Kurs bereits veröffentlicht
fr_fr: Le cours a déjà été publié
ru_ua: дисципліну вже опубліковано

source: не заполнено название курса
de_de: Kurstitel nicht eingegeben
fr_fr: Le titre du cours n'est pas rempli
ru_ua: не заповнено назву дисципліни

source: не заполнено описание курса
de_de: Kursbeschreibung nicht eingegeben
fr_fr: La description du cours n'est pas remplie

source: Курс %s не опубликован. %s.
de_de: Kurs %s wurde nicht veröffentlicht. %s.
fr_fr: Le cours %s n'est pas publié. %s
ru_ua: Дисципліну %s не опубліковано. %s.

source: Невозможно создать каталог %s
de_de: Katalog %s kann nicht erstellt werden
fr_fr: Impossible de créer le catalogue %s
ru_ua: Неможливо створити каталог %s

source: Невозможно установить права на каталог %s
de_de: Rechte für den Katalog %s festzustellen ist nicht möglich
fr_fr: Impossible d'établir des droits pour le catalogue %s
ru_ua: Неможливо встановити права на каталог %s

source: Невозможно скопировать файл в %s
de_de: Datei kann nicht in %s kopiert werden
fr_fr: Impossible de copier le fichier dans %s

source: Невозможно прочитать каталог %s
de_de: Katalog %s kann nicht geöffnet werden
fr_fr: Impossible de lire le catalogue %s
ru_ua: Неможливо прочитати каталог %s

source: Невозможно переименовать в %s
de_de: Umbenennen von %s ist nicht möglich
fr_fr: Impossible de renommer %s
ru_ua: Неможливо перейменувати на %s

source: Учебный модуль
de_de: Lernmodul
fr_fr: Module d'enseignement
ru_ua: Навчальний модуль

source: Раздел учебного модуля
de_de: Abschnitt des Lernmoduls
fr_fr: Section du module d'enseignement
ru_ua: Розділ навчального модулю

source: Информационный ресурс
de_de: Informationsressource
fr_fr: Source d'informations
ru_ua: Інформаційний ресурс

source: Тест
de_de: Test
fr_fr: Test

source: Задание
de_de: Aufgabe
fr_fr: Devoir
ru_ua: Завдання

source: Опрос
de_de: Umfrage
fr_fr: Questionnaire
ru_ua: Опитування

source: Вебинар
de_de: Webinar
fr_fr: Webinar
ru_ua: Вебінар

source: Материалы вебинара
de_de: Webinar Materialien
ru_ua: Матеріали вебінару

source: Опрос слушателей
de_de: Teilnehmerumfrage
fr_fr: Questionnaire pour les auditeurs
ru_ua: Опитування слухачів

source: Опрос руководителей
de_de: Leiterumfrage
fr_fr: Questionnaire pour les responsables
ru_ua: Опитування керівників

source: Опрос тьюторов
de_de: Lehrerumfrage
fr_fr: Questionnaire pour les enseignants
ru_ua: Опитування інструкторів

source: Локальный
de_de: Lokal
fr_fr: Local
ru_ua: Локальний

source: Глобальный
de_de: Global
fr_fr: Mondial
ru_ua: Глобальний

source: Неопубликован
de_de: Nicht veröffentlicht

source: Опубликован
de_de: Veröffentlicht
fr_fr: Publié
ru_ua: Опубліковано

source: нет элементов
de_de: Keine Elemente
fr_fr: pas d'éléments
ru_ua: елементи відсутні

source: Название
de_de: Titel
fr_fr: Nom
ru_ua: Назва

source: Статус
de_de: Status
fr_fr: Statut

source: Используется на страницах
de_de: Wird auf den Seiten verwendet
fr_fr: Utilisé sur les pages
ru_ua: Використовується на сторінках

source: Редактировать
de_de: Bearbeiten
fr_fr: Éditer
ru_ua: Редагувати

source: Удалить
de_de: Löschen
fr_fr: Supprimer
ru_ua: Видалити

source: Инвертировать статус
de_de: Status ändern
fr_fr: Inverser la sélection
ru_ua: Інвертувати статус

source: Вы уверены?
de_de: Sind Sie sicher?
fr_fr: Êtes-vous sûr ?
ru_ua: Ви впевнені?

source: Опубликовать
de_de: Veröffentlichen
fr_fr: Publier
ru_ua: Опублікувати

source: Скрыть
de_de: Ausblenden
fr_fr: Cacher
ru_ua: Приховати

source: Роль
de_de: Funktion
fr_fr: Rôle

source: Всего
de_de: Insgesamt
fr_fr: Tout
ru_ua: Всього

source: Информационные блоки
de_de: Informationsblöcke
fr_fr: Blocs d'information
ru_ua: Інформаційні блоки

source: Текст информационного блока
de_de: Text des Informationsblocks
fr_fr: Texte du bloc d'information
ru_ua: Текст інформаційного блоку

source: Вопрос
de_de: Frage
ru_ua: Питання

source: На проверку
de_de: Zum prüfen
fr_fr: A faire vérifier par l'enseignant

source: Ответ
de_de: Antwort
fr_fr: Réponse
ru_ua: Відповідь

source: Требования на доработку
de_de: Bearbeitung erforderlich
fr_fr: À développer
ru_ua: Вимоги на доопрацювання

source: Комментарии к оценке
de_de: Kommentare zur Bewertung
fr_fr: Commentaires apportés à la note

source: Относительный диапазон
de_de: Relativer Bereich
fr_fr: Fourchette
ru_ua: Відносний діапазон

source: Без условия
de_de: Ohne Bedingung
fr_fr: Sans condition
ru_ua: Без умови

source: Процент выполнения
de_de: Fortschritt
fr_fr: Pourcentage de remplissage
ru_ua: Відсоток виконання

source: Средний балл по курсу
de_de: Durchschnittliche Punktzahl im Kurs
fr_fr: Note moyenne du cours
ru_ua: Середній бал за дисципліною

source: Суммарный балл по курсу
de_de: Gesamte Punktzahl im Kurs
fr_fr: Note totale du cours
ru_ua: Сумарний бал за дисципліною

source: Выполнение другого занятия
de_de: Ausführung anderer Lerneinheit
fr_fr: Exécution d'un autre cours
ru_ua: Виконання іншого заняття

source: Service %s not found
de_de: Service %s nicht gefunden
ru_ua: Службу %s не знайдено

source: Method getLessonModelClass not found in service %s
de_de: Method getLessonModelClass nicht gefunden in service %s
ru_ua: Метод getLessonModelClass не знайдений в службі %s.

source: Вы не являетесь тьютором на курсе
de_de: Sie sind nicht der Lehrer in diesem Kurs
fr_fr: Vous n'êtes pas enseignant pour ce cours
ru_ua: Ви не відноситесь до інструкторів дисципліни

source: Вы не являетесь прошедшим обучения на курсе
de_de: Sie haben an diesem Kurs nicht teilgenommen
fr_fr: Vous n'êtes pas considéré comme ayant suivi ce cours
ru_ua: Ви не відноситесь до тих, хто завершив навчання за дисципліною

source: Вы не являетесь слушателем на курсе
de_de: Sie sind kein Kursteilnehmer
fr_fr: Vous n'êtes pas auditeur pour ce cours

source: Вы не назначены на занятие
de_de: Sie sind nicht zum Training angemeldet
fr_fr: Vous n'êtes pas affecté à ce cours
ru_ua: Ви не призначені на заняття

source: Занятие назначено на другое время
de_de: Training wurde auf andere Zeit verschoben
fr_fr: Le cours est reporté
ru_ua: Заняття призначено на інший час

source: Условия запуска занятия не выполнены
de_de: Voraussetzungen für den Trainingsstart wurden nicht erfüllt
fr_fr: Les conditions de lancement du cours ne sont pas remplies
ru_ua: Умови запуску заняття не виконані

source: Нет прав для запуска данного занятия
de_de: Keine Berechtigung für den Trainingsstart
fr_fr: Vous n'êtes pas autorisé à lancer ce cours
ru_ua: Немає прав для запуску даного заняття

source: Занятие не найдено
de_de: Training nicht gefunden
fr_fr: Cours non trouvé
ru_ua: Заняття не знайдено

source: Б
de_de: K

source: Н
de_de: A

source: Не отправлять
de_de: Nicht abschicken
fr_fr: Ne pas envoyer
ru_ua: Не відправляти

source: При назначении занятия
de_de: Bei der Zuordnung von Lerneinheit
fr_fr: Lors de l'affectation du cours
ru_ua: При призначенні заняття

source: С даты доступности опроса
de_de: Ab dem Zeitpunkt der Umfrageveröffentlichung
fr_fr: À compter de la date d'accessibilité du questionnaire
ru_ua: З дати доступності опитування

source: Повторять уведомление каждые N дней
de_de: Mitteilung alle N Tage wiederholen
fr_fr: Envoyer un rappel tous les N jours
ru_ua: Повторювати повідомлення кожні N днів

source: неограничено
de_de: Unbegrenzt
fr_fr: illimité
ru_ua: необмежено

source: Строка
de_de: Zeile
fr_fr: Ligne
ru_ua: Рядок

source: Текст
de_de: Text
fr_fr: Texte

source: Список значений
de_de: Liste der Werte
fr_fr: Liste de valeurs
ru_ua: Список значень

source: Список значений (radio)
de_de: Liste der Werte (radio)
fr_fr: Liste de valeurs (radio)
ru_ua: Список значень (radio)

source: Дата
de_de: Datum
fr_fr: Date

source: Файл
de_de: Datei
fr_fr: Fichier

source: Администрация
de_de: Administration
fr_fr: Administration
ru_ua: Адміністрація

source: Описание
de_de: Beschreibung
fr_fr: Description
ru_ua: Опис

source: Тип
de_de: Art
fr_fr: Type

source: Назначен
de_de: Angesetzt
fr_fr: Fixé
ru_ua: Призначений

source: Подразделение
de_de: Abteilung
fr_fr: Département
ru_ua: Підрозділ

source: Штатная единица
de_de: Planstelle
fr_fr: Effectif régulier
ru_ua: Штатна одиниця

source: подразделение plural%s department%s departments
de_de: Abteilung(en)

source: должность plural%s position%s positions
de_de: Stelle(en)

source: Required options not found
de_de: Angeforderte Optionen wurden nicht gefunden
ru_ua: Опції не знайдені

source: свободный ответ
de_de: Freie Antwort
fr_fr: réponse libre
ru_ua: вільна відповідь

source: Ожидает очереди
de_de: In der Warteschlange
fr_fr: En attente
ru_ua: В очікуванні

source: В обработке
de_de: In Bearbeitung
fr_fr: En cours
ru_ua: В обробці

source: Презентация готова
de_de: Präsentation ist fertig
fr_fr: La présentation est prête
ru_ua: Презентація готова

source: Произошла ошибка. Проверьте презентацию и повторите запрос.
de_de: Ein Fehler ist aufgetreten. Prüfen Sie die Präsentation und wiederholen Sie die Anfrage.
fr_fr: Une erreur est survenue. Vérifiez la présentation et relancez.
ru_ua: Виникла помилка. Перевірте презентацію і повторіть запит.

source: одиночный выбор
de_de: Einfache Auswahl
fr_fr: Choix unique
ru_ua: поодинокий вибір

source: множественный выбор
de_de: Mehrfache Auswahl
fr_fr: Choix multiple
ru_ua: множинний вибір

source: соответствие
de_de: Übereinstimmung
fr_fr: Correspondance
ru_ua: відповідність

source: упорядочивание
de_de: Ordnen
fr_fr: Classement
ru_ua: впорядкування

source: классификация
de_de: Klassifikation
ru_ua: класифікація

source: заполнение формы
de_de: Ausfüllen des Formulars
fr_fr: formulaire à remplir
ru_ua: заповнення форми

source: заполнение пропусков
de_de: Ausfüllen der leeren Stellen
fr_fr: Remplissage des laissez-passer
ru_ua: заповнення пропусків

source: выбор области на изображении
de_de: Auswahl auf der Abbildung
fr_fr: Sélection du champ sur l'image
ru_ua: вибір області на картинці

source: выбор изображения
de_de: Auswahl der Abbildung
fr_fr: Sélection de l'image
ru_ua: вибір зображення

source: Файл данных (txt)
de_de: Textdatei (txt)
fr_fr: Fichier de données (txt)
ru_ua: Файл з даними (txt)

source: HTML-страница
de_de: HTML-Seite
fr_fr: Page HTML
ru_ua: HTML-сторінка

source: Ссылка на внешний ресурс
de_de: Externer Link
fr_fr: Lien externe
ru_ua: Посилання на зовнішній ресурс

source: Набор файлов
de_de: Dateisatz
fr_fr: Liste de fichiers

source: Учебный курс
de_de: Kurs
fr_fr: Cours
ru_ua: Дисципліна

source: База знаний
de_de: Wissensdatenbank
fr_fr: connaissances de base
ru_ua: База знань

source: СДО
de_de: LMS
fr_fr: DLS
ru_ua: СДН

source: Активная
de_de: Aktiv
fr_fr: Active
ru_ua: Активна

source: Отклонена
de_de: Abgelehnt
fr_fr: Refusée
ru_ua: Відхилена

source: Принята
de_de: Akzeptiert
fr_fr: Acceptée
ru_ua: Прийнята

source: Прошедший обучение
de_de: Kursabsolvent
fr_fr: Ayant suivi un cours
ru_ua: Той, хто пройшов навчання

source: Гость
de_de: Gast
fr_fr: Visiteur
ru_ua: Гість

source: Супервайзер
de_de: Superweiser
fr_fr: Superviseur

source: Слушатель
de_de: Kursteilnehmer
fr_fr: Auditeur
ru_ua: Слухач

source: Тьютор
de_de: Lehrer
fr_fr: Enseignant
ru_ua: Інструктор

source: Организатор обучения
de_de: Ausbildungsleiter
fr_fr: Entraîneur
ru_ua: Організатор навчання

source: Разработчик ресурсов
de_de: Ressourcen Entwickler
fr_fr: Concepteur des sources
ru_ua: Розробник ресурсів

source: Менеджер базы знаний
de_de: Wissensdatenbank Manager
fr_fr: Responsable des connaissances de base
ru_ua: Менеджер бази знань

source: Администратор
de_de: Administrator
fr_fr: Administrateur
ru_ua: Адміністратор

source: Недоступна
de_de: nicht verfügbar
fr_fr: Non accessible

source: Доступна
de_de: verfügbar
fr_fr: Accessible

source: Лекционная аудитория
de_de: Vorlesungsraum

source: Семинарская аудитория
de_de: Seminarraum

source: Учебный класс
de_de: Unterrichtsraum

source: Лаборатория
de_de: Labor

source: Рабочее помещение
de_de: Arbeitszimmer

source: Пользователь #%d
de_de: Nutzer #%d
fr_fr: Utilisateur #%d
ru_ua: Користувач #%d

source: завершено
de_de: abgeschlossen
fr_fr: terminé

source: не завершено
de_de: nicht abgeschlossen
fr_fr: incomplet

source: не начиналось
de_de: nicht begonnen
fr_fr: n'a pas commencé
ru_ua: не починалося

source: неизвестно
de_de: unbekannt
fr_fr: inconnu
ru_ua: невідомо

source: пройдено
de_de: bestanden
fr_fr: passé

source: провалено
de_de: durchgefallen
fr_fr: échec

source: просмотрено
de_de: angesehen
fr_fr: vu
ru_ua: проглянуто

source: Личные папки
de_de: persönliche Ordner
fr_fr: Dossiers personnels
ru_ua: Особисті папки

source: Очный
de_de: Präsenzkurs
fr_fr: Avec assiduité obligatoire
ru_ua: Стаціонарний

source: Дистанционный
de_de: Fernkurs
fr_fr: À distance
ru_ua: Дистанційний

source: Открытая
de_de: frei
fr_fr: Libre

source: Открытая с согласованием
de_de: frei mit Genehmigung
fr_fr: Libre sous réserve d'approbation

source: По назначению
de_de: nach Anweisung
fr_fr: Sur affectation

source: Курс завершён
de_de: Kurs ist abgeschlossen
fr_fr: Le cours est achevé
ru_ua: Навчання завершено

source: Идёт
de_de: in Bearbeitung
fr_fr: En cours
ru_ua: Триває

source: Свободный
de_de: freier Zugang
fr_fr: Libre
ru_ua: Вільний

source: Регламентированный
de_de: geregelter Zugang
fr_fr: Réglementé

source: Открыть свободный доступ к учебным модулям
de_de: Freien Zugang zu den Lehrmodulen öffnen
fr_fr: Ouvrir le libre accès aux modules d'enseignement

source: Открыть свободный доступ к информационным ресурсам
de_de: Freien Zugang zu den Informationsressourcen öffnen
fr_fr: Ouvrir le libre accès aux sources d'information

source: Открыть свободный доступ к тестам
de_de: Freien Zugang zu den Tests öffnen
fr_fr: Ouvrir le libre accès aux tests

source: курс plural%s course%s courses
de_de: Kurs(e)

source: метка plural%s tag%s tags
de_de: Markierung(en)

source: Информационные ресурсы
de_de: Informationsressourcen
fr_fr: Sources d'information
ru_ua: Інформаційні ресурси

source: Учебные модули
de_de: Lernmodule
fr_fr: Module d'enseignement
ru_ua: Навчальні модулі

source: Упражнения
de_de: Übungen
fr_fr: Exercices
ru_ua: Вправи

source: Опросы
de_de: Umfragen
fr_fr: Questionnaires
ru_ua: Опитування

source: Задания
de_de: Aufgaben
fr_fr: Tâches
ru_ua: Завдання

source: Тесты
de_de: Tests
fr_fr: Tests
ru_ua: Тести

source: нельзя пропускать страницы, нельзя возвращаться назад
de_de: Überspringen von Seiten und das Zurückgehen ist nicht möglich
fr_fr: impossible de sauter la page, impossible de revenir en arrière
ru_ua: не можна пропускати сторінки, не можна повертатися назад

source: с возможностью возврата к предыдущим страницам
de_de: Rückkehr zu den vorherigen Seiten ist möglich
fr_fr: avec possibilité de retour aux pages précédentes
ru_ua: з можливістю повертатись до попередніх сторінок

source: с возможностью пропускать страницы
de_de: Überspringen von Seiten ist möglich
fr_fr: avec possibilité de sauter des pages
ru_ua: з можливістю пропускати сторінки

source: одинаковое количество из каждой темы
de_de: Gleiche Fragenzahl zu jedem Thema
fr_fr: nombre égal dans chaque thème
ru_ua: однакова кількість з кожної теми

source: определенное количество из тем:
de_de: Bestimmte Fragenzahl zu jedem Thema

source: назначать варианты задания случайным образом
de_de: Zuordnung der Aufgabenvarianten in zufälliger Reihenfolge
fr_fr: assigner des versions de la tâche de façon aléatoire
ru_ua: призначати варіанти завдання випадковим чином

source: назначить вариант задания персонально каждому слушателю
de_de: Zuordnung der Aufgabenvarianten für jeden Teilnehmer persönlich
fr_fr: assigner une version de la tâche à chaque auditeur
ru_ua: призначити варіант завдання персонально кожному слухачеві

source: сейчас идёт
de_de: läuft
fr_fr: en cours
ru_ua: зараз триває

source: закончен
de_de: abgeschlossen
fr_fr: terminé
ru_ua: завершено

source: брошен
de_de: abgebrochen
fr_fr: abandonné
ru_ua: кинуто

source: прерван
de_de: unterbrochen
fr_fr: interrompu
ru_ua: перерваний

source: досрочно завершён
de_de: vorzeitig abgeschlossen
fr_fr: terminé prématurément
ru_ua: достроково завершений

source: лимит времени
de_de: Zeitlimit
fr_fr: temps limite
ru_ua: ліміт часу

source: не начат
de_de: nicht begonnen
fr_fr: non commencé
ru_ua: не розпочатий

source: Логин
de_de: Login
fr_fr: login
ru_ua: Логін

source: Год рождения
de_de: Geburtsjahr
fr_fr: Année de naissance
ru_ua: Рік народження

source: Контактный Email
de_de: E-Mail
fr_fr: Adresse électronique
ru_ua: Контактний Email

source: Контактный телефон
de_de: Telefonkontakt
fr_fr: Numéro de téléphone
ru_ua: Контактний телефон

source: Больше одного пользователя с таким логином.
de_de: Diese Login-Daten exsistieren bereits
fr_fr: Il y a plus d'un utilisateur avec ce login
ru_ua: Більше одного користувача з таким логіном.

source: Ваш аккаунт заблокирован.
de_de: Ihr Benutzerkonto wurde gesperrt
fr_fr: Votre compte a été bloqué
ru_ua: Ваш акаунт заблокований.

source: Администратор указал следующую причину: %s
de_de: Der Administrator weist auf folgendes hin: %s

source: Вы неверно ввели имя пользователя или пароль.
de_de: Ihr Benutzername oder Passwort ist falsch
fr_fr: Le nom d'utilisateur ou le mot de passe que vous avez indiqués sont incorrects
ru_ua: Ви невірно ввели ім'я користувача або пароль.

source: Пользователь успешно вышел из системы.
de_de: Ein Nutzer hat sich erfolgreich ausgeloggt
fr_fr: L'utilisateur a quitté le système
ru_ua: Користувач успішно вийшов з системи.

source: роль plural%s role%s roles
de_de: Rolle(n)

source: Мужской
de_de: männlich
fr_fr: homme
ru_ua: Чоловіча

source: Женский
de_de: weiblich
fr_fr: femme
ru_ua: Жіноча

source: Штатные пользователи
de_de: Festes Personal
fr_fr: Employés permanents
ru_ua: Штатні працівники

source: Временные пользователи (на срок до 2-х месяцев)
de_de: Befristetes Personal
fr_fr: Employés temporaires (jusqu'à 2 mois)
ru_ua: Тимчасові працівники (на термін до 2-х місяців)

source: Внутренние совместители
de_de: Internes Aushilfspersonal
fr_fr: Personnes sur plusieurs postes en interne
ru_ua: Внутрішні сумісники

source: Внешние совместители
de_de: Externes Aushilfspersonal
fr_fr: Personnes sur plusieurs postes en externe
ru_ua: Зовнішні сумісники

source: Декрет (женщины, находящиеся в отпуске по уходу за ребенком)
de_de: Elternzeit (Frauen, die sich wegen Nachwuchs in Freistellung befinden)
fr_fr: Congé maternité
ru_ua: Декрет (жінки, які перебувають у відпустці по догляду за дитиною)

source: Пользователи по договорам ГПХ
de_de: Arbeiter nach den Verträgen ???
fr_fr: Employés
ru_ua: Працівники за договорами ГПХ

source: Неработающие пенсионеры
de_de: arbeitslose Rentner
fr_fr: Retraités sans activité
ru_ua: Непрацюючі пенсіонери

source: Студенты (практиканты)
de_de: Studenten (Praktikanten)
fr_fr: Étudiants (stagiaires)
ru_ua: Cлухачи (практиканти)

source: Иностранные граждане, прибывшие в командировку в Компанию
de_de: Ausländer, die während einer Geschäftsreise im Unternehmen ankommen
fr_fr: Étrangers visitant l'entreprise
ru_ua: Іноземні громадяни, які прибули у відрядження до Компанії

source: Прочие физические лица, бывшие пользователи, которым проводятся какие-либо выплаты
de_de: Andere Personen, ehemalige Mitarbeiter, die irgendwelche Zahlungen erhalten haben
fr_fr: Autres particuliers, anciens employés en instance de paiement
ru_ua: Інші фізичні особи, колишні працівники, яким здійснюються будь-які виплати

source: Блокировать учетную запись
de_de: Benutzerkonto sperrren
fr_fr: Bloquer le compte utilisateur
ru_ua: Блокувати обліковий запис

source: Требовать подтверждение ручного ввода пароля (captcha)
de_de: Bestätigung der manuellen Passworteingabe anfordern (captcha)
fr_fr: Demander la confirmation manuelle du mot de passe (captcha)
ru_ua: Вимагати підтверджувати введення пароля вручну (captcha)

source: С ограничениями
de_de: Mit Einschränkungen
fr_fr: Limité
ru_ua: З обмеженнями

source: Страница не найдена
de_de: Seite wurde nicht gefunden
fr_fr: La page n'a pas pu être trouvée
ru_ua: Сторінку не знайдено
