Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: Файл '%value%' имеет недопустимое расширение
de_de: Datei '%value% ' hat unzulässige Erweiterung
ru_ua: Файл '%value%' має недопустиме розширення

source: нельзя пропускать вопросы, нельзя возвращаться назад
de_de: Es ist nicht erlaubt Fragen zu überspringen und zurück gehen
ru_ua: не можна пропускати запитання, не можна повертатися назад

source: Значение обязательно для заполнения и не может быть пустым
de_de: Angabe des Werts ist obligatorisch und kann nicht Leer sein
ru_ua: Значення обов'язково для заповнення та не може бути порожнім

source: Пожалуйста, авторизуйтесь
de_de: Bitte autorisieren
ru_ua: Будь ласка, авторизуйтесь

source: Новая папка
de_de: Neuer Ordner
ru_ua: Нова папка

source: Тема
de_de: Thema

source: всего
de_de: Insgesamt
ru_ua: всього

source: Bремя не ограничено
de_de: Zeit ist unbeschränkt
ru_ua: Час не обмежено

source: Вы не ответили на вопрос
de_de: Sie haben die Frage nicht beantwortet
ru_ua: Ви не вибрали варіант відповіді на запитання

source: из %d возможных
de_de: Aus %d Möglichen
ru_ua: із %d можливих

source: час.
de_de: Std.
ru_ua: год.

source: в
de_de: um

source: секунд
de_de: Sekunde(n)

source: У вас нет соответствующего уровня доступа
de_de: Sie haben keine entsprechenden Zugangsrechte
ru_ua: У вас немає відповідного рівня доступу

source: оценка за задание
de_de: Bewertung für die Aufgabe

source: автоматическое формирование групп
de_de: Automatische Gruppenbildung

source: штраф за несвоевременное выполнение занятия
de_de: Strafe für nicht rechtzeitig gelöste Aufgabe

source: создать формулу
de_de: Formel erstellen
ru_ua: створити формулу

source: Формула
de_de: Formel

source: Область
de_de: Gebiet

source: Редактировать формулу
de_de: Formel bearbeiten
ru_ua: Редагувати формулу

source: Вы действительно желаете удалить формулу?
de_de: Wollen Sie die Formel wirklich löschen?
ru_ua: Ви дійсно бажаєте видалити формулу?

source: Удалить формулу
de_de: Formel löschen
ru_ua: Видалити формулу

source: не создано ни одной формулы
de_de: Keine Formeln erstellt
ru_ua: не створено жодної формули

source: не создано ни одной глобальной формулы
de_de: Keine globalen Formeln erstellt
ru_ua: не створено жодної глобальної формули

source: Создание формулы
de_de: Formelerstellung
ru_ua: Створення формули

source: Нет такой формулы
de_de: Diese Formel existiert nicht
ru_ua: Немає такої формули

source: Редактирование формулы
de_de: Formelbearbeitung
ru_ua: Редагування формули

source: Плохо
de_de: Schlecht
ru_ua: Погано

source: ЗАЧЕТ
de_de: Bestanden
ru_ua: ЗАЛІК

source: плохие
de_de: schlechte
ru_ua: погані

source: хорошие
de_de: gute
ru_ua: гарні

source: Удовлетворительно
de_de: Befriedigend
ru_ua: Задовільно

source: Отлично
de_de: Ausgezeichnet
ru_ua: Відмінно

source: Блестяще
de_de: Glänzend
ru_ua: Блискуче

source: вставить пример
de_de: Beispiel einfügen
ru_ua: вставити приклад

source: Выбор курса для редактирования формул
de_de: Kursauswahl für die Formelbearbeitung
ru_ua: Вибір дисципліни для редагування формул

source: Выберите курс:
de_de: Wählen Sie den Kurs aus:
ru_ua: Виберіть дисципліну:

source: Ничего не выбрано
de_de: Sie haben nichts ausgewählt
ru_ua: Нічого не вибрано

source: нет прав перейти на чужой курс
de_de: Sie haben keine Rechte an dem fremden Kurs teilzunehmen
ru_ua: немає прав перейти на чужу дисципліну

source: дней до окончания
de_de: Tage bis zum Abschluss
ru_ua: днів до закінчення

source: баллов
de_de: Punkte
ru_ua: балів

source: И
de_de: UND
ru_ua: І

source: ЕСЛИ
de_de: WENN
ru_ua: ЯКЩО

source: выполненого
de_de: erledigt
ru_ua: виконаного

source: суммарно набрано
de_de: Gesamte Punktzahl
ru_ua: сумарно набрано

source: ср. оценка
de_de: Durchschnittliche Bewertung
ru_ua: сер. оцінка

source: менее
de_de: Weniger
ru_ua: менше

source: более
de_de: Mehr
ru_ua: більше

source: ТО
de_de: DANN

source: Инициализация
de_de: Initialisierung
ru_ua: Ініціалізація

source: Нет файла данных
de_de: Datei existiert nicht
ru_ua: Немає файла даних

source: Распаковка архива курса
de_de: Entpacken des Kursarchivs
ru_ua: Розпакування архіву дисципліни

source: Обработка файлов курса
de_de: Bearbeitung der Kursdateien
ru_ua: Обробка файлу дисципліни

source: Нет файла структуры
de_de: Strukturdatei existiert nicht
ru_ua: Немає файла структури

source: Ошибка копирования
de_de: Fehler beim Kopieren
ru_ua: Помилка копіювання

source: Ошибки в вопросах
de_de: Fehler in den Fragen
ru_ua: Помилки в запитаннях

source: Лог-файл
de_de: Log-Datei

source: Данные успешно загружены
de_de: Daten wurden erfolgreich geladen
ru_ua: Дані успішно завантажено

source: Ошибка копирования данных
de_de: Fehler beim Kopieren der Daten
ru_ua: Помилка копіювання даних

source: Невозможно разархивировать файлы
de_de: Es ist nicht möglich die Dateien zu entpacken
ru_ua: Неможливо розархівувати файли

source: Данные успешно загружены.
de_de: Daten wurden erfolgreich geladen.
ru_ua: Дані успішно завантажено.

source: Без названия
de_de: Ohne Titel
ru_ua: Без назви

source: Нет заголовка
de_de: Fehlt Titel
ru_ua: Немає заголовка

source: Нет текста вопроса
de_de: Fehlt Text in der Frage
ru_ua: Немає тексту запитання

source: Настройки успешно сохранены
de_de: Einstellungen wurden erfolgreich gespeichert
ru_ua: Параметри успішно збережено

source: Текстовое поле
de_de: Textfeld
ru_ua: Текстове поле

source: Почтовый адрес
de_de: Postalische Adresse
ru_ua: Поштова адреса

source: Паспортные данные
de_de: Passdaten
ru_ua: Паспортні дані

source: Дата рождения
de_de: Geburtsdatumatum
ru_ua: Дата народження

source: Не указано название новой роли
de_de: Titel der neuen Rolle nicht angegeben
ru_ua: Не вказано назву нової ролі

source: Не выбраны базовые действия для роли
de_de: Grundlegende Handlungen für die Rolle nicht ausgewählt
ru_ua: Не вибрано базові дії для ролі

source: Не выбраны разрешенные действия для роли
de_de: Zulässige Handlungen für die Rolle nicht ausgewählt
ru_ua: Не вибрано дозволені дії для ролі

source: Шаг 1. Выбор базовой роли
de_de: Schritt 1. Auswahl der grundlegenden Rolle
ru_ua: Крок 1. Вибір базової ролі

source: Шаг 2. Выбор функций
de_de: Schritt 2. Auswahl der Funktionen
ru_ua: Крок 2: Вибір функцій

source: Шаг 3. Детализация функций
de_de: Schritt 3. Detaillierung der Funktionen
ru_ua: Крок 3. Деталізація функцій

source: На главную
de_de: Home
ru_ua: На головну

source: введите часть имени или логина
de_de: Geben Sie ein Teil des Namens oder des Logins ein
ru_ua: введіть частину імені чи логіну

source: Ресурсы
de_de: Ressourcen
ru_ua: Ресурси

source: Редактировать аудиторию
de_de: Unterrichtsraum bearbeiten
ru_ua: Редагувати аудиторію

source: Вы действительно желаете удалить аудиторию?
de_de: Wollen Sie wirklich den Unterrichtsraum löschen?
ru_ua: Ви дійсно бажаєте видалити аудиторію?

source: Удалить аудиторию
de_de: Unterrichtsraum löschen
ru_ua: Видалити аудиторію

source: нет данных для отображения
de_de: Es gibt keine Daten für die Abbildung
ru_ua: немає даних для відображення

source: Редактирование ресурса
de_de: Bearbeitung der Ressource
ru_ua: Редагування ресурсу

source: Редактирование аудитории
de_de: Bearbeitung des Unterrichtsraums
ru_ua: Редагування аудиторії

source: Вы не указали название аудитории
de_de: Titel des Unterrichtsraums nicht angegeben
ru_ua: Ви не вказали назву аудиторії

source: Введена некорректная вместимость аудитории
de_de: Unkorrekte Kapazität des Unterrichtsraums angegeben
ru_ua: Введено некорекну місткість аудиторії

source: Введённая вместимость аудитории слишком мала (В аудиторию назеначено обучение большего числа слушателей:
de_de: Angegebene Kapazität des Unterrichtsraums ist viel zu klein (dem Unterrichtsraum ist eine grüßere Teilnehmerzahl zugewiesen):
ru_ua: Введена місткість аудиторії занадто мала (В аудиторію призначено навчання більшого числа слухачів:

source: лекционная аудитория
de_de: Vorlesungsraum
ru_ua: лекційна аудиторія

source: семинарская аудитория
de_de: Seminarraum
ru_ua: аудиторія для семінарів

source: учебный класс
de_de: Unterrichtsraum
ru_ua: навчальний кабінет

source: лаборатория
de_de: Das Labor
ru_ua: лабораторія

source: рабочее помещение
de_de: Der Arbeitsraum
ru_ua: робоче приміщення

source: недоступна
de_de: Ist unzugänglich

source: доступна
de_de: Ist zugänglich

source: только текст
de_de: nur Text
ru_ua: лише текст

source: HTML-файл
de_de: HTML-Datei

source: документ Word
de_de: WORD-Datei

source: документ Excel
de_de: EXCEL-Datei

source: GIF картинка
de_de: GIF Bild

source: JPG картинка
de_de: JPG Bild

source: PNG картинка
de_de: PNG Bild

source: BMP картинка
de_de: BMP Bild

source: Flash-ролик
de_de: Flash-Film

source: другие данные
de_de: Andere Daten
ru_ua: інші дані

source: сейчас идет
de_de: Läuft
ru_ua: зараз йде

source: В данный момент тестирование еще не закончено
de_de: Test ist noch nicht abgeschlossen
ru_ua: В даний момент тестування ще не закінчено

source: Тестирование успешно и полностью выполнено
de_de: Test wurde erfolgreich abgeschlossen
ru_ua: Тестування успішно і повністю виконано

source: Тестирование было брошено, учащийся покинул сервер и закрыл браузер
de_de: Test wurde abgebrochen, der Teilnehmer hat den Server verlassen und den Browser geschlossen
ru_ua: Тестування було залишено, студент покинув сервер і закрив браузер

source: Тестирование было превано по команде пользователя
de_de: Test wurde abgebrochen auf Befehl des Teilnehmers
ru_ua: Тестування було превано за командою користувача

source: досрочно завершен
de_de: vorzeitig beendet
ru_ua: достроково завершено

source: Тестирование было досрочно завершено, не на все вопросы отвечено
de_de: Test wurde vorzeitig beendet, alle Fragen wurden beantwortet
ru_ua: Тестування було достроково завершено, відповіли не на всі запитання

source: Тестирование было прервано из-за лимита времени, учащийся не успел ответить на все вопросы
de_de: Test wurde wegen des Zeitlimits abgebrochen, Teilnehmer hat es nicht geschafft alle Fragen zu beantworten
ru_ua: Тестування було перервано через ліміт часу, студент не встиг відповісти на всі запитання

source: неправильный вызов
de_de: falscher Aufruf
ru_ua: неправильний виклик

source: неправильный вызов, массив
de_de: falscher Aufruf, Massiv
ru_ua: неправильний виклик, масив

source: не пуст
de_de: ist nicht leer
ru_ua: не пустий

source: ИМЯ:
de_de: NAME:
ru_ua: ІМ'Я:

source: РАЗМЕР:
de_de: Größe:
ru_ua: РОЗМІР:

source: байт
de_de: Byte

source: Приложение
de_de: Anwendung
ru_ua: Додаток

source: открыть
de_de: öffnen
ru_ua: відкрити

source: Картинка
de_de: Bild

source: Открыть это приложение в новом окне
de_de: Diese Anwendung im neuen Fenster öffnen
ru_ua: Відкрити цю програму у новому вікні

source: Сохранить это приложение на ваш компьютер
de_de: Diese Anwendung auf Ihrem Computer speichern
ru_ua: Зберегти цей додаток на ваш комп'ютер

source: Такого теста нет
de_de: Dieser Test existiert nicht
ru_ua: Такого тесту немає

source: Курс:
de_de: Kurs:
ru_ua: Дисципліна:

source: Занятие:
de_de: Training:
ru_ua: Заняття:

source: Задание:
de_de: Aufgabe:
ru_ua: Завдання:

source: Выбран вариант
de_de: Variante ausgewählt
ru_ua: Вибрано варіант

source: ВОПРОСОВ С ПРОВЕРКОЙ ТЬЮТОРОМ:
de_de: FRAGEN MIT DER PRÜFUNG VOM LEHRER:
ru_ua: ПИТАНЬ З ПЕРЕВІРКОЮ ВИКЛАДАЧЕМ:

source: Статистика ответов на вопрос
de_de: Statistik der Antworten auf die Frage
ru_ua: Статистика відповідей на запитання

source: вопрос
de_de: Frage
ru_ua: запитання

source: всего ответов
de_de: insgesamt Antworten
ru_ua: всього відповідей

source: верных
de_de: richtige
ru_ua: вірних

source: неверных
de_de: falsche
ru_ua: невірних

source: ответы
de_de: Antworten
ru_ua: відповіді

source: по данному вопросу нет статистики (еще никто не отвечал)
de_de: Es gibt keine Statistik zu dieser Frage (noch niemand antwortete)
ru_ua: з даного запитання немає статистики (ще ніхто не відповідав)

source: список вопросов
de_de: Liste der Fragen
ru_ua: список запитань

source: код
de_de: Code

source: тип
de_de: Typ

source: изменен
de_de: geändert
ru_ua: змінено

source: Команды
de_de: Mannschaften
ru_ua: Команди

source: в это задание еще не включено ни одного вопроса!
de_de: Zu dieser Aufgabe wurde noch keine Frage hinzugefügt!
ru_ua: в це завдання ще не включено жодного запитання!

source: Вопрос не найден в базе данных
de_de: Frage wurde in der Datenbank nicht gefunden
ru_ua: Запитання не знайдено в базі даних

source: выборка вопросов по коду вопроса
de_de: Auswahl der Fragen nach dem Code der Frage
ru_ua: вибірка запитань з кодом запитання

source: Выполнить задание
de_de: Aufgabe erledigen
ru_ua: Виконати завдання

source: Извините, невозможно автоматически сгенерировать ни одного нового номера, т.к. все они оказываются занятыми!
de_de: Verzeihung, es ist nicht möglich eine neue Nummer automatisch zu erzeugen, da alle Nummern bereits besetzt sind!
ru_ua: Вибачте, неможливо автоматично згенерувати жодного нового номера, тому що всі вони виявляються зайнятими!

source: Добавить вопрос
de_de: Frage hinzufügen
ru_ua: Додати запитання

source: Прикрепить файл
de_de: Datei anhängen
ru_ua: Прикріпити файл

source: Тип вопроса
de_de: Typ der Frage
ru_ua: Тип запитання

source: Экспорт вопросов
de_de: Export der Fragen
ru_ua: Експорт запитань

source: Вопросы для контроля
de_de: Fragen für die Kontrolle
ru_ua: Запитання для контролю

source: ---без темы---
de_de: - - ohne Thema - -
ru_ua: ---без теми---

source: --- все ---
de_de: Alle
ru_ua: --- всі ---

source: ошибочная ссылка
de_de: falscher Link
ru_ua: помилкове посилання

source: В данный момент вы не проходите тестирование и не можете использовать файлы тестов.
de_de: Sie führen gerade keinen Test aus und können keine Testdateien verwenden.
ru_ua: В даний момент ви не проходите тестування і не можете використовувати файли тестів.

source: Этот вопрос не находится в списке вопросов, которые вы должны пройти за сеанс работы
de_de: Diese Frage befindet sich nicht in der Liste der Fragen, die Sie für die Arbeitssitzung durchgehen sollten
ru_ua: Це запитання не знаходиться в списку запитань, які ви повинні пройти за сеанс роботи

source: Этот файл не найден
de_de: Diese Datei wurde nicht gefunden
ru_ua: Цей файл не знайдено

source: Запуск
de_de: Start

source: завершение
de_de: Herunterfahren
ru_ua: завершення

source: Сеанс не завершен.
de_de: Sitzung nicht beendet.
ru_ua: Сеанс не завершено.

source: Пожалуйста, поставьте галочку в checkbox для подтверждения ознакомления с результатми и еще раз нажмите на кнопку
de_de: Setzen Sie bitte ein Haken in die checkbox für die Bestätigung der Ergebnisse und drücken Sie noch mal auf die Taste
ru_ua: Будь ласка, поставте відмітку в checkbox для підтвердження ознайомлення з результатами і ще раз натисніть на кнопку

source: Сеанс завершен. Спасибо за уделенное время!
de_de: Sitzung ist beendet. Danke für die Teilnahme!
ru_ua: Сеанс завершено. Дякуємо за приділений час!

source: Выполнение задания завершено!
de_de: Ausführen der Aufgabe beendet!
ru_ua: Виконання завдання завершено!

source: макс.балл
de_de: max. Punktzahl
ru_ua: макс.бал

source: мин.балл
de_de: min. Punktzahl
ru_ua: мін.бал

source: Все вопросы курса
de_de: Alle Fragen des Kurses
ru_ua: Всі запитання дисципліни

source: внешняя программа
de_de: externes Programm
ru_ua: зовнішня програма

source: табличный ввод
de_de: tabellarische Einführung
ru_ua: табличне введення

source: Все вопросы по курсу
de_de: Alle Fragen zum Kurs
ru_ua: Всі запитання з дисципліни

source: Текущий курс
de_de: Laufender Kurs
ru_ua: Поточна дисципліна

source: Импорт вопросов из текстового файла
de_de: Import der Fragen aus der Textdatei
ru_ua: Імпорт запитань з текстового файлу

source: Текущее задание
de_de: Laufende Aufgabe
ru_ua: Поточне завдання

source: Выделить/убрать все
de_de: Alles markieren / entfernen
ru_ua: Виділити/забрати все

source: сортировка по кодам вопросов
de_de: Sortierung nach Fragencodes
ru_ua: сортування за кодами запитань

source: сортировка по типам вопросов
de_de: Sortierung nach Fragentypen
ru_ua: сортування за типами запитань

source: сортировка по теме
de_de: Sortierung nach Thema
ru_ua: сортування за темою

source: Мин
de_de: Min
ru_ua: Мін

source: сортировка по минимальному балу за вопрос
de_de: Sortierung nach minimaler Punktzahl für die Frage
ru_ua: сортування за мінімальним балом за запитання

source: Макс
de_de: Max

source: сортировка по максимальному балу за вопрос
de_de: Sortierung nach maximaler Punktzahl für die Frage
ru_ua: сортування за максимальним балом за запитання

source: Не найдено ни одного вопроса
de_de: Keine Fragen gefunden
ru_ua: Не знайдено жодного запитання

source: Открыть вопрос
de_de: Frage öffnen
ru_ua: Відкрити запитання

source: Редактировать вопрос
de_de: Frage bearbeiten
ru_ua: Редагувати запитання

source: Вы действительно желаете удалить вопрос?\nПосле удаления вопрос нельзя будет восстановить.
de_de: Wollen Sie wirklich Frage entfernen? \Nach der Entfernungen kann man die Frage nicht wiederherstellen.
ru_ua: Ви дійсно бажаєте видалити запитання?\nПісля видалення запитання не можна буде відновити.

source: Экспортировать
de_de: Exportieren
ru_ua: Експортувати

source: Добавить в задание
de_de: Zur Aufgabe hinzufügen
ru_ua: Додати до завдання

source: Добавить в курс
de_de: Zum Kurs hinzufügen
ru_ua: Додати до дисципліни

source: Страницы:
de_de: Seiten:
ru_ua: Сторінки:

source: Вопросов на страницу:
de_de: Fragen pro Seite:
ru_ua: Питань на сторінку:

source: Фильтр времени:
de_de: Zeitfilter:
ru_ua: Фільтр часу:

source: изменить
de_de: ändern
ru_ua: змінити

source: сбросить
de_de: zurücksetzen
ru_ua: скинути

source: Фильтр кода
de_de: Filter des Codes
ru_ua: Фільтр коду

source: не задан.
de_de: nicht angegeben.
ru_ua: не задано.

source: ЗАДАН:
de_de: ANGEGEBEN:
ru_ua: ЗАДАНО:

source: шт
de_de: St.

source: Режим редактирования:
de_de: Modus der Bearbeitung:
ru_ua: Режим редагування:

source: базовый
de_de: Basis-
ru_ua: базовий

source: расширенный
de_de: Erweitert
ru_ua: розширений

source: только для опытных пользователей!
de_de: Nur für die erfahrenen Benutzer!
ru_ua: лище для досвідчених користувачів!

source: Вы не передали вопросы, которые хотите экспортировать. Вернитесь назад и отметьте необходимые для экспорта вопросы.
de_de: Sie haben die Fragen für Export nicht eingegeben. Gehen Sie zurück und markieren die für den Export notwendigen Fragen.
ru_ua: Ви не передали запитання, які потрібно експортувати. Поверніться назад і позначте необхідні для експорту запитання.

source: Экспортирование выбранных вопросов
de_de: Exportieren der ausgewählten Fragen
ru_ua: Експорт вибраних запитань

source: Ничего не было отмечено для удаления
de_de: Für die Entfernung wurde nichts markiert
ru_ua: Нічого не позначено для видалення

source: Действительно удалить вопросы?
de_de: Wollen Sie wirklich die Fragen löschen?
ru_ua: Дійсно видалити запитання?

source: Удалить вопросы
de_de: Fragen löschen
ru_ua: Видалити запитання

source: шт.
de_de: St.

source: Не удалять
de_de: Nicht löschen
ru_ua: Не видаляти

source: Вы действительно желаете удалить
de_de: Wollen Sie wirklich löschen
ru_ua: Ви дійсно бажаєте видалити

source: вопросов?
de_de: Fragen?
ru_ua: питань?

source: Чтобы отказаться нажмите
de_de: Um zu verzichten drücken Sie
ru_ua: Щоб відмовитися натисніть

source: здесь
de_de: Hier
ru_ua: тут

source: Не выбрано задание для добавления помеченных галочками вопросов.
de_de: Aufgabe für das Hinzufügen markierten Fragen wurde nicht ausgewählt.
ru_ua: Не обрано завдання для додавання позначених відмітками запитань.

source: Ничего не было отмечено для добавления к заданию. Отметьте любое кол-во вопросов, еще раз нажмите кнопку ДОБАВИТЬ, и все помеченные галочками вопросы будут добавлены в выбранное задание.
de_de: Für das Hinzufügen ist nichts ausgewählt. Markieren Sie beliebige Fragenzahl und drucken Sie noch mal die Taste HINZUFÜGEN.
ru_ua: Нічого не було позначено для додавання до завдання. Позначте будь-яку к-ть питань, ще раз натисніть кнопку ДОДАТИ, і всі позначені відмітками запитання будуть додані до вибраного завдання.

source: Такого теста не существует, либо вы не владеете его курсом
de_de: DIESER TEST existiert nicht oder Sie besitzen keine Rechte für den Kurs
ru_ua: Такого тесту не існує, або ви не маєте доступу до його дисципліни

source: не был добавлен
de_de: Nicht hinzugefügt
ru_ua: не було додано

source: Вопросы добавлены успешно
de_de: Fragen wurden erfolgreich hinzugefügt
ru_ua: Запитання додано успішно

source: Не выбран курс для добавления помеченных галочками вопросов.
de_de: Wählen Sie einen Kurs für das Hinzufügen von markierten Fragen.
ru_ua: Не вибрано дисципліну для додавання позначених відмітками запитань.

source: Отсутствуют права доступа к курсу
de_de: Sie besitzen keine Zugriffsrechte für den Kurs
ru_ua: Відсутні права доступу до дисципліни

source: Такого курса не существует
de_de: Dieser Kurs existiert nicht
ru_ua: Такої дисципліни не існує

source: Такого теста не существует
de_de: Dieser Test existiert nicht
ru_ua: Такого тесту не існує

source: Редактирование вопроса(ов)
de_de: Bearbeitung der Frage
ru_ua: Радагування запитання(ь)

source: Не отмечен ни один из вопросов для редактирования. Отметьте галочками один или несколько вопросов, нажмите кнопку РЕДАКТИРОВАТЬ, и откроется страница для редактирования всех помеченных вопросов.
de_de: Für die Bearbeitung wurden keine Fragen markiert. Markieren Sie mit dem Haken eine oder mehreren Fragen und drücken anschlissend die Taste 'bearbeiten'. Es soll sich eine neue Seite für Bearbeitung aller markierten Fragen öffnen.
ru_ua: Не позначено жодне запитання для редагування. Поставте відмітки біля одного або кількох запитань, натисніть кнопку РЕДАГУВАТИ і відкриється сторінка для редагування всіх позначених запитань.

source: пропущен, код ошибочен.
de_de: Nicht gefunden, falscher Code.
ru_ua: пропущено, код помилковий.

source: пропущен, его не существует в базе данных.
de_de: Nicht gefunden, existiert nicht in der Datenbank.
ru_ua: пропущено, його не існує в базі даних.

source: не найден в базе данных
de_de: Nicht gefunden in der Datenbank
ru_ua: не знайдено в базі даних

source: Не удалось скопировать файл, нет прав записи в
de_de: Datei konnte nicht kopiert werden, es fehlen Rechte für das Speichern in
ru_ua: Не вдалося скопіювати файл, немає прав запису в

source: Вопрос добавлен успешно
de_de: Frage wurde erfolgreich hinzugefügt
ru_ua: Запитання додано успішно

source: Вопрос сохранен в общей базе вопросов по курсу и добавлен в задание
de_de: Frage wurde in der allgemeinen Fragen-Datenbank gespeichert und zur Aufgabe hinzugefügt
ru_ua: Запитання збережено в загальній базі запитань з дисципліни і додано в завдання

source: Хотите добавить ещё вопрос?
de_de: Wollen Sie noch eine Frage hinzufügen?
ru_ua: Хочете додати ще запитання?

source: Вопрос успешно сохранен
de_de: Frage wurde erfolgreich gespeichert
ru_ua: Запитання успішно збережено

source: Вопрос сохранен в общей базе вопросов по курсу
de_de: Frage wurde in der allgemeinen Fragen-Datenbank gespeichert
ru_ua: Запитання збережено в загальній базі запитань з дисципліни

source: Выбран некорректный номер курса
de_de: Ausgewählte Kursnummer ist fehlerhaft
ru_ua: Обрано некоректний номер дисципліни

source: Ограничение времени при просмотре вопросов
de_de: Zeitlimit für die Durchsicht der Fragen
ru_ua: Обмеження часу при перегляді запитань

source: назад
de_de: Rückwärts
ru_ua: повернутися

source: Быстрый выбор:
de_de: Schnelle Auswahl:
ru_ua: Швидкий вибір:

source: Снять ограничение по дате
de_de: Beschränkung nach dem Datum aufheben
ru_ua: Зняти обмеження за датою

source: За последний час
de_de: In der letzten Stunde
ru_ua: За останню годину

source: За последний день
de_de: Am letzten Tag
ru_ua: За останній день

source: За последнюю неделю
de_de: In der letzten Woche
ru_ua: За останній тиждень
