Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: байт), показано первые 8Кбайт:
de_de: Byte), die ersten 8 КByte werden angezeigt:
ru_ua: байт), показано перші 8Кбайт:

source: Скачать прикрепленный файл целиком
de_de: Angehängte Datei vollständig herunterzuladen
ru_ua: Завантажити прикріплений файл цілком

source: Открыть прикрепленный файл в новом окне
de_de: Angehängte Datei im neuen Fenster öffnen
ru_ua: Відкрити прикріплений файл в новому вікні

source: Ваша оценка ответа учащегося
de_de: Bewertung der Antwort des Teilnehmers
ru_ua: Ваша оцінка відповіді студента

source: Возможный диапазон баллов:от
de_de: Möglicher Punktebereich: ab
ru_ua: Можливий діапазон балів: від

source: Произвольный балл (в пределах диапазона):
de_de: Freie Punkte (innerhalb des Punktebereichs):
ru_ua: Довільний бал (в межах діапазону):

source: Вопрос уже имеет оценку в баллах:
de_de: Frage wurde bereits mit Punkten bewertet:
ru_ua: Запитання вже має оцінку в балах:

source: Далее перейти:
de_de: Weiter:
ru_ua: Далі перейти:

source: к проверке очередного вопроса
de_de: Zur Prüfung der nächsten Frage
ru_ua: до перевірки наступного запитання

source: к списку вопросов для проверки
de_de: Zur Liste der Fragen für die Prüfung
ru_ua: до переліку запитань для перевірки

source: Записать вашу оценку в базу данных
de_de: Ihre Bewertung in der Datenbank speichern
ru_ua: Записати вашу оцінку в базу даних

source: Снять эту галочку можно только при выборе &lt;Далее перейти к списку вопросов
de_de: Diesen Haken kann nur bei der Auswahl &lt; Weiter zur Liste der Fragen
ru_ua: Зняти цю відмітку можна лише при виборі &lt;Далі перейти до списку запитань

source: ДАЛЕЕ
de_de: WEITER
ru_ua: ДАЛІ

source: Данный вопрос был стерт из базы данных. Получить данные о нем невозможно. Зачисляю 0 баллов.
de_de: Diese Frage wurde aus der Datenbank gelöscht. Es gibt keine weiteren Informationen dazu. Sie bekommen 0 Punkte.
ru_ua: Дане запитання було стерто з бази даних. Отримати дані про нього неможливо. Зараховується 0 балів.

source: Вы не можете начислить за этот вопрос более, чем
de_de: Sie können für diese Frage maximal anrechnen
ru_ua: Ви не можете нарахувати за це запитання більше, ніж

source: баллов. Зачисляю баллов:
de_de: Punkte. Angerechnete Punkte:
ru_ua: балів. Зараховую балів:

source: Вы не можете начислить за этот вопрос менее, чем
de_de: Sie können für diese Frage minimal anrechnen
ru_ua: Ви не можете нарахувати за це запитання менше, ніж

source: Данный вопрос, нуждающийся в проверке, более не найден.
de_de: Die zu prüfende Frage wurde nicht gefunden.
ru_ua: Дане запитання, що потребує перевірки, більше не знайдено.

source: Студент
de_de: Teilnehmer

source: Дата ответа
de_de: Datum der Antwort
ru_ua: Дата відповіді

source: Полученный ответ:
de_de: Bekommene Antwort:
ru_ua: Отримано відповідь:

source: открыть прикрепленный файл
de_de: angehängte Datei öffnen
ru_ua: відкрити прикріплений файл

source: Комментарий:
de_de: Kommentar:
ru_ua: Коментар:

source: Рецензия:
de_de: Rezension:
ru_ua: Рецензія:

source: открыть файл с рецензией
de_de: Datei mit der Rezension öffnen
ru_ua: відкрити файл з рецензією

source: Обновление базы данных
de_de: Aktulisierung der Datenbank
ru_ua: Оновлення бази даних

source: приложен
de_de: angehängt
ru_ua: прикладено

source: длиной
de_de: Länge
ru_ua: довжиною

source: приложен текст
de_de: Text wurde angehängt
ru_ua: прикладено текст

source: См. общую оценку
de_de: Siehe allgemeine Bewertung
ru_ua: Див. загальну оцінку

source: Удалены вопросы по следующим сеансам:
de_de: Fragen aus folgenden Sitzungen wurden gelöscht:
ru_ua: Видалені запитання з наступних сеансів:

source: Нет целиком обработанных сеансов.
de_de: Es gibt keine vollständig bearbeiteten Sitzungen.
ru_ua: Немає цілком оброблених сеансів.

source: Сеанс тестирования закончен. Не нажимайте кнопку BACK (Назад) в вашем браузере!
de_de: Test abgeschlossen. Drücken Sie auf keinen Fall die Taste ZURÜCK in Ihrem Browser!
ru_ua: Сеанс тестування закінчено. Не натискайте кнопку BACK (Повернутися) у вашому браузері!

source: Сеанс тестирования закончен или не начинался.
de_de: Test abgeschlossen oder nicht begonnen.
ru_ua: Сеанс тестування закінчено або не починався.

source: Неправильный вызов страницы.
de_de: Falscher Seitenaufruf
ru_ua: Неправильний виклик сторінки.

source: Не нажимайте кнопки REFRESH (Обновить) или BACK (Назад), иначе вы можете случайно отключиться от сеанса тестирования. Если вы намеренно хотите прервать тест, воспользуйтесь кнопкой 'ПРЕРВАТЬ ТЕСТИРОВАНИЕ' внизу страницы.
de_de: Drücken Sie auf keinen Fall Taste AKTUALISIEREN oder ZURÜCK, Sie können den Test abbrechen. Wenn Sie absichtlich den Test abbrechen wollen, drucken Sie die Taste ABBRECHEN unten auf der Seite
ru_ua: Не натискайте кнопку REFRESH (Оновити) або BACK (Повернутися), інакше ви можете випадково відключитися від сеансу тестування. Якщо ви навмисно хочете перервати тест, скористайтеся кнопкою 'ПЕРЕРВАТИ ТЕСТУВАННЯ' внизу сторінки.

source: Не найдена функция для ответа типа
de_de: Funktion des Antworttyps wurde nicht gefunden
ru_ua: Не знайдено функцію для відповіді типу

source: К сожалению, закончилось время, отпущеное на решение данного вопроса. Ответ не засчитан.
de_de: Zulassige Bearbeitungszeit ist leider abgelaufen. Die Antwort wurde nicht angerechnet.
ru_ua: На жаль, закінчився час, що відпущено на вирішення даного запитання. Відповідь не зараховано.

source: Закончилось время
de_de: Zeit ist abgelaufen
ru_ua: Закінчився час

source: Закончилось время, отпущеное на решение данного вопроса.
de_de: Zulässige Bearbeitungszeit ist abgelaufen.
ru_ua: Закінчився час, що відпущено на вирішення даного запитання.

source: К сожалению, закончилось время, отпущенное на решение задания. Сейчас вы перейдете на страницу результатов. В ведомость записывается результат тестирования 'прервано по лимиту времени' и оценка только тех вопросов, которые вы уже успели решить.
de_de: Zulässige Bearbeitungszeit ist leider abgelaufen. Sie werden auf die Ergebnissseite weitergeleitet.
ru_ua: На жаль, закінчився час, що відпущено на вирішення завдання. Зараз ви перейдете на сторінку результатів. У відомість записується результат тестування 'перервано за лімітом часу' та оцінка лише тих запитань, які ви вже встигли вирішити.

source: Переменная
de_de: Variable
ru_ua: Змінна

source: не массив! Срочно открыть
de_de: kein Massiv! Sofort öffnen
ru_ua: не масив! Терміново відкрити

source: и исправить баг!
de_de: und korrigieren den Bag!
ru_ua: і виправити баг!

source: не ограничено
de_de: unbeschränkt
ru_ua: не обмежено

source: не найден
de_de: nicht gefunden

source: не прикреплен к занятию
de_de: zum Training nicht beigefügt

source: Извините, задание
de_de: Verzeihung, Aufgabe
ru_ua: Вибачте, завдання

source: не существует.
de_de: existiert nicht.
ru_ua: не існує.

source: Извините, это задание не опубликовано (заблокировано)
de_de: Verzeihung, diese Aufgabe wurde nicht veröffentlicht (gesperrt)
ru_ua: Вибачте, це завдання не опубліковано (заблоковано)

source: Вы не являтесь тьютором на этом курсе.
de_de: Sie sind kein Lehrer in diesem Kurs.
ru_ua: Ви не є викладачем на цій дисципліні.

source: Обнуление счетчика SCHEDULECOUNT:qty у юзера
de_de: Zurücksetzen des Zählers:
ru_ua: Обнулення лічильника SCHEDULECOUNT: qty у юзера

source: по давности.
de_de: nach dem Entstehungsdatum.
ru_ua: по давності

source: Вы израсходовали все попытки прохожения этого занятия.<br>Для занятия было отпущено попыток:
de_de: Zulässige Versuchszahl wurde aufgebraucht. <br>Mögliche Versuchszahl lag bei:
ru_ua: Ви витратили всі спроби прохоження цього заняття. <br>Для заняття було відпущено спроб:

source: Обнуление счетчика TESTCOUNT:qty у юзера
de_de: Zurücksetzen des Zählers:
ru_ua: Обнулення лічильника TESTCOUNT:qty у юзера

source: Вы израсходовали все попытки прохожения этого занятия.<br>Было отпущено попыток:
de_de: Zulässige Versuchszahl wurde aufgebraucht. <br>Mögliche Versuchszahl lag bei:
ru_ua: Ви витратили всі спроби прохоження цього заняття. <br>Було відпущено спроб:

source: Извините, %s не содержит ни одного вопроса.
de_de: Verzeihung, %s enthält keine Fragen.
ru_ua: Вибачте,%s не містить жодного запитання.

source: Произошла ошибка базы данных. Обратитесь в службу технической поддержки.
de_de: Es ist ein Fehler in der Datenbank aufgetreten. Kontaktieren Sie den technischen Dienst.
ru_ua: Виникла помилка бази даних. Зверніться до служби технічної підтримки.

source: начать тест:
de_de: Test starten:
ru_ua: почати тест:

source: Невозможно прервать сеанс.
de_de: Die Sitzung kann nicht abgebrochen werden.
ru_ua: Неможливо перервати сеанс.

source: Нажмите кнопку, чтобы закончить сеанс.
de_de: Drücken Sie die Taste, um Sitzung zu beenden.
ru_ua: Натисніть кнопку, щоб закінчити сеанс.

source: Нажмите кнопку, чтобы прервать сеанс.
de_de: Drücken Sie die Taste, um Sitzung abzubrechen.
ru_ua: Натисніть кнопку, щоб перервати сеанс.

source: Задание, которое вы проходите, не найдено в базе данных (только что стерто кем-то?).
de_de: Die von Ihnen ausgeführte Aufgabe wurde nicht in der Datenbank gefunden (jemand hat sie gerade gelöscht).
ru_ua: Завдання, яке ви проходите, не знайдено в базі даних (щойно стерто кимось?).

source: Этот сеанс нельзя досрочно завершить!
de_de: Diese Sitzung kann nicht vorzeitig beendet werden!
ru_ua: Цей сеанс не можна достроково завершити!

source: Вы зарегистрированы в статусе тьютора, но на данный момент вы не преподаете ни на одном из курсов.
de_de: Sie besitzen zwar den Lehrer-Status, unterrichten aber im Moment in keinem der Kurse.
ru_ua: Ви зареєстровані у статусі викладача, але на даний момент ви не викладаєте ні на жодній з дисциплін.

source: Вы не тьютор данного курса.
de_de: Sie sind kein Lehrer dieses Kurses.
ru_ua: Ви не викладач цієї дисципліни.

source: Статистика заданий
de_de: Aufgaben-Statistik
ru_ua: Статистика завдань

source: Копия:
de_de: Kopie:
ru_ua: Копія:

source: Тест успешно скопирован
de_de: Test wurde erfolgreich kopiert
ru_ua: Тест успішно скопійовано

source: Редактировать вопросы
de_de: Fragen bearbeiten
ru_ua: Редагувати запитання

source: Открыть задание
de_de: Aufgabe öffnen
ru_ua: Відкрити запитання

source: Удалить задание
de_de: Aufgabe löschen
ru_ua: Видалити завдання

source: Копировать задание
de_de: Aufgabe kopieren
ru_ua: Копіювати завдання

source: Скопировать тест?
de_de: Kopieren den Test?
ru_ua: Скопіювати тест?

source: Редактировать задание
de_de: Aufgabe bearbeiten
ru_ua: Редагувати завдання

source: Скопировать задание?
de_de: Aufgabe kopieren?
ru_ua: Скопіювати завдання?

source: Все курсы
de_de: Alle Kurse
ru_ua: Всі дисципліни

source: Отчеты о тестированиях
de_de: Berichte über die Tests
ru_ua: Звіти про тестування

source: Попытки тестирований
de_de: Versuche der Testings
ru_ua: Спроби тестувань

source: Статистика вопросов
de_de: Statistik der Fragen
ru_ua: Статистика запитань

source: СТАТИСТИКА по
de_de: Statistik über

source: У вас не хватает привилегий
de_de: Sie besitzen keine Rechte
ru_ua: У вас не вистачає привілеїв

source: Перейти к другому заданию
de_de: Zu anderer Aufgabe wechseln
ru_ua: Перейти до іншого завдання

source: Редактировать параметры задания
de_de: Aufgabenparameter bearbeiten
ru_ua: Редагувати параметри завдання

source: опубликовано
de_de: Veröffentlicht
ru_ua: опубліковано

source: не опубликовано
de_de: nicht veröffentlicht
ru_ua: не опубліковано

source: Обязат. вопрос
de_de: Obligatorische Frage
ru_ua: Обов. запитання

source: в это задание еще не включено ни одного вопроса
de_de: Diese Aufgabe beinhaltet noch keine Fragen
ru_ua: в це завдання ще не включено жодного запитання

source: маски не отображаются
de_de: Masken nicht dargestellt
ru_ua: маски не відображуються

source: Просмотреть вопрос
de_de: Frage durchzusehen
ru_ua: Переглянути запитання

source: Править
de_de: Bearbeiten
ru_ua: Редагувати

source: Вы действительно желаете удалить вопрос из задания?
de_de: Wollen Sie wirklich die Frage aus der Aufgabe löschen?
ru_ua: Ви дійсно бажаєте видалити запитання із завдання?

source: маска:
de_de: Maske:

source: Выполнить это задание
de_de: Diese Aufgabe ausführen
ru_ua: Виконати це завдання

source: Добавить из всех вопросов
de_de: Aus allen Fragen hinzufügen
ru_ua: Додати із всіх запитань

source: Из этого списка были автоматически удалены следующие ошибочные маски:
de_de: Aus dieser Liste wurden folgende fehlerhaften Masken automatisch gelöscht:
ru_ua: З цього списку було автоматично видалено наступні помилкові маски:

source: Данные маски начинаются не на номер вашего курса и символ тире. Если вы опять введете какую-либо маску, не начинающуюся на
de_de: Diese Masken beginnen nicht mit der Nummer Ihres Kurses, mit dem Symbol oder Bindestrich. Wenn Sie wieder irgendeine Maske mit eingeben,
ru_ua: Дані маски починаються не на номер вашої дисципліни та символ тире. Якщо ви знову введете якусь маску, яка не починається на

source: то она будет повторно удаляться.
de_de: sie wird wiederholt entfernt.
ru_ua: то вона буде повторно видалятися.

source: Расширенное редактирование задания запрещено.
de_de: Erweiterte Bearbeitung der Aufgabe ist nicht zulässig.
ru_ua: Розширене редагування завдання заборонено.

source: Вы не можете редактировать вопросы, т.к. этот тест создан на другом курсе
de_de: Sie können keine Fragen bearbeiten, da dieser Test in anderem Kurs erstellt wurde

source: Вы можете лишь удалить целиком тест, изменить другие его параметры или перенести еще раз на другой курс. Если вернуть тест на прежний курс то редактирование будет доступно. Вы можете лишь удалять с этой страницы любые вопросы.
de_de: Zulässige Aktionen mit dem Test: Löschung, Anderung der Parameter, Verschiebung auf anderen Kurs. Für die Bearbeitung muss der Test in den unsprünglichen Kurs wieder verschoben werden. Sie können Fragen von dieser Seite löschen.
ru_ua: Ви можете лише видалити тест повністю, змінити інші його параметри або перенести ще раз на іншу дисципліну. Якщо повернути тест на колишню дисципліну то редагування буде доступно. Ви можете лише видаляти з цієї сторінки будь-які запитання.

source: Справка
de_de: Hilfe

source: Управление кол-вом попыток тестирований
de_de: Verwaltung der Testversuche
ru_ua: Управління к-тю спроб тестувань

source: Отчеты о тестированиях на этом задании
de_de: Berichte über die Tests in dieser Aufgabe
ru_ua: Звіти про тестування на цьому завданні

source: расширенный]
de_de: Erweitert]
ru_ua: розширений]

source: Вы не можете начать это задание, т.к. еще не закончили выполнять предыдущее. Вы можете либо пройти до конца предыдущий сеанс тестирования, либо прервать его.
de_de: Sie können diese Aufgabe nicht beginnen, da die vorherige Aufgabe noch nicht geschlossen ist.
ru_ua: Ви не можете почати проходити це завдання, тому що ще не закінчили виконувати попереднє. Ви можете або пройти до кінця попередній сеанс тестування, або перервати його.

source: Вернуться к предыдущему сеансу тестирования
de_de: Zurück zur vorherigen Test-Sitzung
ru_ua: Повернутися до попереднього сеансу тестування

source: Редактирование задания
de_de: Aufgabenbearbeitung
ru_ua: Редагування завдання

source: Добавление задания
de_de: Hinzufügen der Aufgabe
ru_ua: Додавання запитання

source: Название задания
de_de: Aufgabentitel
ru_ua: Назва завдання

source: Задание опубликовано
de_de: Aufgabe wurde veröffentlicht
ru_ua: Завдання опубліковано

source: доступно слушателю для выполнения
de_de: zugänglich für den Teilnehmer
ru_ua: доступно слухачеві для виконання

source: Вопросы задания
de_de: Fragen der Aufgabe
ru_ua: Питання завдання

source: Способ выбора вопросов
de_de: Fragen Auswahlmethode
ru_ua: Спосіб вибору запитань

source: Одинаковое из каждой темы
de_de: Gleiche aus jedem Thema
ru_ua: Однакову кількість з кожної теми

source: Задать из каждой темы
de_de: Aus jedem Thema nehmen
ru_ua: Задати з кожної теми

source: Ограничить количество вопросов в задании до
de_de: Fragenzahl in der Aufgabe einschränken bis
ru_ua: Обмежити кількість запитань в завданні до

source: показывать все
de_de: Alles anzeigen
ru_ua: показувати все

source: Ограничить количество вопросов из темы
de_de: Fragenzahl aus dem Thema beschränken
ru_ua: Обмежити кількість запитань з теми

source: Нет тем вопросов в задании
de_de: Es gibt keine Themen der Fragen in der Aufgabe
ru_ua: Немає тем запитань в завданні

source: Количество вопросов на страницу
de_de: Fragenzahl pro Seite
ru_ua: Кількість запитань на сторінку

source: Перемешивать вопросы при прохождении задания
de_de: Fragen bei Ausführung der Aufgabe mischen
ru_ua: Перемішувати запитання при проходженні завдання

source: Выполнение задания
de_de: Ausführen der Aufgabe
ru_ua: Виконання завдання

source: Сколько раз учащийся может выполнять это задание
de_de: Wie viele Versuche sind für diese Aufgabe zulässig
ru_ua: Скільки раз студент може виконувати це завдання

source: кол-во не ограничено
de_de: Anzahl ist unbeschränkt
ru_ua: к-ть не обмежено

source: Через сколько дней сбрасывать данный счетчик прохождений
de_de: Nach wie vielen Tagen muss der Ausführungszähler zurückgesetzt werden
ru_ua: Через скільки днів скидати даний лічильник проходжень

source: никогда не сбрасывать
de_de: Niemals zurücksetzten
ru_ua: ніколи не скидати

source: Ограничение времени в минутах для прохождения задания
de_de: Beschränkung der Zeit in den Minuten für die Ausführung der Aufgabe
ru_ua: Обмеження часу в хвилинах для проходження завдання

source: мин
de_de: Min
ru_ua: хв

source: без ограничений
de_de: Ohne Beschränkungen
ru_ua: без обмежень

source: Дополнительно
de_de: Zusätzlich
ru_ua: Додатково

source: Показывать страницу промежуточных результатов учащегося, по итогам последних вопросов
de_de: Seite der Zwischenergebnisse des Teilnehmers anzeigen (unter Berücksichtigung der letzten Fragen)
ru_ua: Показувати сторінку проміжних результатів студента, за підсумками останніх запитань

source: Там же показывать ссылку
de_de: Link an der gleichen Stelle anzeigen
ru_ua: Там же показувати посилання

source: Показывать результаты тестирования в конце задания (общие результаты)
de_de: Testergebnisse am Ende der aufgabe zeigen (allgemeine Ergebnisse)
ru_ua: Показувати результати тестування вкінці завдання (загальні результати)

source: Комментарий к заданию
de_de: Kommentar zur Aufgabe
ru_ua: Коментар до завдання

source: нет прав редактировать данный тест
de_de: Sie besitzen keine Rechte für Bearbeitung dieses Tests
ru_ua: немає прав редагувати даний текст

source: Курс заблокирован. Данная операция невозможна
de_de: Kurs wurde gesperrt. Diese Operation ist nicht möglich
ru_ua: Дисципліну заблоковано. Дана операція неможлива

source: Ограничение времени выполнения задания меньше чем суммарное ограничение времени ответа на вопросы.
de_de: Zeitlimit der Ausführungszeit der Aufgabe ist kürzer als die gesamte Zeitlimit für alle einzelnen Antworten auf die Fragen.
ru_ua: Обмеження часу виконання завдання менше ніж сумарне обмеження часу відповіді на запитання.

source: Неправильная формула
de_de: Falsche Formel
ru_ua: Неправильна формула

source: Задание удалено
de_de: Aufgabe wurde gelöscht
ru_ua: Завдання видалено

source: Укажите учебный курс
de_de: Geben Sie den Kurs an
ru_ua: Вкажіть дисципліну

source: Перенос теста
de_de: Verschiebung des Tests
ru_ua: Перенос тексту

source: На какой из ваших курсов перенести этот тест:
de_de: In welchen Kurs soll dieser Test verschoben werden:
ru_ua: На яку з ваших дисциплін перенести цей тест:

source: Перенести!
de_de: Verschieben!

source: После переноса теста на другой курс нельзя будет редактировать список вопросов теста. Однако, тест сохранит свои свойства и можно будет изменять все свойства теста, кроме добавления/удаления вопросов. Тест можно будет так же удалить или перенести назад на этот курс. Если в дальнейшем вы вернете тест на этот курс, в нем опять все будет доступно для редактирования. После переноса на другой курс, любой тьютор того курса сможет удалить тест или изменить его свойства (но не сможет редактировать список вопросов).
de_de: Wenn Sie den Test
ru_ua: Після перенесення тесту на іншу дисципліну не можна буде редагувати перелік запитань тесту. Однак, тест збереже свої властивості і можна буде змінювати всі властивості тесту, крім додавання/видалення запитань. Тест можна буде так само видалити або перенести назад на цю дисципліну. Якщо надалі ви повернете тест на цю дисципліну, в ньому знову все буде доступно для редагування. Після перенесення на іншу дисципліну, будь-який викладач тої дисципліни зможе видалити тест або змінити його властивості (але не зможе редагувати перелік запитань).

source: нет прав перенести этот тест на чужой курс
de_de: Sie besitzen keine Rechte, um diesen Test in den fremden Kurs zu verschieben diese Prüfung im fremden Kurs zu verlegen
ru_ua: немає прав перенести цей тест на чужу дисципліну

source: нет прав просматривать данный тест
de_de: Sie besitzen keine Rechte für Durchsicht dieses Tests
ru_ua: немає прав переглядати даний тест

source: копия от
de_de: Kopie von
ru_ua: копія від

source: Новый тест с
de_de: Neuer Test mit
ru_ua: Новий тест з

source: скопирован! В имя нового теста автоматически дописано слово 'Копия', но вы можете изменить это имя.
de_de: Kopie wurde erstellt! In den Namen des neuen Tests ist das Wort ' Kopie ' automatisch eingefügt, aber Sie können diesen Namen ändern.
ru_ua: скопійовано! В ім'я нового тесту автоматично дописано слово 'Копія', але ви можете змінити це ім'я.

source: Список вопросов, выбранные маской теста
de_de: Liste der Fragen, ausgewählt von der Maske des Tests
ru_ua: Список запитань, обрані маскою тесту

source: Такого задания нет
de_de: Diese Aufgabe existiert nicht
ru_ua: Такого завдання немає

source: Не переданы коды для удаления
de_de: Es fehlen die Codes für die Entfernung
ru_ua: Не передано коди для видалення

source: Попытки выполнения задания
de_de: Zulässige Versuchszahl
ru_ua: Спроби виконання завдання

source: Вы не зарегистрированы ни на одном из курсов
de_de: Sie sind für keinen Kurs registriert
ru_ua: Ви не зареєстровані ні на жодній з дисциплін

source: Вы не зарегистрированы ни на одном из курсов.
de_de: Sie sind für keinen Kurs registriert
ru_ua: Ви не зареєстровані ні на жодній з дисциплін.

source: Нет заданий
de_de: Es gibt keine Aufgaben
ru_ua: Немає завдань

source: Дата попытки
de_de: Datum des Versuchs
ru_ua: Дата спроби

source: Набранный балл
de_de: Erreichte Punkte:
ru_ua: Набрано балів

source: Отчет о прохождении
de_de: Bericht über die Ausführung
ru_ua: Звіт про проходження

source: Действительно хотите пройти это задание?
de_de: Wollen Sie wirklich diese Aufgabe löschen?
ru_ua: Ви дійсно хочете пройти це завдання?

source: К сожалению, у вас уже не осталось попыток на прохождение этого задания. Все равно открыть?
de_de: Zulässige Versuchszahl für Ausführung dieser Aufgabe wurde aufgebraucht? Wollen Sie trotzdem öffnen?
ru_ua: На жаль, у вас вже не лишилося спроб на проходження цього завдання. Все одно відкрити?

source: Внимание! У вас осталось попыток для прохождения:
de_de: Achtung! Die verbliebene Versuchszahl:
ru_ua: Увага! У вас лишилося спроб для проходження:

source: Оценка:
de_de: Bewertung:
ru_ua: Оцінка:

source: Попытки прохождения исчерпаны.
de_de: Zulässige Versuchszahl ist aufgebraucht.
ru_ua: Спроби проходження вичерпані.

source: Осталось попыток:
de_de: Verblibene Versuchszahl:
ru_ua: Лишилось спроб:

source: Попытки не лимитированы
de_de: Versuchszahl ist nicht limitiert
ru_ua: Спроби не лімітовані

source: еще не сдан
de_de: wurde noch nicht erledigt
ru_ua: ще не здано

source: Показать отчёт
de_de: Bericht anzeigen
ru_ua: Показати звіт

source: отключен тьютором
de_de: vom Lehrer abgeschaltet
ru_ua: відключено викладачем
