Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: ?дратные скобки - [5.0]. Для указания диапазона укажите границы через двоеточие [1.1:7.77]
de_de: Bilden Sie irgendwelchen Text mit ein oder mehreren versäumten Wörtern. Diese versäumten Wörter sollen die Schüler eben einführen. Erstens führen Sie die Parameter ' die Hauptfrage ' und ' den Anfangstext ', dann - eine beliebige Zahl der Parameter ' das versäumte Wort ' und ' den nachfolgenden Text ' ein. Die Wörter kann man in einem beliebigen Register einführen, die Lücken nach den Rändern der Wörter werden nicht bearbeitet. Für савнения der Bedeutungen wie der Zahlen, schließen Sie die Bedeutungen in die quadratischen Klammern - [5.0]. Für den Hinweis des Umfangs bezeichnen Sie die Grenzen durch den Doppelpunkt [1.1:7.77]

source: по
de_de: bis

source: Остаться
de_de: bleiben

source: Ваш браузер не поддерживается
de_de: Browser wird nicht unterstützt

source: CSV-файл
de_de: CSV-Datai

source: Протокол интеграции
de_de: Das Protokoll der Integration

source: Витрина учебных курсов
de_de: Das Schaufenster der Lehrgänge

source: Ваша система не содержит всех необходимых компонент для корректного отображения содержимого.
de_de: Das System enthält alle notwendigen Komponenten für die korrekte Abbildung des Inhalts nicht.

source: Инфоблок типа «А знаете ли Вы, что…», который в случайном порядке отображает интересные и занимательные факты
de_de: Den informativen Block als "Und ob Sie, dass … wissen", der in der zufälligen Ordnung die interessanten und interessanten Tatsachen darstellt

source: Общий канал
de_de: Der allgemeine Kanal

source: заявок
de_de: Der Anforderungen

source: Блок пользовательской авторизации
de_de: Der Anwenderautorisation Block

source: План занятий на сегодня
de_de: Heutiger Plan

source: Импорт учётных записей из CSV-файла
de_de: Der Import der Berechnungsaufzeichnungen aus der CSV-Datei

source: Индикатор прохождения учебных модулей
de_de: Der Indikator des Durchganges der Lehrmodule

source: Индикатор отображает процент прохождения учебных модулей
de_de: Der Indikator stellt das Prozent des Durchganges der Lehrmodule dar

source: Инфоблок позволяет просмотреть, кто из однокурсников сейчас online, и пригласить их пообщаться в чате
de_de: Der informative Block lässt zu, durchzusehen, wer aus den Kommilitonen jetzt online, und sie einzuladen, im Chat umzugehen

source: Инфоблок отображает план занятий на текущую дату
de_de: Der informative Block stellt den Plan der Beschäftigungen auf das laufende Datum dar

source: Инфоблок отображает статистику слушателей, зачисленных на курсы, обучающихся и закончивших обучение
de_de: Der informative Block stellt die Statistik der Zuhörer, die auf die Kurse aufgenommen sind, ausgebildet und beendend die Ausbildung dar

source: Быстрый доступ к последним новостям
de_de: Der schnelle Zugang auf die letzten Neuheiten

source: голосов:
de_de: Der Stimmen:

source: График, который наглядно отображает курсы, наиболее популярные у слушателей
de_de: Der Zeitplan, der die Kurse, populärst bei den Zuhörer anschaulich darstellt

source: Слушателя
de_de: Des Zuhörers

source: Перечень учебных курсов с возможностью подать заявку
de_de: Die Abgabe der Anforderungen auf die Kurse

source: Анализ распределения активности пользователей
de_de: Die Analyse der Verteilung der Aktivität der Benutzer

source: Примечание 1
de_de: Die Anmerkung 1

source: Примечание 2
de_de: Die Anmerkung 2

source: Дан ответ:
de_de: Die Antwort ist gegeben:
ru_ua: Дано відповідь:

source: автоматическое формирование групп
de_de: Die automatische Bildung der Gruppen
ru_ua: автоматичне формування груп

source: Учётные записи успешно импортированы.
de_de: Die Berechnungsaufzeichnungen sind erfolgreich eingeführt.

source: Установленная версия
de_de: Die bestimmte Version

source: Формирование учебной сессии
de_de: Die Bildung der Lehrtagung

source: Редактирование места проведения
de_de: Die Editierung der Stelle der Durchführung

source: оценка за задание
de_de: Die Einschätzung für die Aufgabe
ru_ua: оцінка за завдання

source: Экспресс-опрос
de_de: Die Express-Umfrage

source: Информация о числе посещений системы пользователями и гостями
de_de: Die Informationen über die Zahl der Besuche des Systems von den Benutzern und den Gästen

source: Контроль заявок на обучение для своевременного реагирования организатора обучения
de_de: Die Kontrolle der Anforderungen auf die Ausbildung für das termingemäße Reagieren des Organisators der Ausbildung

source: Контроль посещаемости СДО пользователями
de_de: Die Kontrolle der Teilnehmerzahl СДО von den Benutzern

source: Курсы, сделанные в eAuthor 3.1, работают только в Microsoft Internet Explorer версии 5.5 или старше.
de_de: Die Kurse, die in eAuthor 3.1, gemacht sind arbeiten nur in Microsoft Internet Explorer die Versionen 5.5 oder ist älterer.

source: Короткие видеоролики, демонстрирующие основные функции системы
de_de: Die kurzen Videowerbefilme, die die Hauptfunktionen des Systems demonstrieren

source: Учебные программы
de_de: Die Lehrprogramme

source: Список курсов со свободной регистрацией и близкой тематикой для данного слушателя
de_de: Die Liste der Kurse mit der freien Registrierung und der nahen Thematik für den gegebenen Zuhörer

source: Сообщения
de_de: Die Mitteilungen

source: Необходимая версия
de_de: Die notwendige Version

source: Организация опросов и голосований (ответ на один вопрос)
de_de: Die Organisation der Umfragen und der Abstimmungen (die Antwort auf eine Frage)

source: Организация опросов и голосований (ответы на нескольких вопросов)
de_de: Die Organisation der Umfragen und der Abstimmungen (die Antworten auf einiger Fragen)

source: Организаторы обучения
de_de: Die Organisatoren der Ausbildung
ru_ua: Організатори навчання

source: Статистика обучаемых на курсах
de_de: Die Statistik ausgebildet in den Kursen

source: Места проведения обучения
de_de: Die Stellen der Durchführung der Ausbildung

source: штраф за несвоевременное выполнение занятия
de_de: Die Strafe für die unzeitige Ausführung der Beschäftigung
ru_ua: штраф за несвоєчасне виконання заняття

source: Обзор..
de_de: Die Übersicht..

source: Видеоролики по работе с системой
de_de: Die Videowerbefilme nach der Arbeit mit dem System

source: Количество ресурсов
de_de: Die Zahl der Ressourcen

source: Время не ограничено
de_de: Die Zeit ist nicht beschränkt

source: Нет данных для отображения
de_de: Es gibt keine Daten für die Abbildung

source: Пропущено вопросов
de_de: Es ist der Fragen versäumt

source: Вопрос
de_de: Frage

source: Выйти
de_de: Hinauszugehen

source: В браузере отключена поддержка выполнения сценариев JavaScript.
de_de: Im Browser ist die Unterstützung der Ausführung der Drehbucher JavaScript abgeschaltet.

source: от имени пользователя
de_de: Im Namen des Benutzers

source: Войти от имени пользователя
de_de: Im Namen des Benutzers einzugehen

source: не прикреплен к занятию
de_de: Ist an der Beschäftigung nicht befestigt
ru_ua: не прикріплено до заняття

source: не найден
de_de: Ist nicht gefunden
ru_ua: не знайдено

source: Правильный
de_de: korrekt

source: Выход
de_de: Logout

source: Мои однокурсники
de_de: Meine Kollegen

source: с
de_de: mit
ru_ua: із

source: Шаг 1. Выбор файла
de_de: Schritt 1. Die Auswahl der Datei

source: Вы действительно хотите выйти из системы?
de_de: Wollen Sie sich wirklich abmelden?

source: Вы действительно хотите прервать тестирование? При этом будет создана запись в журнале тестирований и попыка тестирования будет засчитана, но оценка за занятие выставлена не будет.
de_de: Sie wollen die Prüfung wirklich unterbrechen? Es wird die Aufzeichnung in der Zeitschrift der Prüfungen dabei geschaffen sein und попыка die Prüfungen wird angerechnet sein, aber die Einschätzung für die Beschäftigung wird nicht ausgestellt sein.
ru_ua: Ви дійсно хочете перервати тестування? При цьому буде створено запис у журналі тестувань і спроба тестування буде зарахована, але оцінка за заняття виставлена не буде.

source: Вы действительно хотите досрочно завершить тестирование? При этом будет выставлена оценка только за те вопросы, на которые Вы успели ответить. Данный вид завершения задания является нормальным и допустимым.
de_de: Sie wollen wirklich vorfristig die Prüfung beenden? Dabei wird die Einschätzung nur für jene Fragen ausgestellt sein, auf die Sie dazugekommen sind zu antworten. Die vorliegende Art der Vollendung der Aufgabe ist normal und zulässig.
ru_ua: Ви дійсно хочете достроково завершити тестування? При цьому буде виставлена оцінка тільки за ті запитання, на які Ви встигли відповісти. Даний вид завершення завдання є нормальним і допустимим.

source: Тема
de_de: Thema

source: Вариант заполнения пропуска (через ";")
de_de: Variante der Lückenausfüllung (durch ";")
ru_ua: Варіант заповнення пропуску (через ";")

source: Операционная система
de_de: Betriebssystem

source: Разрешение экрана
de_de: Bildschirmauflösung

source: Наличие cookie
de_de: Cookies

source: По данному курсу нет активности
de_de: Noch keine vorhanden

source: вателем
ru_ua: чем

source: вопросов, отвечено на
ru_ua: питань, відповіли на

source: Вы не можете редактировать вопросы, т.к. этот тест создан на іншій дисципліні
ru_ua: Ви не можете редагувати запитання, тому що цей тест створено на іншій дисципліні

source: Составьте какой-либо текст с одним или несколькими пропущенными словами, значениями или диапазонами значений. Эти пропущенные слова и должны будут ввести учащиеся. Сначала введите параметры 'основной вопрос' и 'начальный текст', затем - любое количество параметров 'пропущенное слово' и 'последующий текст'. Чтобы закодировать фразу 'Каждый _____ желает знать, где ______ фазан', нужно вписать слова до первого пропуска ('Каждый') в поле 'начальный текст', далее слово 'охотник' в первую строку колонки 'пропущенное слово' и затем последующий текст ('желает знать, где') в поле 'последующий текст' первой строки вариантов. Слова ('сидит' и 'фазан.')нужно ввести аналогичным образом во вторую строку. Если учащийся введет все пропущенные слова верно, то начисляется максимальное количество баллов, иначе минимальное баллов. Если ответ частично верен, то начисляется часть от максимального балла. Слова можно вводить в любом регистре, пробелы по краям слов не обрабатываются. Для савнения значений как чисел, заключите значения в квадратные скобки - [5.0]. Для указания диапазона укажите границы через двоеточие [1.1:7.77]
ru_ua: Складіть який-небудь текст з одним або декількома пропущеними словами, значеннями або діапазонами значень. Ці пропущені слова і повинні будуть ввести студенти. Спочатку введіть параметри 'основне запитання' і 'початковий текст', потім - будь-яку кількість параметрів 'пропущене слово' і 'наступний текст'. Щоб закодувати фразу 'Кожен _____ бажає знати, де ______ фазан', потрібно вписати слова до першого пропуску ('Кожен') в поле 'початковий текст', далі слово 'мисливець' у перший рядок колонки 'пропущене слово' і потім наступний текст ('Бажає знати, де') в поле 'наступний текст' першого рядка варіантів. Слова ('Сидить' і 'фазан.') Потрібно ввести аналогічним чином у другий рядок. Якщо студент введе всі пропущені слова вірно, то нараховується максимальна кількість балів, інакше мінімальна балів. Якщо відповідь частково вірна, то нараховується частина від максимального балу. Слова можна вводити в будь-якому реєстрі, пробіли по краях слів не обробляються. Для порівняння значень як чисел, вкладіть значення в квадратні дужки - [5.0]. Для вказівки діапазону вкажіть межі через двокрапку [1.1:7.77]

source: Этот тип вопроса предназначен для создания СПЕЦИАЛИЗИРОВАННЫХ тестов. Для этого сам тест можно оформить, к примеру, как FLASH объект, который работает как черный ящик для eLearning Server. В этом случае FLASH объект передает набор параметров - результатов тестирования, а eLearning Server их принимает, обрабатывает и записывает в БД. Для корректной работы имена параметров, передаваемых из ОБЪЕКТА должны соответсвовать полям в правой колонке ввода (при формировании вопроса). Значения переданных параметров будут проверяться по шаблонам в левой колонке ввода.
ru_ua: Цей тип запитання призначено для створення СПЕЦІАЛІЗОВАНИХ тестів. Для цього сам тест можна оформити, наприклад, як FLASH об'єкт, який працює як чорний ящик для eLearning Server. У цьому випадку FLASH об'єкт передає набір параметрів - результатів тестування, а eLearning Server їх приймає, обробляє і записує в БД. Для коректної роботи імена параметрів, переданих з ОБ'ЄКТА повинні відповідати полям у правій колонці введення (при формуванні запитання). Значення переданих параметрів будуть перевірятися за шаблонами в лівій колонці введення.

source: Количество вопросов
ru_ua: Кількість запитань

source: Количество попыток
ru_ua: Кількість спроб

source: Будут присутствовать вопросы на следующие темы
ru_ua: Будуть задані запитання за такими темами

source: Ограничение по времени, мин
ru_ua: Обмеження за часом, хв

source: Календарный план
ru_ua: Календарний план

source: Информационные страницы
ru_ua: Інформаційні сторінки

source: Базовые специальности
ru_ua: Базові спеціальності

source: Создать базовую специальность
ru_ua: Створити базову спеціальність

source: Классификаторы
ru_ua: Класифікатори

source: Приступить к выполнению данного задания?
ru_ua: Розпочати виконання?

source: Количество вариантов
ru_ua: Кількість варіантів

source: Результаты по темам
ru_ua: Результати по темах

source: Режим прохождения
ru_ua: Режим проходжения

source: итоговая оценка за курс
ru_ua: підсумкова оцінка за курс

source: автоматическое выставление оценок за тест
ru_ua: автоматична оцінка за тест

source: автоматическое формирование групп по результатам теста
ru_ua: автоматичне формування підгруп за результатами тесту

source: Вы проходите тест в режиме тренировки. Результаты не фиксируются.
ru_ua: Ви проходите тест в режимі тренування. Результати не фіксуються.

source: Внимание! Выполняется прохождение теста на оценку. Результаты будут зафиксированы!
ru_ua: Увага! Виконується проходження тесту на оцінку. Результати будуть зафіксовані!

source: Ответ не засчитан
ru_ua: Відповідь не зарахована!

source: Нажмите на кнопку [Отмена] ([Скасувати]/[Cancel]) и дайте ответ на вопрос.
ru_ua: Натисніть на кнопку [Скасувати] ([Отмена]/[Cancel]) та надайте відповідь на запитання.

source: Вы действительно желаете прервать заполнение опроса с потерей всех данных ответов? Позже Вы сможете вернуться к опросу и заполнить его вновь.
ru_ua: Ви дійсно бажаєте перервати заповнення опитування з втратою всіх даних відповідей? Пізніше Ви зможете повернутися до опитування і заповнити його знову.

source: Вы действительно хотите выйти, не сохранив результаты работы?
ru_ua: Ви дійсно хочете вийти без збереження результатів?

source: Пропустить
ru_ua: Пропустити

source: Время прохождения вопроса:
ru_ua: Час на відповідь по запитанню:

source: Распределение правильных ответов по теме
ru_ua: Розподіл правильних відповідей за темою

source: Распределение правильных ответов по темам
ru_ua: Розподіл правильних відповідей за темами

source: Осталось для прохождения вопроса:
ru_ua: Лишилось на відповідь:

source: Проценты
ru_ua: Відсоток

source: Сохранить ответ
ru_ua: Відповісти

source: Назад
ru_ua: Повернутися

source: Без темы
ru_ua: Без теми

source: Внимание! Осталось 5 минут до завершения тестирования.\nПо истечении этого времени сеанс тестирования принудительно завершится.
ru_ua: Увага! Лишилось 5 хвилин до завершення тестування.\nПо закінченню цього часу сеанс тестування буде примусово завершено.

source: Сеанс тестирования завершен.\nНажмите кнопку \"Следующие вопросы\"
ru_ua: Сеанс тестування завершено.\nНатисніть кнопку\"Наступні запитання\"

source: Нажмите на кнопку [Отмена] и дайте ответ на вопрос.
ru_ua: Натисніть на кнопку [Скасувати] ([Отмена]/[Cancel]) i дайте відповідь на питання.
