Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: Правильных ответов в таком типе вопросов не бывает, т.к. вопрос не содержит возможность ввода ответа, а служит только для показа текста вопроса или прикрепленного файла(ов).
de_de: Dieser Fragetyp kann keine richtigen Antworten enthalten und dient nur für die Durchsicht des Fragetextes oder der angehängten Datei.
ru_ua: Правильних відповідей в такому типі запитань не буває, тому що запитання не містить можливості введення відповіді, а служить лише для показу тексту питання або прикріпленого файлу(ів).

source: Начало&nbsp;фразы
de_de: Anfang&nbsp; der Phrase
ru_ua: Початок фрази

source: Вариант заполнения пропуска (через)
de_de: Variante der Lückenausfüllung (durch)

source: Последующий текст
de_de: Nachfolgender Text
ru_ua: Наступний текст

source: слово
de_de: Wort

source: Данный тип вопроса требует проверки ответов непосредственно тьютором. В поле 'вопрос' введите формулировку вопроса. Учащийся сможет разместить свой ответ в большом текстовом поле, либо в прикрепленном файле, либо использовать оба этих варианта. Далее ответ в виде текста и файла попадает в список вопросов, отложеннных для проверки. Рассматривая ответы, тьютор сам оценивает правильность каждого из них.
de_de: Dieser Fragetyp erfordert Prüfung der Antworten vom Lehrer. Im Feld ' die Frage ' geben Sie die Formulierung der Frage ein. Der Teilnehmer kann die Antwort in das große Textfeld eingeben oder in der angehängten Datei einre
ru_ua: Даний тип запитання вимагає перевірки відповідей безпосередньо викладачем. У поле 'питання' введіть формулювання запитання. Учень зможе розмістити свою відповідь в великому текстовому полі, або в прикріпленому файлі, або використовувати обидва ці варіанти. Далі відповідь у вигляді тексту і файлу потрапляє в перелік запитань, відкладених для перевірки. Розглядаючи відповіді, викладач сам оцінює правильність кожної з них.

source: Правильных ответов в таком вопросе не бывает, т.к. этот вопрос с ручной обработкой ответов. Правильность ответов и прикрепленных файлов проверяют тьюторы курса.
de_de: Еs gibt keine richtigen Antworten in diesem Fragetyp. Die Antwort muss vom Teilnehmer per Hand eingegeben werden. Die Richtigkeit der Antworten und der befestigten Dateien wird vomLehrer geprüft.
ru_ua: Правильних відповідей у такому питанні не буває, тому що це запитання з ручною обробкою відповідей. Правильність відповідей і прикріплених файлів перевіряють викладачі дисципліни.

source: Нельзя загружать файлы более 2Мб.
de_de: Man darf nicht die Dateien mehr 2Мб laden.
ru_ua: Не можна завантажувати файли більше 2Мб.

source: не могу удалить
de_de: Ich kann nicht löschen
ru_ua: не можу видалити

source: Приложен файл %s байт, имя: %s;
de_de: Anhang %s Byte, Dateiname: %s
ru_ua: Прикладено файл %s байт, ім'я: %s;

source: приложен текст %s байт
de_de: angehängter Text %s Byte
ru_ua: прикладено текст%s байт

source: Ни текста, ни аттач-файла не было передано, начисляю %s баллов.
de_de: Es wurde keinen Text und keine angehängte Datei eingegeben; angerechnete Punkte %s.
ru_ua: Ні тексту, ні аттачі-файлу не було передано, нараховую%s балів.

source: Вопрос содержит несколько вариантов ответа, среди которых выбрать можно только один. К вопросу обязательно должна прилагаться картинка для выбора нужного варианта ответа на ней. При редактировании вопроса отметьте правильный вариант галочкой, загрузите картинку для вопросу и задайте карту - координатные области на картинке, относящиеся к каждому из вариантов ответа.
de_de: Diese Frage enthält mehrere Varianten der Antwort, unter denen man nur eine auswählen kann. Zur Frage soll unbedingt ein Bild hinzugefügt werden. Bei der Bearbeitung der Frage markieren Sie die richtige Variante mit dem Haken, laden Sie das Bild für der Frage und erstellen Sie die Karte - die Koordinatengebie
ru_ua: Питання містить кілька варіантів відповіді, серед яких вибрати можна лише один. До запитання обов'язково повинна додаватися картинка для вибору потрібного варіанту відповіді на неї. При редагуванні запитання позначте правильний варіант відміткою, завантажте картинку для запитання і задайте карту - координатні області на картинці, пов'язані з кожним із варіантів відповіді.

source: Карта: список координат для областей ответа
de_de: Karte: Liste der Koordinaten für die Gebiete der Antwort
ru_ua: Карта: список координат для областей відповіді

source: редактировать
de_de: bearbeiten
ru_ua: редагувати

source: Показывать варианты ответа (иначе только картинку)
de_de: Varianten der Antwort anzeigen (ansonsten nur das Bild)
ru_ua: Показувати варіанти відповіді (інакше лише картинку)

source: попытка передать неверный код ответа.
de_de: Es wurde versucht eine falsche Code einzugeben.
ru_ua: спроба передати невірний код відповіді.

source: попытка передать неверный код ответа:
de_de: Es wurde versucht eine falsche Code einzugeben:
ru_ua: спроба передати невірний код відповіді:

source: За этот вопрос зачисляю баллов:
de_de: Für diese Frage angerechnete Punkte:
ru_ua: За це запитання зараховуються бали:

source: Вопрос может содержать несколько вариантов ответа, среди которых выбрать можно только один. При редактировании вопроса отметьте правильный вариант галочкой. Обязательно
de_de: Diese Frage kann mehrere Varianten der Antwort enthalten, unter denen man nur eine auswählen kann. Bei der Bearbeitung der Frage markieren Sie die richtige Variante mit dem Haken. Obligatorisch
ru_ua: Питання може містити кілька варіантів відповіді, серед яких вибрати можна лише один. При редагуванні запитання позначте правильний варіант відміткою. Обов'язково

source: Этот тип вопроса предназначен для создания СПЕЦИАЛИЗИРОВАННЫХ тестов. Для этого сам тест можно оформить, к примеру, как FLASH объект, который работает как черный ящик для eLearning Server. В этом случае FLASH объект передает набор параметров - результатов тестирования, а eLearning Server их принимает, обрабатывает и записывает в БД. Для корректной работы имена параметров, передаваемых из ОБЪЕКТА должны соответсвовать полям в правой колонке ввода (при формировании вопроса). Значения переданных параметров будут проверяться по шаблонам в левой колонке
de_de: Dieser Fragetyp ist für die Erstellung von SPEZIALISIERTEN Tests vorgesehen. Dazu kann man den Test zum Beispiel als FLASH-Objekt öffnen, das als Black Box für eLearning Server arbeitet. In diesem Fall gibt FLASH dem Objekt die Parameter (Testergebnisse), und eLearning Server übernimmt sie, bearbeitet und speichert in die Datenbank. Für die korrekte Arbeit sollen die Parameternamen den Feldern in der rechten Spalte der Eingabe (bei der Erstellung der Frage) entsprechen. Die Werte der übergebenen Parameter werden nach den Vorlagen in der linken Spalte der Eingabe geprüft.

source: Подпись
de_de: Unterschrift
ru_ua: Підпис

source: Имя параметра
de_de: Name des Parameters
ru_ua: Ім'я параметра

source: По слушателю %s выбран вариант %s
de_de: Variante %s nach dem Zuhörer %s ausgewählt
ru_ua: За слухачем %s вибрано варіант %s

source: Выйти из системы
de_de: Ausloggen
ru_ua: Вийти з системи

source: Поиск по Базе знаний
de_de: Suche in der Wissensdatenbank
ru_ua: Пошук по Базі знань

source: поиск
de_de: Suche
ru_ua: пошук

source: Просмотр Базы знаний
de_de: Durchsicht der Wissensdatenbank
ru_ua: Перегляд Бази знань

source: Общие настройки
de_de: Allgemeine Einstellungen
ru_ua: Загальні налаштування

source: Название Системы
de_de: Systemname
ru_ua: Назва Системи

source: E-mail администрации Портала
de_de: E-mail des Systemadministrators
ru_ua: E-mail адміністрація Порталу

source: Количество строк в таблице
de_de: Anzahl der Tabellenzeilen
ru_ua: Кількість рядків у таблиці

source: Количество сообщений, отображаемых в рабочей области канала чата
de_de: Mitteilungenzahl, die auf dem Arbeitsgebiet des Chatkanals angezeigt werden
ru_ua: Кількість повідомлень, що відображаються в робочій області каналу чату

source: Интеграция с iWebinar
de_de: Integration mit iWebinar
ru_ua: Інтеграція із iWebinar

source: Адрес точки публикации вебинаров
de_de: Adresse der Publikation der Webinare
ru_ua: Адреса точки публікації вебінарів

source: Безопасность
de_de: Sicherheit
ru_ua: Безпека

source: Запретить слушателю выделять и копировать содержимое страниц
de_de: Markieren und Kopieren der Seiten untersagen
ru_ua: Заборонити слухачеві виділяти та копіювати вміст сторінок

source: Запретить одновременное нахождение на сервере нескольких пользователей с одним логином
de_de: Aufenthalt auf dem Server für die Benutzern untersagen
ru_ua: Заборонити одночасне перебування на сервері декількох користувачів з одним логіном

source: Количество вопросов:
de_de: Fragenzahl:

source: Количество попыток:
de_de: Versuchszahl:

source: Ограничение по времени, мин:
de_de: Zeitlimit, Min:

source: Приступить к выполнению?
de_de: Ausführung starten?
ru_ua: Приступити до виконання?

source: создать тему
de_de: Thema erstellen
ru_ua: створити тему

source: Темы
de_de: Themen
ru_ua: Теми

source: Автор
de_de: Autor

source: Сообщений
de_de: Mitteilungen
ru_ua: Повідомлень

source: Обновление
de_de: Aktulisierung
ru_ua: Оновлення

source: Все темы
de_de: Alle Themen
ru_ua: Всі теми

source: Ответить на сообщение
de_de: Antworten auf die Mitteilung
ru_ua: Відповісти на повідомлення

source: учетные записи
de_de: Benutzerkonten
ru_ua: облікові записи

source: создать роль
de_de: eine Rolle erstellen
ru_ua: створити роль

source: Базовая роль
de_de: Grundlegende Rolle
ru_ua: Базова роль

source: Доступные функции
de_de: Zugängliche Funktionen
ru_ua: Доступні функції

source: нет существующих ролей
de_de: Es gibt keine existierende Rollen
ru_ua: немає існуючих ролей

source: Создание новой роли
de_de: Erstellen einer neuen Rolle
ru_ua: Створення нової ролі

source: Название роли
de_de: Rollenbezeichnung
ru_ua: Назва ролі

source: всем новым
de_de: für alle neuen
ru_ua: всім новим

source: Функции, доступные базовой роли
de_de: Funktionen, die für die grundlegende Rolle zugänglich sind
ru_ua: Функції, доступні базовій ролі

source: Функции, доступные производной роли
de_de: Funktionen, die für die abgeleitete Rolle zugänglich sind
ru_ua: Функції, доступні похідній ролі

source: Вперед
de_de: Vorwärts

source: Редактировать роль
de_de: Rolle bearbeiten
ru_ua: Редагувати роль

source: Назначить роль пользователям
de_de: Rolle den Benutzern zuordnen
ru_ua: Призначити роль користувачам

source: Создать руководство пользователя
de_de: Bedienungsanleitung für Benutzer erstellen
ru_ua: Створити посібник користувача

source: Вы действительно желаете удалить роль? Восстановить будет невозможно!
de_de: Wollen Sie wirklich die Rolle löschen? Sie wiederherzustellen wird nicht möglich sein!
ru_ua: Ви дійсно бажаєте видалити роль? Відновити буде неможливо!

source: Назначение роли пользователям
de_de: Zuordnung der Rolle den Benutzern
ru_ua: Призначення ролі користувачам

source: Все пользователи
de_de: Alle Benutzer
ru_ua: Всі користувачі

source: Пользователи, которым назначена данная роль
de_de: Benutzer mit dieser Rolle
ru_ua: Користувачі, яким призначено дану роль

source: Внимание! Сеанс запущен в режиме просмотра. Используются настройки по умолчанию, оценка не выставляется.
de_de: Achtung! Diese Sitzung ist im Ansicht-Modus ausgeführt. Es werden die Standarteinstellungen verwendet, wird nicht bewertet.
ru_ua: Увага! Сеанс запущено в режимі перегляду. Використовуються стандартні параметри, оцінка не виставляється.

source: Прошло:
de_de: Verstrichene Zeit:
ru_ua: Пройшло:

source: мин.
de_de: Min:
ru_ua: хв.

source: Всего:
de_de: Insgesamt:
ru_ua: Всього:

source: Внимание! Осталось 5 минут до завершения тестирования. По истечении этого времени сеанс тестирования принудительно завершится.
de_de: Auchtung! Nach 5 Minuten wird dieser Test automatisch beendet. .
ru_ua: Увага! Лишилось 5 хвилин до завершення тестування. Після закінчення цього часу сеанс тестування примусово завершиться.

source: Внимание! Осталась 1 минута до перехода к следующему вопросу. По истечении этого времени переход будет осуществлен принудительно.
de_de: Achtung! Nach einer Minute 1 Minute werden Sie automatisch zur nächsten Frage weitergeleitet.
ru_ua: Увага! Залишилася одна хвилина до переходу до наступного запитання. Після закінчення цього часу перехід буде здійснено примусово.

source: Время ответа на вопрос вышло.
de_de: Zeit für die Beantwortung der Frage ist abgelaufen.
ru_ua: Час відповіді на запитання закінчився.

source: Диапазон баллов: от
de_de: Der Punktebereich: von
ru_ua: Діапазон балів: від

source: Сохранить и закончить
de_de: Speichern und beenden
ru_ua: Відповісти і закінчити

source: Вопросов:
de_de: Fragen:
ru_ua: Питань:

source: всего
de_de: insgesamt
ru_ua: всього

source: осталось
de_de: verblieben
ru_ua: лишилось

source: Результат:
de_de: Ergebnis:

source: Название занятия
de_de: Titel der Lerneinheit
ru_ua: Назва заняття

source: Всего вопросов
de_de: Fragen insgesamt
ru_ua: Всього запитань

source: Получено ответов
de_de: Antworten bekommen
ru_ua: Отримано відповідей

source: Начало тестирования
de_de: Start des Testings
ru_ua: Початок тестування

source: сегодня в
de_de: Heute in
ru_ua: сьогодні о

source: Окончание тестирования
de_de: Ende des Testings
ru_ua: Закінчення тестування

source: Потрачено времени
de_de: Verstrichene Zeit
ru_ua: Витрачено часу

source: сек.
de_de: Sek.

source: Я подтверждаю, что ознакомился с результатами
de_de: Ich bestätige Ergebnisse gesehen zu haben
ru_ua: Я підтверджую, що ознайомився з результатами

source: Закончить просмотр
de_de: Durchsicht beenden
ru_ua: Закінчити перегляд

source: Тест не найден
de_de: Test nicht gefunden
ru_ua: Тест не знайдено

source: Удалить сообщение
de_de: Mitteilung löschen
ru_ua: Видалити повідомлення

source: Создание темы
de_de: Erstellung des Themas
ru_ua: Створення теми

source: Иконка
de_de: Symbol
ru_ua: Іконка

source: Редактирование темы
de_de: Bearbeitung des Themas
ru_ua: Редагування теми

source: человек
de_de: Teilnehmer
ru_ua: людей

source: человека
de_de: des Teilnehmers
ru_ua: людини

source: час
de_de: Stunde
ru_ua: година

source: часа
de_de: der Stunde
ru_ua: години

source: часов
de_de: der Stunden
ru_ua: годин

source: посетил
de_de: besuchte
ru_ua: відвідав

source: посетило
de_de: besuchte
ru_ua: відвідало

source: посетили
de_de: besuchten
ru_ua: відвідали

source: Редактирование роли
de_de: Bearbeitung der Rolle
ru_ua: Редагування ролі

source: Закрыть список функций
de_de: Liste der Funktionen zu schließen
ru_ua: Закрити перелік функцій

source: Открыть список функций
de_de: Liste der Funktionen öffnen
ru_ua: Відкрити перелік функцій

source: все новости
de_de: Alle Nachrichten
ru_ua: всі новини

source: Просмотр новости запрещён
de_de: Durchsicht der Neuheit ist nicht zulässig
ru_ua: Перегляд новини заборонено

source: Название администрации Портала (поле 'От' в письмах, рассылаемых Системой)
de_de: Name der Portalverwaltung (das Feld 'Von' in den vom System verschickten Briefen)
ru_ua: Назва адміністрації Порталу (поле 'Від' в листах, що розсилаються Системою)

source: Домен Active Directory для автоматической авторизации пользователей
de_de: Domäne Active Directory für automatische Benutzerautorisierung
ru_ua: Домен Active Directory для автоматичної авторизації користувачів

source: Домен
de_de: Domäne

source: Хост
de_de: Host

source: Адрес контроллера домена
de_de: Adresse des Domänenkontrollers
ru_ua: Адреса контролера домену

source: для импорта и синхронизации списка учетных записей
de_de: Für Import und Synchronisation der Accountliste
ru_ua: для імпорту та синхронізації списку облікових записів

source: Имя пользователя
de_de: Benutzername
ru_ua: Ім'я користувача

source: Интеграция с Connect Pro
de_de: Integration mit Connect Pro
ru_ua: Інтеграція із Connect Pro

source: Логин администратора
de_de: Login des Administrators
ru_ua: Логін адміністратора

source: Пароль администратора
de_de: Passwort des Administrators
ru_ua: Пароль адміністратора

source: Пароль по умолчанию для новых пользователей
de_de: Standardpasswort für neue Benutzer
ru_ua: Пароль за замовчуванням для нових користувачів

source: высылать сообщения по email
de_de: Nachrichten per E-Mail senden
ru_ua: висилати повідомлення на email

source: Произвольный
de_de: Frei wählbar
ru_ua: Довільний

source: Статистика
de_de: Statistik

source: Счетчик посетителей системы
de_de: Zähler der Systembesucher
ru_ua: Лічильник відвідувачів системи

source: Заявки
de_de: Wahlkurse

source: Популярные курсы
de_de: Beliebte Kurse
ru_ua: Популярні дисципліни

source: Активность
de_de: Aktivität
ru_ua: Активність

source: Распределение активности
de_de: Aktivitätsverteilung
ru_ua: Розподіл активності

source: Успеваемость
de_de: Lernfortschritt
ru_ua: Успішність

source: Разное
de_de: Verschiedenes
ru_ua: Різне

source: Интересные факты
de_de: Interessante Fakten
ru_ua: Цікаві факти

source: Часто задаваемые вопросы
de_de: Häufig gestellte Fragen (FAQ)
ru_ua: Часті запитання

source: Видеоролики по работе с eLearning Server 4G
de_de: Video für die Arbeit mit eLearning Server 4G
ru_ua: Відеоролики з роботи із eLearning Server 4G

source: Обучение
de_de: Ausbildung
ru_ua: Навчання

source: Расписание на сегодня
de_de: Stundenplan für heute
ru_ua: Розклад на сьогодні

source: Каталог учебных курсов
de_de: Kurskatalog
ru_ua: Каталог навчальних дисциплін

source: Рекомендуемые курсы
de_de: Empfohlene Kurse
ru_ua: Рекомендовані дисципліни

source: Сбор обратной связи
de_de: Feedback bekommen
ru_ua: Збір зворотного зв'язку

source: болонская система
de_de: Bologna-System
ru_ua: болонська система

source: вебинар
de_de: Webinar
ru_ua: вебінар

source: интеграция с at
de_de: Integration mit at
ru_ua: інтеграція із at

source: интеграция с cms
de_de: Integration mit cms
ru_ua: інтеграція із cms

source: интеграция с sis
de_de: Integration mit sis
ru_ua: інтеграція із sis

source: Синхронизация структуры организации
de_de: Synchronisierung der Organisationsstruktur
ru_ua: Синхронізація структури організації

source: Уведомление по Email об отсутствиях на занятиях
de_de: Mitteilung per Email über die Abwesenheit
ru_ua: Повідомлення на Email про відсутність на заняттях

source: Администрирование
de_de: Administration
ru_ua: Адміністрування

source: Все учетные записи
de_de: Alle Benutezrkonten
ru_ua: Усі облікові записи

source: Создать учетную запись
de_de: Benutzerkonten erstellen
ru_ua: Створити обліковий запис

source: Сгенерировать учетные записи
de_de: Benutzerkonten generieren
ru_ua: Згенерувати облікові записи

source: Импортировать учетные записи из CSV
de_de: Benutzerkonten aus CSV importieren
ru_ua: Імпортувати облікові записи з CSV

source: Ausbildungsleiter
de_de: Administratoren der Ausbildung

source: Настройка ролей
de_de: Einstellung der Rollen
ru_ua: Налаштування ролей

source: Портал
de_de: Portal

source: Сервисы информационного взаимодействия Портала
de_de: Kommunikation Services
ru_ua: Сервіси інформаційної взаємодії Порталу

source: Создать учебный курс
de_de: Kurs erstellen
ru_ua: Створити навчальну дисципліну

source: Импортировать классификацию из csv
de_de: Klassifikation aus CSV importieren
ru_ua: Імпортувати класифікацію з CSV

source: Мои курсы
de_de: Meine Kurse
ru_ua: Мої дисципліни

source: Заявки на обучение
de_de: Wahlkurse
ru_ua: Заявки на навчання

source: Прошедшие обучения
de_de: Kursabsoventen
ru_ua: Ті, що пройшли навчання

source: Провайдеры обучения
de_de: Kursanbieter
ru_ua: Провайдери навчання

source: Добавить провайдера
de_de: Anbieter hinzufügen
ru_ua: Додати провайдера

source: Создать подразделение
de_de: Abteilung erstellen
ru_ua: Створити підрозділ

source: Создать штатную единицу
de_de: Planstelle erstellen
ru_ua: Створити штатну одиницю

source: Разработка учебных модулей
de_de: Entwicklung der Lehrmodule
ru_ua: Розробка навчальних модулів

source: Учебные модули в разработке
de_de: Lehrmodule in Entwicklung
ru_ua: Навчальні модулі в розробці

source: Архив учебных модулей
de_de: Archiv der Lehrmodule
ru_ua: Архів навчальних модулів

source: Поставщики
de_de: Anbieter
ru_ua: Постачальники

source: Добавить поставщика
de_de: Anbieter hinzufügen
ru_ua: Додати постачальника

source: Отчёты
de_de: Berichte
ru_ua: Звіти

source: Генерация отчета
de_de: Berichtserzeugung
ru_ua: Генерація звіту

source: Архив отчетов
de_de: Berichtsarchiv
ru_ua: Архів звітів

source: Конструктор отчетных форм
de_de: Konstruktor der Berichtsformulare
ru_ua: Конструктор звітних форм

source: Создать отчетную форму
de_de: Berichtsformular erstellen
ru_ua: Створити звітну форму

source: Бланк отчетов
de_de: Berichtsvorlage
ru_ua: Бланк звітів

source: Настройки
de_de: Einstellungen
ru_ua: Налаштування

source: Параметры системы
de_de: Systemparameter
ru_ua: Параметри системи

source: Парольная политика
de_de: Passwortrichtlinien
ru_ua: Парольна політика

source: Шаблоны cистемных сообщений
de_de: Vorlagen der Systemnachrichten
ru_ua: Шаблони системних повідомлень

source: Шаблоны приказов
de_de: Befehl-Vorlagen
ru_ua: Шаблони наказів

source: Шаблон сертификатов
de_de: Zertifikatvorlagen
ru_ua: Шаблон сертифікатів

source: Создать классификатор
de_de: Klassifikator erstellen
ru_ua: Створити класифікатор

source: Просмотр
de_de: Durchsicht
ru_ua: Перегляд

source: Импорт
de_de: Import
ru_ua: Імпорт

source: Конструктор уч. модуля
de_de: Konstruktor eines Lernmoduls
ru_ua: Конструктор навч. модуля

source: Создание учебного модуля
de_de: Erstellung eines Lernmoduls
ru_ua: Створення навчального модуля

source: Редактирование учебного модуля
de_de: Bearbeitung des Lernmoduls
ru_ua: Редагування навчального модуля

source: Редактирование содержания учебного модуля
de_de: Bearbeitung des Lernmodulinhaltes
ru_ua: Редагування змісту навчального модуля

source: Редактировать раздел
de_de: Bearbeitung des Abschnitts
ru_ua: Редагувати розділ

source: Просмотр ресурса
de_de: Durchsicht der Ressource
ru_ua: Перегляд ресурсу

source: Редактирование свойств
de_de: Bearbeitung der Eigenschaften
ru_ua: Редагування властивостей

source: Учебные материалы
de_de: Lernmaterialien
ru_ua: Навчальні матеріали

source: Разработчики
de_de: Entwickler
ru_ua: Розробники

source: Внешний поставщик
de_de: Externer Anbieter
ru_ua: Зовнішній постачальник

source: Ведомость успеваемости
de_de: Lernfortschritt
ru_ua: Відомість успішності

source: Редактирование
de_de: Bearbeitung
ru_ua: Редагування

source: Вебинары
de_de: Webinare
ru_ua: Вебінари

source: Подгруппы
de_de: Untergruppen
ru_ua: Підгрупи

source: Редактирование содержимого
de_de: Bearbeitung des Inhaltes
ru_ua: Редагування вмісту

source: Редактирование учетной записи
de_de: Bearbeitung der Benutzerkonten
ru_ua: Редагування облікового запису

source: История обучения
de_de: Historie der Ausbildung
ru_ua: Історія навчання

source: История опросов
de_de: Historie der Umfragen
ru_ua: Історія опитувань

source: Область ответственности организатора обучения
de_de: Verantwortungsgebiet des Ausbildungsleiters
ru_ua: Область відповідальності організатора навчання

source: Курсы тьютору
de_de: Kurse für Lehrer
ru_ua: Дисципліни викладачу

source: Курсы слушателю
de_de: Kurse für Teilnehmer
ru_ua: Дисципліни слухачу

source: Результаты опросов
de_de: Ergebnisse der Umfragen
ru_ua: Результати опитувань

source: Выйти из режима
de_de: Zu eigenem persönlichen Bereich wechseln
