Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: К этой странице могут обратится только: тьютор, представитель учебной администрации, администратор
de_de: Diese Seite können nur folgende Personen ansehen: Lehrer, Vertreter der Kursverwaltung, Administrator
ru_ua: До цієї сторінки можуть звернутися лише: викладач, представник навчальної адміністрації, адміністратор

source: Очистка/управление кол-вом попыток тестирований
de_de: Verwaltung von Testversuchen
ru_ua: Очищення/управління к-тю спроб тестувань

source: Кол-во
de_de: Anzahl
ru_ua: К-ть

source: попыток
de_de: der Versuche
ru_ua: спроб

source: Осталось
de_de: Noch übrig
ru_ua: Лишилось

source: Последнее
de_de: Letzte
ru_ua: Останнє

source: тестирование
de_de: Testing
ru_ua: тестування

source: это задание было удалено
de_de: Diese Aufgabe wurde gelöscht
ru_ua: це завдання було видалено

source: снять
de_de: entfernen
ru_ua: зняти

source: добавить
de_de: hinzufügen
ru_ua: додати

source: Просмотр вопроса
de_de: Ansichtsicht der Frage
ru_ua: Перегляд запитання

source: К сожалениею, закончилось время, отпущенное на решение задания. Сейчас вы перейдете на страницу результатов. В ведомость записывается результат тестирования 'прервано по лимиту времени' и оценка только тех вопросов, которые вы уже успели решить.
de_de: Zulässige Bearbeitungszeit ist leider abgelaufen. Sie werden auf die Ergebnissseite weitergeleitet.
ru_ua: На жаль, закінчився час, який відведено на виконання завдання. Зараз ви перейдете на сторінку результатів. У відомість записується результат тестування 'перервано за лімітом часу' та оцінка лише тих запитань, які ви вже встигли пройти.

source: Доступ к данному виду показа вопросов имеют только тьюторы курса, на который записан вопрос. Либо вы не тьютор, либо вы пытаетесь смотерть вопросы другого курса.
de_de: Zugang zu dieser Darstellungsart der Fragen haben nur die Lehrer des entsprechenden Kurses. Entweder sind Sie kein Lehrer dieses Kurses oder Sie versuchen Fragen des fremden Kurses abzurufen.
ru_ua: Доступ до даного виду перегляду запитань мають лише викладачі дисципліни, на який записано запитання. Або ви не викладач, або ви намагаєтеся дивитись запитання іншої дисципліни.

source: Промежуточные результаты
de_de: Zwischenergebnisse
ru_ua: Проміжні результати

source: ваш тест не позволяет смотреть промежуточные результаты
de_de: Zwischenergebnisse werden in diesem Test nicht angezeigt
ru_ua: ваш тест не дозволяє дивитися проміжні результати

source: Данные по вопросу(ам), которые были вам заданы только на предыдущей странице:
de_de: Informationen über die Fragen nur von der letzten Seite:
ru_ua: Дані з запитання(ь), які було вам задано лише на попередній сторінці:

source: Минимальный балл:
de_de: Minimale Punktzahl:
ru_ua: Мінімальний бал:

source: Максимальный балл:
de_de: Maximale Punktzahl:
ru_ua: Максимальний бал:

source: Кол-во вопросов:
de_de: Fragenzahl:
ru_ua: К-ть запитань:

source: Данные по всем вопросам, на которые вы отвечали в этом задании:
de_de: Informationen über alle Fragen, auf die Sie in diesem Job antworteten:
ru_ua: Дані з усіх запитань, на які ви відповідали в цьому завданні:

source: Набранно баллов всего:
de_de: Erreichte Punkte insgesamt:
ru_ua: Набрано балів всього:

source: Кол-во пройденных вопросов:
de_de: Anzahl der beantworteten Fragen
ru_ua: К-ть пройдених запитань:

source: Ссылки к заданным вопросам:
de_de: Links zu den Fragen:
ru_ua: Посилання до заданих запитань:

source: Перейти к следующим вопросам
de_de: Weiter zu nächsten Fragen
ru_ua: Перейти до наступних запитань

source: Не показывать промежуточные результаты (только для текущего задания)
de_de: Zwischenergebnisse nicht anzeigen (nur für die laufende Aufgabe)
ru_ua: Не показувати проміжні результати (лише для поточного завдання)

source: ошибочный метод вызова данного файла
de_de: Fehlerhafte Methode desr Dateianfrage
ru_ua: помилковий метод виклику даного файлу

source: Не найдена функция для вопроса типа
de_de: Funktion für den Fragetyp wurde nicht gefunden
ru_ua: Не знайдено функцію для запитання типу

source: Комментарии:
de_de: Kommentare:
ru_ua: Коментарі:

source: см. в учебных материалах
de_de: Siehe in den Lernmaterialien
ru_ua: див. в навчальних матеріалах

source: Комментарии к ответу:
de_de: Kommentare zur Antwort:
ru_ua: Коментарі до відповіді:

source: Вес:
de_de: Gewicht:
ru_ua: Вага:

source: Правильный ответ(ы):
de_de: Richtige Antwort(en):
ru_ua: Правильна відповідь(і):

source: Отсутствуют варианты ответа на вопрос.
de_de: Antwortvarianten auf die Frage fehlen.
ru_ua: Відсутні варіанти відповіді на запитання.

source: Введите один или более вариантов ответа.
de_de: Geben Sie eine oder mehrere Antwortvarianten ein.
ru_ua: Введіть один або більше варіантів відповіді.

source: Ни один вариант ответа не является правильным.
de_de: Keine Variante der Antwort ist richtig.
ru_ua: Жоден варіант відповіді не є правильним.

source: Отметьте один/несколько вариантов как правильные.
de_de: Markieren Sie eine/mehrere Varianten als richtig.
ru_ua: Позначте один/кілька варіантів як правильні.

source: Обнаружена ошибка в этом вопросе, возникшая в следствии неправильного ввода вопроса тьютором:
de_de: Es gibt einen Fehler in dieser Frage. Der fehler ist durch fehlerhafte Eingabe des Lehrers entstanden:
ru_ua: Виявлено помилку в цьому питанні, що виникла внаслідок неправильного введення запитання викладачем:

source: Устранить ошибку этого вопроса можно на странице его редактирования так:
de_de: Den Fehler in dieser Frage kann man auf der Bearbeitungsseite folgend beheben:
ru_ua: Усунути помилку цього запитання можна на сторінці його редагування так:

source: НЕОБХОДИМО
de_de: NOTWENDIG
ru_ua: НЕОБХІДНО

source: устранить ошибку в этом вопросе, т.к. если вы включите этот вопрос в какое-либо задание, то ответить на вопрос будет нельзя, в следствии чего прохождение ВСЕГО ЗАДАНИЯ, включающего этот вопрос, для учащихся будет невозможно!
de_de: Sie sollen den Fehler in dieser Frage beheben, . Ansonsten werden alle Aufgaben, die diese Frage beinhalten fehlerhaft!
ru_ua: усунути помилку в цьому питанні, т.як якщо ви включите це запитання в будь-яке завдання, то відповісти на запитання буде неможливо, внаслідок чого проходження ВСЬОГО ЗАВДАННЯ, що включає це питання, для студентів буденеможливим!

source: Электронный курс заблокирован. Данная операция невозможна
de_de: Kurs wurde gesperrt. Diese Operation ist nicht möglich
ru_ua: Дисципліну заблоковано. Дана операція неможлива

source: Импортирование курса
de_de: Kursimport
ru_ua: Імпорт дисципліни

source: Импорт курса
de_de: Kursimport
ru_ua: Імпорт дисципліни

source: Загрузка и обработка файлов курса
de_de: Laden und Bearbeiten die Kursdateien
ru_ua: Завантаження і обробка файлів дисципліни

source: После загрузки файлов требуется время на распаковку и обработку файлов курса
de_de: Nach dem Laden der Dateien wird die Zeit für das Entpacken und Bearbeiten benötigt
ru_ua: Після завантаження файлів потрібен час на розпакування та обробку файлів дисципліни

source: Выберите тип загружаемого курса
de_de: Wählen Sie den Typ des geladenen Kurses aus
ru_ua: Виберіть тип дисципліни, що заватажується

source: НЕ ОПРЕДЕЛЕН ИДЕНТИФИКАТОР КУРСА !!!
de_de: KURSIDENTIFIKATOR NICHT BESTIMMT!!!
ru_ua: НЕ ВИЗНАЧЕНО ІДЕНТИФІКАТОР ДИСЦИПЛІНИ!!!

source: Описание сохранено
de_de: Beschreibung wurde gespeichert
ru_ua: Опис збережено

source: Редактировать описание курса:
de_de: Beschreibung des Kurses bearbeiten:
ru_ua: Редагувати опис дисципліни:

source: пустой элемент
de_de: leeres Element
ru_ua: порожній елемент

source: <пустой элемент>
de_de: <leeres Element>
ru_ua: <порожній елемент>

source: Локальные копии курсов
de_de: Lokale Kurskopien
ru_ua: Локальні копії дисциплін

source: Пути к локальным версиям курсов сохранены
de_de: Pfade zu den lokalen Kursversionen wurden gespeichert
ru_ua: Шляхи до локальних версій дисциплін збережено

source: Пути к локальным версиям курсов не сохранились. Проверьте правильность указания папки курса и наличия в пути папки media.
de_de: Pfade zu den lokalen Kursversionen wurden nicht gespeichert. Prüfen Sie die Richtigkeit des Ordnernamens (der Pfad soll den Ordner 'media' beinhalten).
ru_ua: Шляхи до локальних версій дисциплін не збереглися. Перевірте правильність папки дисципліни та наявності у шляху папки media.

source: использовать локальные копии курсов
de_de: lokalen Kurskopien verwenden
ru_ua: використовувати локальні копії дисциплін

source: (укажите на любой файл из локально установленной копии курса)
de_de: (Wählen Sie eine beliebige Datei aus der lokalen Kurskopie aus)
ru_ua: (вкажіть на будь-який файл з локально встановленої копії дисципліни)

source: Выбран каталог:
de_de: Katalog wurde ausgewählt:
ru_ua: Вибрано каталог:

source: Править свойства модуля
de_de: Eigenschaften des Modules bearbeiten
ru_ua: Редагувати властивості модуля

source: Название модуля
de_de: Modultitel
ru_ua: Назва модуля

source: Статус модуля
de_de: Status des Moduls

source: Описание модуля
de_de: Beschreibung des Moduls
ru_ua: Опис модуля

source: Ошибка при изменении данных!
de_de: Fehler bei der Datenänderung!
ru_ua: Помилка при зміні даних!

source: Тип занятия
de_de: Typ des Trainings
ru_ua: Тип заняття

source: Длительность (академ. час)
de_de: Dauer (akad. Stunde)
ru_ua: Тривалість (академ. година)

source: применить
de_de: anrwenden
ru_ua: застосувати

source: свернуть
de_de: minimieren
ru_ua: згорнути

source: Перемещать сразу на несколько позиций
de_de: Nach mehreren Positionen verschieben
ru_ua: Переміщувати відразу на кілька позицій

source: позиций
de_de: Positionen
ru_ua: позицій

source: Перемещать все подэлементы
de_de: Alle Unterelemente verschieben
ru_ua: Переміщувати всі піделементи

source: Очистить программу курса
de_de: Programm des Kurses bereinigen
ru_ua: Очистити програму дисципліни

source: Редактирование содержания курса:
de_de: Bearbeitung des Kursinhaltes:
ru_ua: Редагування змісту дисципліни:

source: содержание
de_de: Inhalt
ru_ua: зміст

source: править
de_de: bearbeiten
ru_ua: редагувати

source: на уровнь выше
de_de: eine Stufe höher höher
ru_ua: на рівень вище

source: на уровень ниже
de_de: eine Stufe niedriger
ru_ua: на рівень нижче

source: переместить вверх
de_de: nach oben verschieben
ru_ua: перемістити вгору

source: переместить вниз
de_de: nach unten verschieben
ru_ua: перемістити вниз

source: удалить пункт
de_de: den Punkt löschen
ru_ua: видалити пункт

source: создать блок материалов
de_de: Block der Materialien erstellen
ru_ua: створити блок матеріалів

source: &lt;пустой элемент&gt;
de_de: &lt;leeres Element&gt;
ru_ua: &lt;пустий елемент&gt;

source: ак.час.
de_de: akad. Stunde
ru_ua: ак.год.

source: заменить
de_de: ersetzen
ru_ua: замінити

source: Несколько элементов структуры курса были повреждены и не пожлежат восстановлению
de_de: Einige Elemente der Kursstruktur wurden beschädigt und können nicht wiederhergestellt werden
ru_ua: Кілька елементів структури дисципліни було пошкоджено і не підлягає відновленню

source: Отсутствует корневой элемент структуры курсов! Восстановление невозможно, очистить структуру курса?
de_de: Grundelement der Kursstruktur fehlt! Wiederherstellung ist nicht möglich. Wollen Sie die Kursstruktur bereinigen?
ru_ua: Відсутній кореневий елемент структури дисциплін! Відновлення неможливе, очистити структуру дисципліни?

source: Вы уверены, что хотите удалить?
de_de: Wollen Sie wirklich löschen?
ru_ua: Ви справді хочете видалити?

source: развернуть
de_de: maximieren
ru_ua: розгорнути

source: Изучить
de_de: Lernen
ru_ua: Вивчити

source: Запустить программу
de_de: Programm starten
ru_ua: Запустити програму

source: Задать вопросы
de_de: Fragen stellen
ru_ua: Поставити запитання

source: синхронизировать с тьютором
de_de: Mit dem Lehrer synchronisieren
ru_ua: синхронізувати з викладачем

source: Глоссарий
de_de: Glossar
ru_ua: Глосарій

source: удалить задание из модуля
de_de: Aufgabe aus dem Modul löschen
ru_ua: видалити завдання з модуля

source: Данный форум был удалён либо дана ошибочная сслыка, измените ссылку на форум
de_de: Dies Forum wurde oder der angegebene Link ist fehlerhaft. Ändern Sie den Link zum Forum
ru_ua: Даний форум було видалено або дано помилкове посилання, змініть посилання на форум

source: тема:
de_de: Thema:

source: статус:
de_de: Status:

source: описание:
de_de: Beschreibung:
ru_ua: опис:

source: Выберите один из модулей в программе курса
de_de: Wählen Sie ein Kursmodule aus dem Programm
ru_ua: Виберіть один з модулів в програмі дисципліни

source: ОБУЧЕНИЕ
de_de: AUSBILDUNG
ru_ua: НАВЧАННЯ

source: О СЕРВЕРЕ
de_de: ÜBER DEN SERVER
ru_ua: ПРО СЕРВЕР

source: сохранен в файлах:
de_de: gespeichert in den Dateien:
ru_ua: збережено в файлах:

source: структура
de_de: Struktur

source: загрузить
de_de: hochladen
ru_ua: завантажити

source: Только проверка формата входных данных!
de_de: Prüfung des Formats der Eingangsdaten!
ru_ua: Лише перевірка формату вхідних даних!

source: Нет файла тестов
de_de: Datei mit den Tests fehlt
ru_ua: Немає файла тестів

source: Ошибка записи вопросов
de_de: Fehler bei der Speicherung der Fragen
ru_ua: Помилка запису запитань

source: Вопросы импортированы успешно
de_de: Fragen wurden erfolgreich importiert
ru_ua: Питання імпортовано успішно

source: Введите файлы для загрузки на курс
de_de: Geben Sie die Dateien für das Hinzufügen zum Kurs ein
ru_ua: Введіть файли для завантаження у дисципліну

source: Файл тестов
de_de: Datei der Tests
ru_ua: Файл тестів

source: Только проверить
de_de: Nur prüfen
ru_ua: Лише перевірити

source: Подготовить дистрибутив курсов специальности
de_de: Verteilung der Kurse nach dem Fachbereich vorbereiten
ru_ua: Підготувати дистрибутив дисциплін спеціальності

source: Найдено вопросов
de_de: Fragen gefunden
ru_ua: Знайдено запитань

source: Ответов в вопросах
de_de: Antworten in den Fragen
ru_ua: Відповідей в запитаннях

source: Ошибка импорта тестов
de_de: Fehler beim Import der Tests
ru_ua: Помилка імпорту тестів

source: НАЙДЕНО %s ВОПРОСОВ В ФАЙЛЕ %s<br><br>
de_de: GEFUNDEN %s FRAGEN IN DER DATEI %s<br><br>
ru_ua: ЗНАЙДЕНО %s ПИТАНЬ В ФАЙЛІ %s <br><br>

source: НАЙДЕНО
de_de: GEFUNDEN
ru_ua: ЗНАЙДЕНО

source: ВОПРОСОВ В ФАЙЛЕ
de_de: FRAGEN IN DER DATEI
ru_ua: ПИТАНЬ В ФАЙЛІ

source: Тема:
de_de: Thema:

source: ВОПРОС:
de_de: FRAGE:
ru_ua: ПИТАННЯ:

source: Ошибка в вопросе или ответе под номером
de_de: Fehler in der Frage- oder in der Antwort- Nummer
ru_ua: Помилка в питанні або відповіді під номером

source: Вопрос может содержать несколько вариантов ответа, среди которых выбрать можно только один. При редактировании вопроса отметьте правильный вариант галочкой.
de_de: Diese Frage kann mehrere Varianten der Antwort enthalten, unter denen man nur eine auswählen kann. Bei der Bearbeitung der Frage markieren Sie die richtige Variante mit dem Haken.
ru_ua: Питання може містити кілька варіантів відповіді, серед яких вибрати можна лише один. При редагуванні запитання позначте правильний варіант відміткою.

source: Формулировка вопроса
de_de: Formulierung der Frage
ru_ua: Формулювання запитання

source: Верный вариант
de_de: Richtige Variante
ru_ua: Вірний варіант

source: Правильный вариант
de_de: Richtige Variante
ru_ua: Правильний варіант

source: Ответ на вопрос не получен
de_de: Antwort auf die Frage wurde nicht bekommen
ru_ua: Відповідь на запитання не отримано

source: Ответ на вопрос N %s не получен. За этот вопрос зачисляю баллов: %s.
de_de: Antwort auf die Frage N %s fehlt. Für diese Frage wird angerechnet Punkte: %s.
ru_ua: Відповідь на запитання N %s не отримано. За це запитання зараховуються бали: %s.

source: попытка передать неверный код ответа
de_de: Es wurde versucht eine falsche Antwortcode einzugeben
ru_ua: спроба передати невірний код відповіді

source: За этот вопрос зачисляю баллов
de_de: Für diese Frage angerechnete Punkte
ru_ua: За це запитання зараховується балів

source: Правильно
de_de: Richtig

source: Неправильно
de_de: Falsch

source: Этот тип вопроса предназначен для создания СПЕЦИАЛИЗИРОВАННЫХ тестов, связанных с запуском внешней программы-тренажера.
de_de: Dieser Fragetyp ist für die Erstellung von speziellen Test bestimmt, die mit dem Start des externen Simulators verbunden sind.
ru_ua: Цей тип запитання призначено для створення СПЕЦІАЛІЗОВАНИХ тестів, пов'язаних із запуском зовнішньої програми-тренажера.

source: Параметры вызова
de_de: Parameter des Aufrufs
ru_ua: Параметри виклику

source: Ошибка структуры данных в вопросе:
de_de: Fehler der Datenstruktur in der Frage:
ru_ua: Помилка структури даних у питанні:

source: параметр
de_de: Parameter

source: Задание выполнено
de_de: Aufgabe wurde ausgeführt
ru_ua: Завдання виконано

source: Вопрос на поиск соответствий столбцов таблицы ее строкам. Каждой строке может соответствовать только один столбец, при этом один столбец может быть поставлен в соответствие произвольному числу строк.
de_de: Frage für die Suche der Übereinstimmungen zwischen Tabellenspalten und ihren Zeilen. Jeder Zeile kann nur eine Spalte entsprechen, dabei kann eine Spalte einer beliebigen Zeilenzahl zugeordnet sein.
ru_ua: Питання на пошук відповідностей стовпців таблиці її рядкам. Кожному рядку може відповідати лише один стовпець, при цьому один стовпець може бути поставлено у відповідність будь-якому числу рядків.

source: Строки
de_de: Zeilen
ru_ua: Рядки

source: Столбцы
de_de: Spalten
ru_ua: Стовпці

source: Не передан ответ на вариант
de_de: Antwort auf die Variante wurde nicht eingegeben
ru_ua: Не передано відповідь на варіант

source: Недопустимый ответ на вариант
de_de: Unzulässige Antwort auf die Variante
ru_ua: Неприпустима відповідь на варіант

source: К варианту N%s [%s] выбрано [%s]
de_de: Zur Variante N%s [%s] ausgewählt [%s]
ru_ua: До варіанту N%s [%s] вибрано [%s]

source: Вопрос для упорядочивания списка выражений в определённом порядке.
de_de: Frage zur Zuordnung der Ausdrücke in eine bestimmte Reihenfolge.
ru_ua: Питання для впорядкування списку виразів у визначеному порядку.

source: Выражение
de_de: Ausdruck
ru_ua: Вираз

source: Упорядочивание списка выражений
de_de: Zuordnung der Ausdrucksliste
ru_ua: Впорядкування переліку виразів

source: Не передан один из вариантов ответа на вопрос
de_de: Eine der Antwortvarianten nicht eingegeben
ru_ua: Не передано один з варіантів відповіді на запитання

source: Зачисляю за весь вопрос %s баллов.
de_de: Für diese Frage angerechnete Punkte %s
ru_ua: Зараховую за все запитання %s балів.

source: Ничего не выбрано на вариант
de_de: Für die Variante nichts ausgewählt
ru_ua: Нічого не вибрано на варіант

source: Вариант пропущен
de_de: Variante übersprungen
ru_ua: Варіант пропущено

source: Варианту N%s [%s] выбран порядок [%s]
de_de: Für die Variante N%s [%s] ausgewählt Ordnung [%s]
ru_ua: Варіанту N%s [%s] обрано порядок [%s]

source: Вопрос для классификации списка выражений.
de_de: Frage für die Klassifikation der Ausdruckslisteiste.
ru_ua: Питання для класифікації переліку виразів.

source: Класс
de_de: Unterrichtsraum
ru_ua: Клас

source: Классификация списка выражений
de_de: Klassifikation der Ausdrucksliste
ru_ua: Класифікація переліку виразів

source: Ошибочный вариант
de_de: Fehlerhafte Variante
ru_ua: Помилковий варіант

source: Ошибочный вариант ответа на вопрос
de_de: Falsche Antwortvariante auf die Frage
ru_ua: Помилковий варіант відповіді на запитання

source: Зачисляю %s баллов
de_de: Angerechnete Punkte %s
ru_ua: Зараховую %s балів

source: Введено:
de_de: Eingegeben:

source: Вопрос может содержать несколько верных вариантов ответа. Ответ считается правильным только в том случае, если учащийся отметил галочками все верные варианты. Если учащийся не отметит хотя бы один из указанных тьютором вариантов или отметит не все верные варианты, то вопрос в целом не заcчитывается, т.е. зачисляется минимальное количество баллов. Если учащийся отмечает галочками только варианты с правильными ответами, то он получает максимальное количество баллов.
de_de: Dise Frage kann mehrere richtige Antwortvarianten enthalten. Die Antwort wird nur dann als richtig bewertet, wenn der
ru_ua: Питання може містити кілька вірних варіантів відповіді. Відповідь вважається правильною лише в тому випадку, якщо студент позначив відмітками всі вірні варіанти. Якщо студент не позначить хоча б один із зазначених викладачем варіантів або позначить не всі вірні варіанти, то запитання в цілому не зараховується, тобто зараховується мінімальна кількість балів. Якщо студент позначить відмітками лише варіанти з правильними відповідями, то він отримує максимальну кількість балів.

source: Ни один ответ не помечен как правильный (это нормальная ситуация). Чтобы ответить на этот вопрос правильно (и заработать максимальный балл), учащийся во время тестировании должен снять все галочки (вернее, ни одну не ставить).
de_de: Keine Antwortvariante wurde als richtig markiert (das ist die normale Situation). Um auf diese Frage richtig zu antworten (und die maximale Punktzahl zu erreichen), soll der Teilnehmer keine Haken bei den Antwortvarianten setzen.
ru_ua: Жодну відповідь не позначено як правильну (це нормальна ситуація). Щоб відповісти на це запитання правильно (і заробити максимальний бал), студент під час тестування має зняти всі відмітки (вірніше, ні одну не ставити).

source: отмечен
de_de: markierten Fragen löschen
ru_ua: позначено

source: не отмечен
de_de: nicht markiert
ru_ua: не позначено

source: Верно %s из %s
de_de: Richtig %s aus %s
ru_ua: Вірно %s із %s

source: Неверно %s из %s
de_de: Falsch %s aus %s
ru_ua: Невірно%s із %s

source: несколько верных вариантов
de_de: mehrere richrigen Varianten
ru_ua: кілька правильних варіантів

source: БАЛЛ
de_de: PUNKTE
ru_ua: БАЛ

source: Вопрос для поиска соответствий между 2-мя списками выражений. Например, можно осуществить поиск соответствий между названиями 5-ти стран и 5-ти столиц. Каждому варианту из одного списка должен соответствовать один и только один вариант из другого списка. Если хоть одно соответствие найдено неправильно или сопоставлены не все выражения, начисляется минимальное количество баллов. Если все соответствия найдены верно, учащийся получает максимальное количество баллов.
de_de: Frage für die Zuordnung von Begriffen zwischen zwei Listen der Ausdrücke. Zum Beispiel, man kann die Namen von 5 Ländern und
ru_ua: Питання для пошуку відповідностей між 2-ма переліками виразів. Наприклад, можна здійснити пошук відповідностей між назвами 5-ти країн та 5-ти столиць. Кожному варіанту з одного переліку повинен відповідати один і лише один варіант з іншого переліку. Якщо хоч одну відповідність знайдено неправильно або зіставлені не всі вирази, нараховується мінімальна кількість балів. Якщо всі відповідності знайдені вірно, студент отримує максимальну кількість балів.

source: Фраза
de_de: Phrase

source: Соответствие
de_de: Übereinstimmung
ru_ua: Відповідність

source: Заполнение пропусков в фразе
de_de: Lückenausfüllung in der Phrase
ru_ua: Заповнення пропусків у фразі

source: Вопрос служит только для возможности скачать учащимся присоединенного файла или ознакомиться с текстом вопроса. Данный вопрос никак не оценивается, зачисляется 0 баллов и 100% правильности. Вопрос полезен, если нужно создать ознакомительный вопрос, на который не требуется отвечать учащемуся.
de_de: Diese Frage dient nur für die Durchsicht des Textes oder für das Herunterladen der angehängten Datei. Diese Frage wird nicht bewertet, es werden 0 Punkte und 100 % der Richtigkeit angerechnet. Die Frage ist sinnvoll, wenn man eine informative Frage erstellen muss, auf die keine Antwort erforderlich ist.
ru_ua: Питання служить лише для можливості скачати студентам приєднаний файл або ознайомитися з текстом запитання. Дане запитання ніяк не оцінюється, зараховується 0 балів і 100% правильності. Запитання корисне, якщо потрібно створити ознайомлювальне запитання, на яке не потрібно відповідати студенту.
