Repository: streltsovds/sdo_5g
Catalog: data/locales/*/LC_MESSAGES/unmanaged.po
Languages: de_de, ru_ua

source: За последний месяц
de_de: Im letzten Monat
ru_ua: За останній місяць

source: Произвольный выбор времени
de_de: Freie Zeitauswahl
ru_ua: Довільний вибір часу

source: Установить
de_de: Einstellen
ru_ua: Установити

source: Фильтр кодов при просмотре вопросов
de_de: Codes-Filter bei der Durchsicht der Fragen
ru_ua: Фільтр кодів при перегляді запитань

source: Впишите список масок кодов или конкретные коды вопросы, на которые вы хотите поставить фильтр. Тогда в окне просмотра вопросов будут только эти описанные вопросы. Для составления масок используйте
de_de: Schreiben Sie die Liste der Codes-Masken oder die konkreten Codes für die mit dem Filter vorgesehenen Fragen ein. Dann werden im Fenster der Durchsicht der Fragen nur diese beschriebenen Fragen erscheinen. Für die Zusammenstellung der Masken verwenden Sie
ru_ua: Впишіть список масок кодів або конкретні коди запитання, на які ви хочете поставити фільтр. Тоді у вікні перегляду запитання будуть лише ці описані запитання. Для складання масок використовуйте

source: Маски отделяйте друг от друга пробелами или новыми строчками.
de_de: Masken sollenden mitden Leerzeichen oder den neuen Zeilen von einander getrennen werden.
ru_ua: Маски відокремлюйте один від одного пробілами або новими рядками.

source: Установить новый фильтр
de_de: Neuen Filter einstellen
ru_ua: Установити новий фільтр

source: Выбор другого курса для редактирования вопросов
de_de: Auswahl eines anderen Kurses für die Bearbeitung der Fragen
ru_ua: Вибір іншої дисципліни для редагування запитань

source: Выберите другой курс:
de_de: Wählen Sie anderen Kurs aus:
ru_ua: Виберіть іншу дисципліну:

source: не удален, вы не владеете этим курсом
de_de: Nicht gelöscht, Sie besitzen keine Rechte für diesen Kurs
ru_ua: не видалено, ви не маєте доступу до дисципліни

source: Вопрос %s не удалён. У вас не хватает привилегий
de_de: Frage %s wurde nicht gelöscht. Es fehlen Rechte
ru_ua: Запитання %s не видалено. У вас не вистачає привілеїв

source: Вернуться ко всем вопросам
de_de: Zurück zu allen Fragen
ru_ua: Повернутися до всіх запитань

source: Выбран недопустимый код вопроса. Вопрос должен начатся с номера курса и символа тире (минус). После номера и тире допишите необходимые символы в код вороса. Например, можно придумать такой код:
de_de: Es sind die unzulässigen Code der Frage ausgewählt. Die Frage soll ist mit der Nummer des Kurses и das Symbol des Bindestriches (das Minus) angefangen. Nach der Nummer und den Bindestrich schreiben Sie die notwendigen Symbole in den Kode вороса fertig. Zum Beispiel, man kann solche Code erdenken:
ru_ua: Обрано неприпустимий код запитання. Запитання має початися з номера дисципліни та символу тире (мінус). Після номера і тире допишіть необхідні символи в код запитання. Наприклад, можна придумати такий код:

source: Код вопроса должен состоять только из анлийских букв (большие и маленькие буквы различаются), цифр, символов 'тире' (минус) и 'подчеркивание'.
de_de: Für den Fragecode sind folgende Zeichen zulässig: kleine und große Buchstaben, Zahlen, Symbole(Bindestrich und Unterstrich).
ru_ua: Код запитання повинен складатися лише з анлійських букв (великі і маленькі букви розрізняються), цифр, символів 'тире' (мінус) і 'підкреслення'.

source: К сожалению, вопрос с кодом
de_de: Diese Frage hat einen Code
ru_ua: На жаль, запитання з кодом

source: уже существует в база данных. Если вы хотите изменить этот вопрос - воспользуйтесь редактированием вопросов. Чтобы создать вопрос, придумайте любой другой код.
de_de: existiert bereits in der Datenbank. Wenn Sie diese Frage ändern wollen - verwenden Sie die Bearbeitung der Fragen. Um eine neue Frage zu erstellen, erzeugen Sie anderen Code.
ru_ua: вже існує в базі даних. Якщо ви хочете змінити це запитання - скористайтеся редагуванням питань. Щоб створити запитання, придумайте будь-який інший код.

source: Вы ввели слишком длинную тему. Максимальная длина 255 символов. Тема укорочена до этой границы.
de_de: Das Thema ist viel zu lang. Die maximale zulässige Länge darf 255 Symbole nicht überschreiten. Das Thema ist bis zu dieser Grenze verkürzt.
ru_ua: Ви ввели занадто довгу назву теми. Максимальна довжина 255 символів. Назва теми скорочена до цієї межі.

source: Выбор модуля
de_de: Auswahl des Modules
ru_ua: Вибір модуля

source: Найдите нужный файл и ссылка на него будет вставлена автоматически
de_de: Finden Sie die nötige Datei und der entsprechende Link wird automatisch eingefügt
ru_ua: Знайдіть потрібний файл і посилання на нього буде вставлено автоматично

source: Ошибка в программе: нет данных о струкруре типа вопроса
de_de: Fehler im Programm: es gibt keine Daten über die Struktur dieses Fragetyps
ru_ua: Помилка в програмі: немає даних про струкруру типу запитання

source: Показать форму редактирования для вопроса
de_de: Form für die Bearbeitung der Frage zeigen
ru_ua: Показати форму редагування для запитання

source: невозможно.
de_de: nicht möglich.
ru_ua: неможливо.

source: Редактирование вопроса
de_de: Bearbeitung der Frage
ru_ua: Редагування запитання

source: Редактирование варианта задания
de_de: Bearbeitung der Aufgabenvariante
ru_ua: Редагування варіанту завдання

source: Формулировка вопроса:
de_de: Formulierung der Frage:
ru_ua: Формулювання запитання:

source: Формулировка варианта задания:
de_de: Formulierung der Variante der Aufgabe:
ru_ua: Формулювання варіанту завдання:

source: Время на ответ (в мин.):
de_de: Zeit für die Antwort (in Min.):
ru_ua: Час на відповідь (у хв.):

source: Время на решение (в мин.):
de_de: Zeit für die Lösung (in Min.):
ru_ua: Час на вирішення (у хв.):

source: без ограничения
de_de: Ohne Beschränkung
ru_ua: без обмеження

source: Ссылка
de_de: Link
ru_ua: Посилання

source: Обзор
de_de: Übersicht
ru_ua: Огляд

source: с весами ответа
de_de: Mit der Waage der Antwort
ru_ua: з вагами відповіді

source: с правильным ответом
de_de: Mit der richtigen Antwort
ru_ua: з правильною відповіддю

source: Диапазон баллов:
de_de: Punktebereich:
ru_ua: Діапазон балів:

source: автоподсчет
de_de: Autozählung
ru_ua: автопідрахунок

source: Перемешивать ответы на вопрос
de_de: Antworten auf die Frage vermischen
ru_ua: Перемішувати відповіді на запитання

source: предварительный просмотр
de_de: vorläufige Durchsicht
ru_ua: попередній перегляд

source: Варианты ответов на вопрос
de_de: Varianten der Antworten auf die Frage
ru_ua: Варіанти відповідей на запитання

source: Строка параметров вызова программы-тренажера
de_de: Zeile der Parameter für den Aufruf des Simulators
ru_ua: Рядок параметрів виклику програми-тренажера

source: Используйте синтаксис
de_de: Verwenden Sie die Syntax
ru_ua: Використовуйте синтаксис

source: для задания идентификатора пользователя
de_de: Für die Aufgabe des Benutzeridentifizierers
ru_ua: для завдання ідентифікатора користувача

source: Номер
de_de: Nummer

source: варианта
de_de: der Variante
ru_ua: варіанти

source: Вес ответа
de_de: Gewicht der Antwort
ru_ua: Вага відповіді

source: Вкл./выкл.
de_de: An/Aus
ru_ua: Вкл./викл.

source: вариант
de_de: Variante
ru_ua: варіант

source: Присоединенные файлы
de_de: Angehängte Dateien
ru_ua: Приєднані файли

source: Имя файла
de_de: Dateiname
ru_ua: Назва файлу

source: Размер
de_de: Größe
ru_ua: Розмір

source: Изменен
de_de: geändert
ru_ua: Змінено

source: карту
de_de: Karte

source: области
de_de: Gebiete
ru_ua: області

source: Действительно удалить файл из вопроса?
de_de: Wollen Sie wirklich die Datei aus der Frage löschen?
ru_ua: Дійсно видалити файл із запитання?

source: Программа-тренажер
de_de: Simulator
ru_ua: Програма-тренажер

source: Выбрано:
de_de: Ausgewählt:
ru_ua: Вибрано:

source: Внимание!
de_de: Achtung!
ru_ua: Увага!

source: Программа-тренажер должна быть установлена в эту директорию на каждом клиентском компьютере.
de_de: Simulator soll in diesem Verzeichnis auf jedem Kundencomputer eingestellt werden.
ru_ua: Програма-тренажер повинна бути встановлена в цю директорію на кожному клієнтському комп'ютері.

source: Статистика и отчеты
de_de: Statistik und Berichte
ru_ua: Статистика та звіти

source: Информация по логину учащегося:
de_de: Information über das Login des Teilnehmers:
ru_ua: Інформація за логіном студента:

source: Результаты всех тестов
de_de: Ergebnisse aller Tests
ru_ua: Результати всіх тестів

source: Детальный отчет о сеансах тестирования:
de_de: Ausführlicher Bericht über die Testing- Sitzungen:
ru_ua: Детальний звіт про сеанси тестування:

source: сеанса
de_de: der Sitzung
ru_ua: сеанси

source: Отчет доступен только тьютору.
de_de: Bericht ist nur dem Lehrer zugänglich.
ru_ua: Звіт доступний лише викладачеві.

source: Найти номер сеанса проще в первых 2-х отчетах выше.
de_de: Es ist einfacher die Nummer der Sitzung in den ersten 2 Berichten höher zu finden.
ru_ua: Знайти номер сеансу простіше в перших 2-х звітах вище.

source: Статистика тестирования и ответов на вопросы очищена
de_de: Statistik des Testings und der Antworten auf die Fragen wurde bereinigt
ru_ua: Статистику тестування та відповідей на запитання очищено

source: Извините, такого пользователя не зарегистрировано. Введите логин существующего пользователя.
de_de: Verzeichung, die angegebenen Benutzerdaten exestieren nicht. Geben Sie die Login-Daten des existierenden Benutzers ein.
ru_ua: Вибачте, такого користувача не зареєстровано. Введіть логін існуючого користувача.

source: Информация о пользователе:
de_de: Benutzer-Informationen:
ru_ua: Інформація про користувача:

source: к началу статистики
de_de: zum Anfang der Statistik
ru_ua: до початку статистики

source: Номер сеанса
de_de: Sitzungnummer
ru_ua: Номер сеансу

source: Баллов
de_de: Punktebereich:
ru_ua: Балів

source: Мин/Макс балл
de_de: Min/Max Punktzahl
ru_ua: Мін/Макс бал

source: Мин/Макс балл с учетом проверяемых вопросов
de_de: Min/Max unter Berücksichtigung geprüften Fragen
ru_ua: Мін/Макс бал з урахуванням запитань, що перевіряються

source: Продолж.
de_de: Fortsetzen
ru_ua: Тривал.

source: Проверка
de_de: Prüfung
ru_ua: Перевірка

source: Смотреть отчет:
de_de: Bericht ansehen:
ru_ua: Переглянути звіт:

source: Проверен:
de_de: Geprüft:
ru_ua: Перевірено:

source: идет тестирование
de_de: Test läuft
ru_ua: йде тестування

source: прерван по команде
de_de: unterbrochen auf Befehl
ru_ua: перервано за командою

source: прерван лимитом времени
de_de: unterbrochen, da Zeitlimit abgelaufen ist
ru_ua: перервано лімітом часу

source: Ошибочный номер курса
de_de: Falsche Kursnummer
ru_ua: Помилковий номер дисципліни

source: Выставление оценок за задания
de_de: Punktevergabe für die Aufgaben
ru_ua: Виставлення оцінок за завдання

source: Выставление оценок за задание
de_de: Punktevergabe für die Aufgaben
ru_ua: Виставлення оцінок за завдання

source: К началу статистики и отчетов
de_de: Zum Anfang der Statistik und der Berichte
ru_ua: До початку статистики та звітів

source: ФИО, отчет
de_de: Name, Vorname, Bericht
ru_ua: ПІБ, звіт

source: Вопросов Ответил
de_de: Fragen / Beantwortet
ru_ua: Питань Відповів

source: затрачено
de_de: aufgewendet

source: Проверка препода
de_de: Prüfung vom Lehrer
ru_ua: Перевірка виклада

source: Очистить статистику тестирования %s %s %s %s?
de_de: Teststatistik bereinigen %s %s %s %s?
ru_ua: Очистити статистику тестування %s %s %s %s?

source: по курсу
de_de: für den Kurs
ru_ua: з дисципліни

source: по всем курсам
de_de: für alle Kursen
ru_ua: по всіх дисциплінах

source: по заданию
de_de: für die Aufgabe
ru_ua: по завданню

source: по всем заданиям
de_de: für alle Aufgaben
ru_ua: по всіх завданнях

source: по пользователю
de_de: für den Benutzer
ru_ua: по користувачу

source: по всем пользователям
de_de: für alle Benutzer
ru_ua: по всіх користувачах

source: по дате прохождения заданий в период
de_de: für den Zeitraum der Tests
ru_ua: по даті проходження завдань в період

source: с
de_de: von

source: по
de_de: bis

source: по всем датам прохождения заданий
de_de: für den gesamten Zeitraum der Tests
ru_ua: по всіх датах проходження завдань

source: Статистика о пройденных заданиях
de_de: Statistik über die ausgeführten Aufgaben
ru_ua: Статистика про пройдені завдання

source: Статистика тестирований
de_de: Statistik der Tests
ru_ua: Статистика тестувань

source: Любой курс
de_de: Beliebiger Kurs
ru_ua: Будь-яка дисципліна

source: Обучаемый:
de_de: Teilnehmer:
ru_ua: Учень

source: Фильтр пользователей
de_de: Filter der Benutzer
ru_ua: Фільтр користувачів

source: Дата прохождения с
de_de: Ausführungsdatum von
ru_ua: Дата проходження з

source: Дата прохождения по
de_de: Ausführungsdatum bis
ru_ua: Дата проходження до

source: Проверка препода-<br>вателем
de_de: Prüfung vom Lehrer
ru_ua: Перевірка виклада-<br>чем

source: Открыть краткий отчет
de_de: Kurzbericht öffnen
ru_ua: Відкрити скорочений звіт

source: Открыть подробный отчет
de_de: Detailbericht öffnen
ru_ua: Відкрити детальний звіт

source: Минимальный и максимальный возможный балл, без учета модерируемых вопросов. На второй стоке: минимальный и максимальный возможный балл, c учетом модерируемых тьюторами вопросов. Из-за того, что модерируемые вопросы проверяются не сразу, максимальный бал после проверки может быть больше.
de_de: Minimale und maximale Punktzahl ohne Berücksichtigung der moderierten Fragen. In der zweiten Zeile: minimale und maximale Punktzahl mit Berücksichtigung der von Lehrern moderierten Fragen. Da die Fragen nicht gleich geprüft werden, kann die maximale Punktzahl nach der Prüfung höher sein.
ru_ua: Мінімальний і максимальний можливий бал, без врахування модерованих запитань. На другому рядку: мінімальний і максимальний можливий бал, з урахуванням модерованих викладачами запитань. Через те, що модеровані запитання перевіряються не відразу, максимальний бал після перевірки може бути більший.

source: Отчет о сеансе тестирования
de_de: Bericht über den Test
ru_ua: Звіт про сеанс тестування

source: Доступ к этой странице имеют только:
de_de: Zugang zu dieser Seite haben nur:
ru_ua: Доступ до цієї сторінки мають лише:

source: Тьюторы (в пределах своего курса)
de_de: Lehrer (innerhalb des Kurses)
ru_ua: Викладачі (в межах свєї дисципліни)

source: Деканы
de_de: Deans
ru_ua: Декани

source: Здесь размещается закрытая информация - правильные ответы и отчеты по каждому вопросу.
de_de: Hier befindet sich geschlossene Information - richtige Antworten und Berichte über jede Frage.
ru_ua: Тут розміщується закрита інформація - правильні відповіді і звіти з кожного запитання.

source: Такого сеанса не существует:
de_de: Diese Sitzung existiert nicht:
ru_ua: Такого сеансу не існує:

source: курс:
de_de: Kurs:
ru_ua: дисципліна:

source: ФИО:
de_de: NAME, VORNAME:
ru_ua: ПІБ:

source: адрес:
de_de: Adresse:
ru_ua: адреса:

source: начало сеанса:
de_de: Sitzungsstart:
ru_ua: початок сеансу:

source: набрано баллов:
de_de: erreichte Punktzahl:
ru_ua: набрано балів:

source: минимально возможное:
de_de: Minimal möglich:
ru_ua: мінімально можливе:

source: максимально возможное:
de_de: Maximal möglich:
ru_ua: максимально можливе:

source: ответил на вопросы:
de_de: beantworteten Fragen:
ru_ua: відповів на запитання:

source: всего вопросов:
de_de: insgesamt Fragen:
ru_ua: всього запитань:

source: завершение сеанса:
de_de: Sitzungende:
ru_ua: завершення сеансу:

source: длительность:
de_de: Dauer:
ru_ua: тривалість:

source: Это задание, требующее проверки тьютором.
de_de: Diese Aufgabe erfordet Prüfung vom Lehrer.
ru_ua: Це завдання, що вимагає перевірки викладачем.

source: Сеанс еще не проверен тьютором.
de_de: Sitzung wurde noch nicht vom Lehrer geprüft.
ru_ua: Сеанс ще не перевірено викладачем.

source: Проверен тьютором:
de_de: Geprüft vom Lehrer:
ru_ua: Перевірено викладачем:

source: Неизвестный статус завершенности тестирования! Необходимо добавить описание.
de_de: Unbekannter Status des Tests! Beschreibung muss ergänzt werden.
ru_ua: Невідомий статус завершеності тестування! Необхідно додати опис.

source: Правильность ответа:
de_de: Richtigkeit der Antwort:
ru_ua: Правильність відповіді:

source: Набрано баллов:
de_de: Erreichte Punktzahl:
ru_ua: Набрано балів:

source: диапазон: от
de_de: Punktebereich: von
ru_ua: діапазон: від

source: Ответ был получен:
de_de: Antwort wurde angegeben:
ru_ua: Відповідь було отримано:

source: ВОПРОС С ПРОВЕРКОЙ ТЬЮТОРОМ
de_de: FRAGE MIT DER PRÜFUNG VOM LEHRER
ru_ua: ЗАПИТАННЯ З ПЕРЕВІРКОЮ ВИКЛАДАЧЕМ

source: Ошибка в ответе:
de_de: Fehler in der Antwort:
ru_ua: Помилка у відповіді:

source: Анализ ответов
de_de: Analyse der Antworten
ru_ua: Аналіз відповідей

source: Что выбрал тестируемый при ответе
de_de: Was hat der Teilnehmer bei der Antwort ausgewählt
ru_ua: Що вибрав тестований при відповіді

source: Правильно ли это
de_de: Ist das richtig
ru_ua: Чи правильно це

source: Протокол выполнения:
de_de: Protokoll des Ausführens:
ru_ua: Протокол виконання:

source: Начал:
de_de: Start:
ru_ua: Почав:

source: Закончил:
de_de: Ende:
ru_ua: Закінчив:

source: Длительность:
de_de: Dauer:
ru_ua: Тривалість:

source: Задано
de_de: Fragen gestellt, Fragen beantwortet

source: Вопрос:
de_de: Frage:
ru_ua: Запитання:

source: не оценивается
de_de: Wird nicht bewertet
ru_ua: не оцінюється

source: балл.
de_de: Punkt(e).
ru_ua: бал.

source: Ответ:
de_de: Antwort:
ru_ua: Відповідь:

source: Ошибка:
de_de: Fehler:
ru_ua: Помилка:

source: Верно
de_de: Richtig
ru_ua: Вірно

source: Неверно
de_de: Falsch
ru_ua: Невірно

source: Текст ответа:
de_de: Text der Antwort:
ru_ua: Текст відповіді:

source: скачать файл
de_de: Datei herunterzuladen
ru_ua: завантажити файл

source: Комментарий тьютора:
de_de: Kommentar des Lehrers:
ru_ua: Коментар викладача:

source: Скачать рецензию тьютора:
de_de: Rezension des Lehrers herunterzuladen:
ru_ua: Завантажити рецензію викладача:

source: К этой странице могут обратится только: тьютор, представитель учебной администрации, администратор
de_de: Diese Seite können nur folgende Personen ansehen: Lehrer, Vertreter der Lehrverwaltung, Administrator
ru_ua: Цю сторінку можуть звернутися лише: викладач, представник навчальної адміністрації, адміністратор

source: Хоть вы и тьютор, но в данное время не владеете ни одним курсом.
de_de: Sie sind zwar ein Lehrer aber im Moment haben Sie keine Kurse.
ru_ua: Хоч ви і викладач, але в даний час не володієте жодної дисципліни.

source: нет прав редактировать данный вопрос
de_de: Sie besitzen keine Rechte, für Bearbeitung dieser Fragen
ru_ua: немає прав редагувати це запитання

source: загрузка...
de_de: Ladevorgang läuft
ru_ua: завантаження...

source: Редактирование карты на картинке
de_de: Bearbeitung der Karte auf dem Bild
ru_ua: Редагування карти на картинці

source: такого вопроса нет
de_de: Diese Frage existiert nicht
ru_ua: такого запитання немає

source: к этому вопросу должна прилагаться картинка. Сейчас ее нет - редактировать карту картинки невозможно
de_de: Diese Frage soll ein Bild beinhalten. Das Bild fehlt - es ist nicht möglich die Karte des Bildes zu bearbeiten
ru_ua: до цього запитання повинна додаватися картинка. Зараз її немає - редагувати карту картинки неможливо

source: Укажите области для вариантов:
de_de: Geben Sie die Gebiete für die Varianten ein:
ru_ua: Вкажіть області для варіантів:

source: Вставить прямоугольник (требует 4 координаты: x1:y1 и x2:y2)
de_de: Rechteck einfügen (erfordert 4 Koordinaten: x1:y1 und x2:y2)
ru_ua: Вставити прямокутник (потребує 4 координати: x1:y1 і x2:y2)

source: Вставить полигон (требует набор пар координат: x1:y1, x2:y2, x3:y3, ...)
de_de: Ort einfügen (erfordert die ZUsammenstellung von Koordinaten: x1:y1, x2:y2, x3:y3...)
ru_ua: Вставити полігон (вимагає набір пар координат: x1:y1, x2:y2, x3:y3, ...)

source: Вставить круг (требует координаты ценрта и радиус: x:y и radius)
de_de: Kreis einfügen (erfordert die Koordinate des Zentrums und des Radius: x:y und radius)
ru_ua: Вставити коло (вимагає координати центру і радіус: x:y і radius)

source: Щелчок (click) на изображении - выбор области, соотвествующей варианту
de_de: Klick auf dem Bild - Auswahl des Gebietes entspricht der Variante
ru_ua: Натискання (клацання) на зображенні - вибір області, яка відповідає варіанту

source: Двойной щелчок (double click) на изображении - вставка координат в строку ввода
de_de: Doppelklick auf dem Bild - Einfügen der Koordinaten in die Eigabe-Zeile
ru_ua: Подвійне натискання (подвійний клік) на зображенні - вставка координат в рядок введення

source: Проверка Заданий
de_de: Prüfung der Aufgaben
ru_ua: Перевірка Завдань

source: нет ни одного вопроса на проверку
de_de: Es gibt keine Fragen für die Prüfung
ru_ua: немає жодного запитання на перевірку

source: Выполнить действие:
de_de: Aktion ausführen:
ru_ua: Виконати дію:

source: сохранить результаты
de_de: Ergebnisse speichern
ru_ua: зберегти результати

source: удалить обработанные вопросы
de_de: bearbeiteten Fragen löschen
ru_ua: видалити опрацьовані запитання

source: удалить выделенные вопросы
de_de: markierten Fragen löschen
ru_ua: видалити виділені запитання

source: Вы действительно желаете сохранить результаты? При этом произойдет перерасчет общего балла за задание и оценки за занятие (в случае, если занятие оценивается по формуле). Если занятие предусматривает штраф за несвоевремменную сдачу, величина штрафа будет также расчитана заново. Будут обработаны только полностью проверенные сеансы выполнения данного задания. Продолжить?
de_de: Wollen Sie wirklich Ergebnisse speichern? Dabei wird die Neuberechnung des Gesamtergebnisses des Training ausgeführt (falls Berechnung nach der Formel passiert). Wenn das Training die Strafe für verspätete Abgabe vorsieht, wird die Größe der Strafe auch angerechnet. Fortzusetzen?
ru_ua: Ви дійсно бажаєте зберегти результати? При цьому відбудеться перерахунок загального балу за завдання та оцінки за заняття (у випадку, якщо заняття оцінюється за формулою). Якщо заняття передбачає штраф за несвоєчасну здачу, величина штрафу буде також розрахована заново. Буде оброблено лише повністю перевірені сеанси виконання даного завдання. Продовжити?

source: Вы действительно удалить обработанные вопросы? После этой операции тексты ответов и прикрепленные к ним файлы будут удалены. Продолжить?
de_de: Wollen Sie wirklich die bearbeiteten Fragen löschen? Nach dieser Operation werden Texte der Antworten und die angehängten Dateien gelöscht. Fortsetzen?
ru_ua: Ви дійсно хочете видалити оброблені запитання? Після цієї операції тексти відповідей і прикріплені до них файли будуть видалені. Продовжити?

source: сеанс
de_de: Sitzung

source: Проверка вопросов со свободным ответом
de_de: Prüfung der Fragen mit der freien Antwort
ru_ua: Перевірка запитань з вільною відповіддю

source: Больше вопросов для проверки нет.
de_de: Es gibt keine Fragen für die Prüfung.
ru_ua: Питань для перевірки більше немає.

source: Вы не можете обращаться к временным вопросам чужих курсов
de_de: Sie können die Fragen aus den fremden Kurse nicht benutzen
ru_ua: Ви не маєте доступу до запитань з чужих дисциплін

source: Оценка отложенных на проверку ответов
de_de: Bewertung der zu prüfenden Fragen
ru_ua: Оцінка відкладених на перевірку відповідей

source: к началу проверки
de_de: um Anfang der Prüfung
ru_ua: до початку перевірки

source: Код вопроса:
de_de: Code der Frage:
ru_ua: Код запитання:

source: Дан ответ:
de_de: Gegebene Antwort:

source: Студент:
de_de: Teilnehmer:

source: сеанса:
de_de: der Sitzung:
ru_ua: сеанси:

source: Полученный ответ
de_de: Bekommene Antwort
ru_ua: Отримана відповідь

source: Текстовый ответ:
de_de: Die Textantwort:
ru_ua: Текстова відповідь:

source: Скачать ответ целиком
de_de: Antwort vollständig herunterladen
ru_ua: Завантажити відповідь повністю

source: Открыть ответ в новом окне
de_de: Die Antwort im neuen Fenster zu öffnen
ru_ua: Відкрити відповідь в новому вікні

source: Присоединенный файл
de_de: Angehängte Datei
ru_ua: Приєднаний файл
